{"parse": {"title": "Trotter and the Journey to Weathertop", "pageid": 43160, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "Apples"}, {"ns": 0, "exists": "", "*": "Arrival at Bree"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "Barliman Butterbur"}, {"ns": 0, "exists": "", "*": "Bill Ferny"}, {"ns": 0, "exists": "", "*": "Bill the Pony"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Combe"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Fatty Lumpkin"}, {"ns": 0, "exists": "", "*": "Ford of Bruinen"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Midgewater Marshes"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Nob"}, {"ns": 0, "exists": "", "*": "Of Gollum and the Ring"}, {"ns": 0, "exists": "", "*": "One Ring"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Queries and Alterations"}, {"ns": 0, "exists": "", "*": "Return to Hobbiton"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Saruman"}, {"ns": 0, "exists": "", "*": "Shire"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Old Forest and the Withywindle"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "To Maggot's Farm and Buckland"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trollshaws"}, {"ns": 0, "exists": "", "*": "Trotter"}, {"ns": 0, "exists": "", "*": "Weathertop"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n\"'''Trotter and the Journey to Weathertop'''\" is the title of the ninth chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\n==Synopsis==\nAlthough Christopher created a new chapter at this point for his book, he stated that in his father's manuscript the writing continued without a break. Actually, the manuscript continued in two versions, which Christopher labeled 'A' and 'B'.  Version 'A' continues the narrative:\n \nBarnabas<ref group=\"note\">The innkeeper would later be renamed [[Barliman Butterbur|Barliman]].</ref> finally remembers why a party of four hobbits and five ponies is important and asks Bingo<ref group=\"note\">Bingo would later be renamed [[Frodo Baggins]].</ref> if he can have a word with him.  Bingo asks Barnabas to wait and come to their room.  Bingo, Odo, and Frodo<ref group=\"note\">Odo and Frodo would later become [[Peregrin Took]] and [[Samwise Gamgee]], respectively.</ref> retire to their parlour where they do not find [[Meriadoc Brandybuck|Merry]] but the hobbit [[Trotter]] instead.  Trotter offers to reveal information in return for a reward. Bingo angrily asks what the reward will be and Trotter surprises him by asking, not for money, but to accompany the travelers when they leave [[Bree]].\n \nTrotter tells Bingo that he was behind a hedge when a party halted on the road west of the town.  The group was composed of the outsiders who had helped set up the farewell party only a couple of weeks before.  The party consisted of a pack of [[Dwarves]], one or two [[Elves]], and [[Gandalf]].  They were talking about Bingo Bolger-Baggins and how he would be following not too far behind.  Five days later Bingo and his friends appeared and Trotter, as he says, can put two and two together.\n \nBarnabas and his assistant [[Nob]] arrive with candles and jugs of hot water.  Barnabas greets Trotter in a friendly fashion and then reports that he had been asked more than once to be on the look-out for Bingo and his friends.  He tells of how earlier in the month a lot of traffic came through heading west, which included [[Men]] (which he had not seen in his time), and then five days ago Gandalf and his group came east.  Gandalf had asked Barnabas to tell Bingo when he arrives to push along without stopping for a holiday, and Gandalf would go slow from Bree to allow Bingo to catch up.\n \nThe next night a [[Nazgûl|Black Rider]] came to the door and asked about a party of four hobbits and five ponies.<ref group=\"note\">As Christopher rightly asked, \"How did the Black Riders know this?\"</ref>  Barnabas told the Rider that no such party had come to the inn and the Rider left. Later he heard that three Riders were seen making their way to [[Combe]].  The following night four Riders appeared at the inn.  Again one of the Riders asked about traveling hobbits, offering money for news; again Barnabas told them no such party had come.  Barnabas leaves, after observing that Merry is not around.\n \nTrotter then says that he has seen seven Riders in total. Trotter believes that they are following Gandalf too.  He also believes that [[Bill Ferny]] (a [[Hobbits|Hobbit]]) has spoken with the Riders and warns that Ferny would sell anything to anyone.  Trotter then returns to his \"reward\", stating that he knows all the lands between the [[Shire]] and the [[Misty Mountains|mountains]]. Trotter says that the Black Riders give him the creeps, takes a moment to compose himself with his face in his hands, and then says he knows more about them.  He then asks Bingo if he is willing to take Trotter with him.\n \nBingo hesitates; he cannot make up his mind. Frodo pipes up and endorses the hobbit-ranger.  Trotter then produces a letter to help Bingo make up his mind.  Ascertaining that the seal is Gandalf's, Bingo reads the letter. Gandalf tells Bingo not to linger in Bree – not for the night if possible.  He has learned of the pursuit and tells Bingo not to use [[One Ring|It]] again.  Do not move in dark or mist, push along and try to catch up.  Gandalf says he will go slow for a day or two and will camp on [[Weathertop]].  He mentions Trotter and describes him, saying Bingo can trust him.\n \nBingo tells Trotter that if he had seen the letter earlier it would have smoothed things over.  Trotter replies that he had to be sure of him before he did so, and he wanted to see if he could persuade the hobbits without it.  Bingo asks if Barnabas is trustworthy and Trotter says yes, explaining that the innkeeper is not overcurious and will soon forget everything that has happened.  Bingo then asks what to do – do they push on or not move in the dark, both pieces of instructions from Gandalf.\n \nChristopher Tolkien interjected to note that version 'B' at this point merges with version 'A'.  One big difference between the two was that when Barnabas remembers what was important about four hobbits and five ponies on the road it is he that produces Gandalf's letter to be read later.  Another 'B' divergence is Trotter reports that when he was west of the village a Black Rider nearly rode him down and then spoke to him, asking about the travelers. Trotter spoke to them again when four had gathered.  The Riders inquired about the Shire-hobbits and offered Trotter instead of Barnabas gold and silver for information.\n \nChristopher observes that the final text will be a selection from both variants.  He shows that the chronology from the Birthday Party to the arrival at Bree is the same here as in the final text for the hobbits, but not for Gandalf (the whole incident of his capture and delay by [[Saruman]] has not yet been conceived).\n \nTrotter declares that they must stay that night at the inn.  With the slam of a door Merry rushes in, out of breath.  He reports seeing a Rider in the village and followed him, but grew afraid and bolted back (he has not been attacked).  Trotter decides that Bill Ferny has told the Riders of Bingo's presence in the inn and has them spend the night in the parlour.  The beds in their rooms are made up to look like they are occupied. In the morning, after hearing nothing in the nighttime, the beds are found tossed and ripped apart.  Barnabas is roused and goes off to see that the ponies are readied.  He returns with the news that the ponies have vanished.\n \nBingo is crushed by the news.  Eventually [[Bill the Pony|one pony]] is bought (it is implied that it came from Bill Ferny).  Barnabas pays Merry for the lost animals, twenty silver pennies that are a welcome addition to their traveling funds.  In a footnote it is explained that the lost ponies ran to [[Fatty Lumpkin]]. This alarmed [[Tom Bombadil]] who came to Bree to find out what happened.  Tom paid Barnabas for the ponies who were delighted to stay with him and Fatty Lumpkin.\n \nBy the time they leave all of Bree comes out to see them off.  Trotter eats an [[Apples|apple]] as they walk.  When they pass Bill Ferny (whom Bingo thinks looks rather Goblinish) the nasty hobbit insults Trotter.  Trotter whirls about and smacks Ferny on the nose with his half-eaten apple.  After journeying down the road a ways the five hobbits they head north into woods.  Trotter's plan is to go straight east through the Flymarshes (written above is [[Midgewater Marshes|Midgewater]]).  He ponders sending a friend on their pony to Weathertop if they can find anyone, but the other hobbits veto the idea of losing their pack animal.\n \nDays pass and they make their way through the marshes. They head for Weathertop where Trotter does not expect Gandalf to still be waiting.  He says that other rangers could be on the hill and might see them, but not all rangers are to be trusted.  Still pressing east, the hobbits reach the hills and then walk southeast to get to Weathertop.  They use an old path.  When questioned, Trotter says that the Men of the West did not live there and that he does not know who made the trail.\n \nThey finally reach the hill.  Trotter, Bingo, and Merry ascend to the summit.  They find a pile of stones and a piece of paper.  It is a message from Gandalf saying that he waited three days.  He tells them to push on to the [[Ford of Bruinen|Ford]] beyond [[Trollshaws|Troll-shaw]] as fast as they can.  Help will be sent from [[Rivendell]].\n \nTrotter then calculates the distance to the Ford and Rivendell.  He comes up with precise mileages and determines that it might take a month. [[J.R.R. Tolkien]] made a note stating that this is too cut and dried and spoils the feeling.  He then replaced Trotter's detailed calculations with the more obscure words that would be in the final text – no mileage, just estimates of the time it will take to reach Rivendell.  Suddenly Bingo notices black specks on the road below.  Trotter confirms their fears; \"The enemy is here\".  The three slip down the north side of the hill to return to Odo and Frodo.\n\nChristopher commented that in this chapter the essential structure is in place, but the story still lacks its larger bearings and glimpses of ancient history.  He said that the narrative runs in a narrower dimension, as seen by the lack of Men in the story.  The characters of Trotter and Bill Ferny show that the range of differences between Hobbits is much greater at this point.  Differences between the final narrative and this manuscript can be seen in the text above and also Christopher mentions that in the final text there is an extra day in the journey to Weathertop.\n \nThe most striking characteristic of Tolkien's writing is that elements emerge suddenly and clearly conceived, but lacking their final full meaning and context. An example is the rangers who are simply wanderers with no hint of greater significance. Yet Trotter as an individual is so fully realized that much of his words are never changed.<ref>{{RS|1IXU}}</ref>\n \n{{references|note}}\n[[Category:The Return of the Shadow chapters]]"}}}