{"parse": {"title": "Southern Gondor: The Land", "pageid": 23677, "redirects": [{"from": "MERP: Southern Gondor, The Land", "to": "Southern Gondor: The Land"}], "links": [{"ns": 6, "exists": "", "*": "File:Southern Gondor, The Land.jpg"}, {"ns": 0, "exists": "", "*": "1996"}, {"ns": 0, "exists": "", "*": "Anders Blixt"}, {"ns": 0, "exists": "", "*": "Chris Seeman"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Southern Gondor: The People"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Southern_Gondor,_The_Land.jpg"], "wikitext": {"*": "{{book\n|title=Southern Gondor: The Land\n| image = Southern Gondor, The Land.jpg\n|author=Jason Beresford, [[Anders Blixt]], Mats Blomqvist, Gunnar Brolin, Jeff Hatch, Tim Innes, Åke Rosenius, Martin Rundkvist, Erik, Rågvik, [[Chris Seeman]], Magnus Seter\n|isbn=1-55806-256-4\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1996]]\n|format=Softcover\n|pages=205\n|ice=2021\n}}\n'''''Southern Gondor: The Land''''' is a supplement (in the ''Lands''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. The supplements links with ''[[Southern Gondor: The People]]''.\n\n== Cover/Jacket Text == \n\n''\"Where are we, Gandalf?\" he asked.''\n''\" In the realm of Gondor,\" the wizard answered...''\n''\" Pippin became drowsy again and paid little attention to Gandalf telling him of the customs of Gondor, and how the Lord of the City had beacons built on the tops of outlying hills along both borders of the great range, and maintained posts at these points where fresh horses were always in readiness to bear his errand-riders to Rohan in the North, or Belfalas in the South.\"'' - The Return of the King \n\n''Southern Gondor: The Land'' presents Gondor's coastal provinces in vivid color and detail. The route of humble country lane and famous high road; the scattering of manor, hamlet, village, and town across hill and dale; the placement of beacon, guard posts, haven, and citadel; the ebb and flow of peril and adventure - all play a part in this exciting region. \n\nTravel the highways and byways of southern Gondor like the intrepid King's Writer who tested the accuracy of his monarch's maps. Discover genial hosts, unusual folk ways, geological wonders, and secrets that linger from the days of the Second Age and the Númenórean colonies sheltered by the middle continent. And beware the sea-longing that stirs the hearts of all who linger too long by Belegaer's waves and breezes. Southern Gondor: The Land includes complete stats for MERP and Rolemaster. \n\nSouthern Gondor: The Land features: \n*COLOR MAPS - 2 exquisite terrain maps depicting Gondor's coastal provinces and territories from Andrast and Anfalas through Lamedon and Belfalas to Harithilien at the skirts of the Ephel Dúath. \n*GAZETTEER - a convenient compilation of the significant and fascinating sites and features of southern Gondor, including these six and many more: \n**Bar Morthil, royal estate at Andrast's tip. \n**Cûm Taran, sacred highlands of five faithful Daen clans in the Ered Torthonion. \n**Gobel Tolfalas, seat of the fief's royal warden. \n**Iant Harnen, engineering marvel that spans a vast river valley. \n**Men Dirnen, a caravan route dating from the Second Age. \n**Úlond, the treacherous waters off the Andrast coast. \n*FINDEGIL'S COMMENTARY - scholarly notes on Sindarin place-names penned by the engaging traveler and King's Writer who knew the pleasures of warm hospitality and a well-stoked wine-cellar and who enjoyed a quixotic passion for linguistic purity. \n*HAVENS - Pelargir and its magnificent ship-garth; Lord Ernil, the heart of Gondorian reverence for the Lady of the Seas; and Edhellond, way station for Elven pilgrims to the West. \n*CITADELS - Tir Groth, an ancient Elven-fortified grotto blessed by Ulmo's favor; Lugh Gobha, the Coentis cavern-stronghold tainted by the Oathbreaking and haunted by shades of the dead; Tirith Aaer, the magnificent Sea-ward Tower where Galadriel dwelt for a time; Hall of the Faithful, Pelargir's sacred repository for Ulmo's blessing and the knowledge tradition of Númenor and Ost-en-Ernil, the massive fortress of the Prince of Belfalas. \n*THE LOST ELENDILMIR - trace the strange journeys of a priceless artifact of ancient Númenor and recover it for the rightful king of Gondor. \n*RISE OF THE PRETENDER - navigate the tumultuous currents of Haruze ambition and resentment when an unscrupulous claimant seeks the Gondorian throne. \n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}