{"parse": {"title": "Lake-town (book)", "pageid": 23672, "redirects": [{"from": "MERP: Lake-town", "to": "Lake-town (book)"}], "links": [{"ns": 6, "exists": "", "*": "File:Ice merp 2016.jpg"}, {"ns": 0, "exists": "", "*": "1995"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Lake-town"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "exists": "", "*": "Rhovanion"}, {"ns": 0, "*": "Zachariah Woolf"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Ice_merp_2016.jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-two|a [[Middle-earth Role Playing|MERP]] supplement|town in [[Rhovanion]]|[[Lake-town]]}}\n{{book\n|title=Lake-town\n| image = Ice_merp_2016.jpg\n|author=[[Zachariah Woolf]]\n|isbn=1-55806-229-7 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1995]]\n|format=Softcover\n|pages=189\n|ice=2016\n}}\n'''''Lake-town''''' is a supplement (in the ''Citadel''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\nFor use with this supplement, [[Mithril Miniatures]] released a set of metal miniatures (M130 - M135 ''Lake-town'').\n\n== Cover/Jacket Text == \n\n''\"Not far from the mouth of the Forest River was the strange town he heard the Elves speak of in the king's cellars. It was not built on the shore, though there were a few huts and buildings there, but right out on the surface of the lake, protected from the swirl of the entering river by a promontory of rock which formed a calm bay. A great bridge made of wood ran out to where on huge piles made of forest trees was built a busy wooden town, not a town of elves but of Men, who still dared to dwell here under the shadow of the distant dragon-mountain. They still throve on the trade that came up the great river from the South and was carted past the falls to their town; but in the great days of old, when Dale in the North was rich and prosperous, they had been wealthy and powerful, and there had been fleets of boats on the waters, and some were filled with gold and some with warriors in armour, and there had been wars and deeds which were now only a legend...\"'' - The Hobbit \n\nExplore the Northron settlement where Bilbo and the Dwarves were feasted and supplied during their journey toward Smaug the Dragon! Moor your boat at the town's quays, search for exotic goods from the East in the stalls of its Great Wharf, or witness the changing of its formidable Bridge Guard accompanied by the retrieval of the hlaestingas, the collected trade tariffs. \n\nLake-town presents this mercantile center in all its vivid bustle, including craft associations, the burg's coiner, drihten who collects the tools, and smugglers. An introductory adventure followed by a two-part mini-campaign draws player characters into the watery labyrinth amidst the piles below the town's wooden streets and out into the wild lands surrounding the Long Lake. In the aftermath of the Plague, Orcs and Trolls and Undead have the upper hand in the Wilds. Keep you hand on your sword hilt, if you venture far from Esgaroth! Lake-town includes complete stats for MERP and Rolemaster. \n\nLake-town includes: \n*COLOR MAP - depicting the Northron settlement in vivid hues. \n*THE BODY IN THE WATER - acquaint yourself with Lake-town by paddling through the forest of piers supporting the town's platform in search for the link between the charnel house corpse and a barrel of spilled barley. \n*HISTORY - from the days of quaint stilt-houses, through the years of the \"Reed-delving\", the Great Plague, and the Wainrider onslaught, to the Golden Age when Dwarves brought the trade and wealth that tempted the Dragon Smaug to fly south to the Long Lake. \n*THE MAESTA OF ESGAROTH - the Master who treats with Lake-town's enemies and allies and mediates between disputing craft edfreahir. \n*LAKE-FOLK - Bedarof the Guard-lord, Saewis the Boat-wright, Bogatung the Wyrdwoman, Hildagrippa of the Erannun Inn, and many more. \n*HIGH-HOUSES, GROGHALLS, & WARESTORES - the buildings that stand on the immense platform supporting Lake-town, presented in over 40 detailed maps and floorplans. \n*TWO HEADS ARE BETTER THAN ONE - venture into the Wilds surrounding Lake-town to confront a most unusual Half-troll and her voracious appetite; then race against the Cruel One of the Woad. \n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}