{"parse": {"title": "Garm", "pageid": 13774, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alan Lee"}, {"ns": 0, "exists": "", "*": "Battle of the Bridge"}, {"ns": 0, "exists": "", "*": "Blunderbuss"}, {"ns": 0, "exists": "", "*": "Chrysophylax"}, {"ns": 0, "exists": "", "*": "Farmer Giles"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Ham"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Giant"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": ["Alan_Lee_-_Farmer_Giles.jpg"], "wikitext": {"*": "[[File:Alan Lee - Farmer Giles.jpg|thumb|right|Garm with Farmer Giles, by [[Alan Lee]]]]'''Garm''' was [[Farmer Giles]]' dog (and being such had only a name in the vernacular).  He was capable of speaking the vulgar tongue to bully (beggars or trespassers), brag (to other dogs), or wheedle (his master).\n\n==History==\nOn a fine summer's night Garm had sneaked out for a walk when he saw the arrival of the [[The Giant|giant]] that had lost his way and come blundering onto Giles' lands.  Garm raced to Giles' house, woke him up, avoided a well-thrown bottle, and alerted the farmer to the presence of the intruder.  After Giles had gone with his [[blunderbuss]] to deal with the giant, Garm woke up the entire village of [[Ham]] to witness the confrontation.  Thus when the giant was chased off (mostly by accident) the people saw him leave and proclaimed Giles the Hero of the Countryside.\n\nOn a cold winter's night Garm was again out wandering, this time on a long expedition, when he discovered the tail of the dragon [[Chrysophylax]], who had just come to the midland realm.  Garm rushed to tell Giles, who was quite alarmed until he heard that the dragon was north over the hills and far away.  Garm then spread the word throughout Ham, and claimed that Giles was not the least bit afraid.\n\nWhen Farmer Giles rode out to face Chrysophylax his brave dog accompanied him (actually Giles had to threaten Garm to come, and he slunk along with his tail down).  When they suddenly came upon the dragon Garm yelped \"Help! \" and bolted.  Garm did not reappear until Giles chased the dragon (whom he, or rather his eager sword, had injured) into Ham, whereupon the impudent dog joined in the chase.\n\nWhen Giles left for the capital in answer to the king's summons, the loyal dog was nowhere to be found.  When his master was well on his way Garm then slunk home and howled for the supposed loss of his splendid and terrible master.  However, when Giles returned with Chrysophylax loaded under a great deal of treasure, Garm went crazy, somersaulting all down the street.\n\nGarm was at his master's side in the [[Battle of the Bridge]].  When Giles demanded the king's crown and the king moved to seize the rebel, it was (apparently) Garm's cry for help that was the signal for the dragon to emerge from beneath the bridge.  Giles won and turned away the king, and eventually became a king himself.  Garm was given a gold collar and permission to roam at will.  The proud and happy dog became a misery to his fellows since he expected the same respect that was accorded to his master.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]''</ref>\n{{references}}\n[[Category:Farmer Giles of Ham]]\n[[de:Garm]]"}}}