{"parse": {"title": "West of the Mountains, East of the Sea", "pageid": 35188, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:West of the Mountains, East of the Sea.jpg"}, {"ns": 0, "exists": "", "*": "1 April"}, {"ns": 0, "exists": "", "*": "2010"}, {"ns": 0, "exists": "", "*": "Beleriand"}, {"ns": 0, "exists": "", "*": "Brian Sibley"}, {"ns": 0, "exists": "", "*": "HarperCollins"}, {"ns": 0, "exists": "", "*": "John Howe"}, {"ns": 0, "exists": "", "*": "The Map of Tolkien's Beleriand and the Lands to the North"}, {"ns": 0, "exists": "", "*": "The Road Goes Ever On and On: The Map of Tolkien's Middle-earth"}, {"ns": 0, "exists": "", "*": "There and Back Again: The Map of Tolkien's The Hobbit"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["West_of_the_Mountains,_East_of_the_Sea.jpg"], "wikitext": {"*": "{{book\n| title=''West of the Mountains, East of the Sea''\n| image = West of the Mountains, East of the Sea.jpg\n| author=[[Brian Sibley]]\n| illustrator=[[John Howe]]\n| publisher=[[HarperCollins]]\n| date=[[1 April]] [[2010]]\n| format=Hardcover\n| pages=80\n| isbn=0007312709\n}}\n'''''West of the Mountains, East of the Sea: The Map of Tolkien's Beleriand and the Lands to the North''''' is a [[2010]] map-book by [[Brian Sibley]] and [[John Howe]], covering the area of [[Beleriand]].\n\nIt is the hardcover gift edition of ''[[The Map of Tolkien's Beleriand and the Lands to the North]]'' (1999).\n\n==From the publisher==\n{{blockquote|This enchanting little hardback is an essential companion for any reader journeying through The Silmarillion or The Children of Hurin. Featuring an entertaining text and detailed gazetteer by acclaimed Tolkien author Brian Sibley, this gift edition also contains a stunning fold-out poster-map of the First Age of Tolkien's Middle-earth.\n\nWriter and broadcaster Brian Sibley is a foremost expert on The Lord of the Rings (he adapted the novel for the award-winning BBC radio dramatisation in 1980), and here in this clothbound hardback he will take you to the First Age of Middle-earth, many thousands of years before the events chronicled in The Lord of the Rings. This was the setting for the great War of the Jewels, as recounted in J.R.R. Tolkien's The Silmarillion and includes a gazetteer of the many places shown on the full-colour illustrated map which accompanies the book.\n\nThe Map of Beleriand and the Lands to the North is faithfully reproduced in full colour by world-renowned Tolkien artist John Howe, the conceptual artist employed by Peter Jackson to work on his multi-award winning Lord of The Rings film trilogy, and who is soon to work on Guillermo del Toro's Hobbit film. The map is based on the original map by Christopher Tolkien. Embellished with heraldic emblems and dramatic scenes from The Silmarillion, it completes the trio of authorized Tolkien maps by John Howe which can be removed for reference or even for framing. Each element in this collector's package is special; together they provide an enchanting and desirable artefact that will be a prized possession of Tolkien readers of all ages.}}\n\n==See also==\n* ''[[The Road Goes Ever On and On: The Map of Tolkien's Middle-earth]]''\n* ''[[There and Back Again: The Map of Tolkien's The Hobbit]]''\n\n{{title|italics}}\n[[Category:Map books]]\n[[Category:Publications by title]]"}}}