{"parse": {"title": "Tolkien Gateway:Manual of Style", "pageid": 17145, "redirects": [{"from": "Tolkien Gateway:MOS", "to": "Tolkien Gateway:Manual of Style"}], "links": [{"ns": 0, "exists": "", "*": "1977"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Aragorn I"}, {"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "Boromir"}, {"ns": 0, "exists": "", "*": "Crebain"}, {"ns": 0, "exists": "", "*": "Dead Men of Dunharrow"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Elvish"}, {"ns": 0, "exists": "", "*": "Encyclopedia of Arda"}, {"ns": 0, "exists": "", "*": "Fanon"}, {"ns": 0, "exists": "", "*": "Faramir"}, {"ns": 0, "exists": "", "*": "Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "Fourth Age 6"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Irolas"}, {"ns": 0, "exists": "", "*": "Khuzdul"}, {"ns": 0, "exists": "", "*": "Languages"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Lurtz"}, {"ns": 0, "exists": "", "*": "Mallorn"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Minas Anor"}, {"ns": 0, "exists": "", "*": "Minas Tirith"}, {"ns": 0, "exists": "", "*": "Oathbreakers"}, {"ns": 0, "exists": "", "*": "Old English"}, {"ns": 0, "exists": "", "*": "Oromë"}, {"ns": 0, "exists": "", "*": "Palantír"}, {"ns": 0, "exists": "", "*": "Peter Jackson"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Rohanese"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "The Atlas of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Complete Guide to Middle-earth"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Two Towers"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}, {"ns": 0, "exists": "", "*": "Tolkien Gateway"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "exists": "", "*": "Uruk-hai"}, {"ns": 0, "exists": "", "*": "Vala"}, {"ns": 0, "exists": "", "*": "Éomer"}, {"ns": 0, "*": "Cloud"}, {"ns": 0, "*": "Maggot's wagon"}, {"ns": 0, "*": "Aragorn's unnamed daughter"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Canon policy"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Image policy"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Naming policy"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Projects/Adaptations"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Familytree"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Redlink"}, {"ns": 12, "exists": "", "*": "Help:Contents"}, {"ns": 12, "exists": "", "*": "Help:Editing"}, {"ns": 12, "exists": "", "*": "Help:Glossary"}, {"ns": 12, "exists": "", "*": "Help:Images"}, {"ns": 12, "exists": "", "*": "Help:References"}, {"ns": 14, "exists": "", "*": "Category:Dúnedain"}, {"ns": 14, "exists": "", "*": "Category:Dúnedain of the North"}, {"ns": 14, "exists": "", "*": "Category:Year templates"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Seealso"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Main"}, {"ns": 10, "exists": "", "*": "Template:TA"}], "images": ["CdxIconArticleDisambiguation.svg", "CdxIconArticle.svg"], "wikitext": {"*": "{{Seealso|Help:Contents}}\nThe '''Manual of Style''' is a style guide for all articles on [[Tolkien Gateway]].\n\n==Article titles, headings, and sections==\n*With the exception of names, all article titles, headings, and sections should use [[Wikipedia:Letter case#Sentence_case|sentence case]] and not [[Wikipedia:Letter case#Title_case|title case]].\n*If the title is a published name, it should be italicised by placing <nowiki>{{title|italics}}</nowiki> before the list of categories at the end of the page.\n\n==Canon==\n{{Main|Tolkien Gateway:Canon policy}}\nCanonical is considered only the material written by Tolkien. Everything else, including artistic adaptations (films, games), media, and [[fanon]], are not. Information that is invented for such media should not be included in the main body of the article, but only in the section \"Portrayal in adaptations\".\n\nWholly non-canonical topics that appear only in the media can have their own articles, such as [[Irolas]] or [[Lurtz]], if they are notable enough. Such articles must include the <nowiki>{{adaptation}}</nowiki> tag. Again, these articles should not be discussed or linked to from the main body of canonical articles; for example, the \"History\" section of the [[Boromir]] article should not mention that \"Boromir was shot by [[Lurtz]]\". Such information should appear only in the \"Portrayal in adaptations\" section, making it clear that Lurtz appears only in ''[[The Lord of the Rings: The Fellowship of the Ring]]'' film and not in canonical material.\n\nAdditionally, Tolkien Gateway contributors may not include their own personal speculation about, or interpretations of, Tolkien's works in any section of an article. Speculation and interpretations of Tolkien's works made by scholars and fans may be included in articles, but (1) the material must be published in a reliable source, and (2) attribution to the source's author must be given in the article's text (for example, \"Karen Wynn Fonstad has suggested that...\"). In-text attribution ensures that readers understand that the content is an interpretation or speculation made by another author and thus is not canonical.\n\n==Language==\nArticle content should be written in [[wikipedia:British_English|British English]] with [[wikipedia:Oxford spelling|Oxford spelling]]. For a comparison of spelling differences among the major varieties of English, see [[wikipedia:Wikipedia:Manual_of_Style/Spelling|Wikipedia's Manual of Style on Spelling]].\n\nOnly include one space, not two, between sentences in the content of articles.\n\n==Terminology==\n* ''The Lord of the Rings'' is not a trilogy, and it is arguably (according to Tolkien himself) not a novel either. Use the words \"legendarium\" (for the story as a whole), \"book\", \"books\" (for describing ''The Lord of the Rings'' as a whole, its volumes, and the 6 books &mdash; but make clear which you are referring to), \"volume\", \"volumes\" (for the three volumes of ''The Lord of the Rings'').\n* Abbreviations of names of books, movies, series, people, etc. should not be used in articles or lists (e.g., write out ''[[The Lord of the Rings]]'', not LotR).\n* Take note of correct spellings, including diacritical marks, e.g. [[Éomer|'''É'''omer]], not '''E'''omer. Accents are not optional and if you are unsure of the alt code to insert the character just click the proper character below the editing box. An easy way to verify the correct accents is to type the non-accented version of the word into the search box and you will be redirected to the correct term, which you can then copy and paste.\n*Take note of correct singular and plural forms of terms: e.g. an [[Uruk-hai|Uruk]] ''for'' one of the [[Uruk-hai]], ''not'' an Uruk-hai; \"Uruk-hai\" means \"Orc-folk\")\n*Italicize non-English terms for objects and creatures (e.g. ''[[palantír]]'', ''[[crebain]]''), but not for peoples (e.g. [[Eldar]]). In general, follow the books.\n*When referring to adaptations, label them clearly as to avoid confusion with works of the same name (e.g. \"''[[The Lord of the Rings: The Two Towers]]''\" to refer to [[Peter Jackson]]'s movie rather than just \"''[[The Two Towers]]''\").\n* Avoid adaptation-derived terms to describe the ''original versions'' of characters, concepts, etc. Only use those terms to refer to ''their counterparts in adaptations'', and point out that the terms are original to the adaptation (e.g. use \"[[Oathbreakers]]\" or \"[[Dead Men of Dunharrow]]\" properly; \"Army of the Dead\" should only be used in an adaptation context).\n* Use capital letters when writing about the races of Middle-earth, but lower-case when writing about individuals or groups of individuals i.e. Elves, Dwarves, Men, Hobbits, Orcs, Istari, Valar, etc. (e.g. \"the hobbits walked down the road\", \"Hobbits have hairy feet\", \"the hobbit jumped over the fence\", \"the Elf lord bowed before them\", \"the orcs were running over the plain\").\n* Do not use \"human\" or \"humans\" when describing a concept inside the [[legendarium]]; instead write \"[[Men]]\" or \"men\", \"Man\"/\"man\", or \"Mannish\" (for usage of capital vs. lower-case letters, see above).\n\n==Dates and years==\n*For dates, always use Date Month and not Month Date, i.e. \"4 March\" and not \"March 4\".\n*Use [[:Category:Year templates|these templates]] to automatically generate dates in the required format. <nowiki>{{TA|3019}}</nowiki> gives {{TA|3019}}, <nowiki>{{TA|3019|n}}</nowiki> gives {{TA|3019|n}}.\n*For articles with only a few dates (or only a few differing from the stated standard reckoning for the article) it is easiest to just spell out the reckoning period in full; '[[Fourth Age 6]]'.\n<!-- needs something on the use of Shire Reckoning -->\n\n==Categories==\n* Before creating a category, please check to see if there is a same existing category or subcategory.\n* Generally, do not use supercategories (e.g. Since [[:Category:Dúnedain]] is the parent category of [[:Category:Dúnedain of the North]], only the latter should be used in the [[Aragorn|Aragorn II]] article).  However, if two or more categories from different sub-branches apply, then it would be proper to use both.\n* Categories are listed alphabetically within articles. In the case of images, categories related to the artist and the original publication are placed first.\n\n==Italics==\n* Always use italics for titles of books, series, movies, games, etc. (e.g., ''[[The Silmarillion]]'', ''The Lord of the Rings'', etc.)\n**The term \"[[Legendarium|The Silmarillion]]\" without italics is reserved for the work planned by Tolkien during his life, while the posthumous publication in [[1977]] should include italics.\n* Use italics for \"isolated words and phrases in other languages\". In terms of Tolkien-related articles, this would include anything in the [[languages]] (e.g. [[Quenya]], [[Sindarin]], [[Rohanese]], [[Khuzdul]], etc.) as well as [[Old English]] (e.g. \"a rope made of ''hithlain''\").\n* Do not include italics for direct cites, unless the text is spoken by a character (e.g. Galadriel said: \"''...together through ages of the world we have fought the long defeat''\").\n* Use [[Template:Blockquote]] for long quotes within the article's body, and keep [[Template:Quote]] for the headings of the article or its sections.\n\n==Punctuation==\n*For quotations, use \"double quotes\" and 'single quotes' for nesting quotations; thus \"quotations 'within' quotations\". Additionally, place sentence punctuation outside of quotation marks, unless the punctuation is part of the quoted material.\n*Oxford commas are preferred, but as long as consistency is maintained within the article, either style is acceptable.\n*Write formally. Avoid using contractions such as ''don't, can't, won't, would've, they'd,''.\n*Avoid using slashes to join words.  Instead, spell it out.\n\n==Tense==\n* All articles that cover in-universe material must be written in ''past tense''.\n\n==Links==\n* The following ''should'' be linked: dates, places, people that have a major connection with the subject, technical terms, etc. \n* Link a term at most once per major section, at first occurrence. Common sense applies; do not re-link in other sections if not contextually important there.\n*Make sure you link to the intended article rather than the disambiguation page; there are more than one \"[[Minas Tirith]]\", \"[[Aragorn]]\" and \"[[Faramir]]\". See also: [[Tolkien Gateway:Naming policy#Disambiguation]]\n\n===Redlinks===\n* A redlink is a link to an article which does not exist.\n* The numbers of redlinks should be kept to a minimum by \n*#Creating the appropriate article. Make sure you can complete a decent article before starting it; do not create an one-line stub just for the sole reason of eliminating the redlink.\n*#Checking the spelling. Sometimes the previous editor did not spell a name exactly as the linked article's name.\n*#Removing the brackets creating the link if the redlink seems to link to a redundant word that is not referring to something significant to Tolkien's mythology (such as \"[[cloud]]\" or \"[[Maggot's wagon]]\" or \"[[Aragorn's unnamed daughter]]\")\n* If links remain to an article that has been deleted, these are also redlinks and should be removed. [[Template:Redlink]] can be used for this purpose.\n\n==Article layout==\n===Naming===\n:{{Main|Tolkien Gateway:Naming policy}}\n*Most article titles are plural, e.g. [[Elves]], unless a plural is disputed (e.g. [[Balrogs|Balrog]], [[Mallorn]])\n*Avoid overusing parentheses in titles of articles, unless there is [[Tolkien Gateway:Naming policy#Disambiguation|disambiguation]].\n*Avoid the definite article (\"the\") and the indefinite article (\"a\"/\"an\") unless addressing the titles of books, series, movies, etc. Note for example that \"[[Fellowship of the Ring]]\" is the article for the group of characters, whereas \"''[[The Fellowship of the Ring|'''The''' Fellowship of the Ring]]''\" is the article describing the first tome of ''The Lord of the Rings''.\n*Avoid introducing names poetically in your text, e.g. use just \"in [[Minas Anor]]\" instead of \"in a city known as [[Minas Anor]]\"; use just \"[[Oromë]]\" instead of \"the [[Vala]] whom the [[Elves]] called [[Oromë]]\".\n\n===Introduction===\n* The first occurrence of the [name of the] subject of the article at first mention must be '''bolded''', preferably in the first sentence of the article.\n* The lead section should be about one to three paragraphs long, dependent on the overall size of the article. Often, a single sentence suffices.\n*Ideally, the lead section should be a synopsis of the topic's history, role and significance.\n\n===Body===\nArticles typically have some or all of the following sections:\n* The \"'''History'''\" section is to represent a chronological, in-universe history of the subject. \n**\"In-universe\" means that the topic should be treated as actual history and not as a subject of literature and fiction. Use expressions like \"In the First Age\" instead of \"In ''The Silmarillion''\" or \"During the War of the Ring\" instead of \"During the events of ''The Lord of the Rings''\". You should avoid phrases like \"later in the chapter...\", \"in the second book...\", \"in one earlier version of the text...\", and even the name \"Tolkien\".\n* The \"'''Legacy'''\" section explains later mentions of the subject after its disappearance.\n* The \"'''Etymology'''\" section is written either in or out of universe (or both if needs be), and it should be well sourced. Avoid the generic term \"[[Elvish]]\". It is focused on the main name of the article, but it can include a cognate or loose name if there are no more names.\n* The \"'''Other names'''\" section is created if there are more names to avoid overcharging the Etymology section. In case a character has a great amount of names (for example [[Túrin#Other names]]), these can be listed.\n* For the \"'''Genealogy'''\" section, use the [[:Template:familytree|<nowiki>{{familytree}}</nowiki>]] template (click on the template link for instructions).\n* \"'''Other versions of the legendarium'''\" is a section for information about differences that appear in Tolkien's early texts, drafts, changes made during writing, elements that did not pass into the published texts, and generally for matters of difficult consistency. This section is a perfect chance to describe the evolution of a concept throughtout Tolkien's writings, from its earliest apparition in the legendarium or its predecessors, till its later development (for example [[Galadriel#Other versions of the legendarium]]).\n* In the \"'''Inspiration'''\" section, elements which have or may have influenced Tolkien in the forming of the character or event can be placed.\n* \"'''Portrayal in adaptations'''\" is a section for out-of-universe information about the subject. See [[Tolkien Gateway:Projects/Adaptations]] for a list.\n*Some articles may contain a section for \"In popular usage\" to highlight how a word or inspiration by Tolkien passed into the later fantasy literature. For example the article on [[Hobbits]] mentions the \"Halflings\" of Role-Playing Games, inspired from Tolkien's Hobbits.\n* \"'''See also'''\" is a section where the reader can be pointed at related articles to similar or relevant topics, or a gallery of images of the subject.\n* After the \"See also\" section should come (in order) sections on \"Notes\" (if there are footnotes), \"External links\" (if appropriate; see below), \"References\" and \"Further reading\" (for unreferenced but relevant print works, if appropriate).\n\n===References and notes===\n{{main|Help:References}}\n* Use inline citations to support claims made in articles; citations are usually at the end of the sentences they support (after punctuation) using <nowiki><ref>...</ref></nowiki> tags and citation templates. Explanatory footnotes can similarly be created using <nowiki><ref group=note>...</ref></nowiki>. See [[Help:References]] for instructions.\n* To create a \"References\" section, use the template <nowiki>{{references}}</nowiki>. To create both a \"Notes\" and a \"References\" section, use the template <nowiki>{{references|note}}</nowiki>.\n* Do not cite secondary sources or tertiary sources ''unless'' there are valid conclusions drawn based on primary sources; this includes the ''[[Encyclopedia of Arda]]'', ''[[The Complete Guide to Middle-earth]]'' and ''[[The Atlas of Middle-earth]]'', among others.  Instead, use primary sources (reliable sources) such as published texts by J.R.R. Tolkien or secondary sources of ''[[The History of Middle-earth]]'' edited by Christopher Tolkien.\n\n===External links===\n*'''The \"External links\" section is intended to offer further reading materials, not advertisements.''' Tolkien Gateway is not a link farm nor a web directory. Do not link to ten or more sites. There are exceptions to this, but a vast quantity of external links are usually frowned upon. Three to four links are usually enough.\n*The following sites '''should be linked''': official sites (that ''majorly'' relate to the topic), articles about the subject of article on other encyclopedias or vast resources (e.g. [http://www.glyphweb.com/arda/default.asp Encyclopedia of Arda], [https://thainsbook.minastirith.cz The Thain's Book], [http://en.wikipedia.org Wikipedia], and sites that contain neutral and accurate information that has not been mentioned in the article.  On controversial articles that contain multiple points of view, have at least equal amount of sites presenting each POV with a detailed explanation.\n*The following sites are '''occasionally acceptable''': professional reviews reviewing books, movies, etc. (e.g. [http://www.imdb.com/ IMDb]), '''ONE very informative fansite''' about the subject of article, web directory full of '''informative fansites'''.  \n*The following should be '''avoided''' and are generally '''not acceptable''': fanlistings (because they are not generally informative), multiple fansites, and web directories (for exceptions, see above).\n*The following should '''not''' be linked on articles under any circumstance: sites with unverified original research, any form of advertising (whether it is a site or a product), any social networking sites, etc.\n\n==Images==\n:''Main articles: [[Tolkien Gateway:Image policy]] and [[Help:Images]]\n* Uploaded images must be related to J.R.R. Tolkien and his works, the one exception being if you want to upload an image for your userpage, usually of yourself, that is acceptable.\n* We are currently fairly lenient on the file size of images. If the image is above our maximum file size limit (you will see this after clicking the upload button) simply click save anyway. Keep in mind there is no need for extensive quality as our images are used primarily in articles. However we would prefer too high of quality opposed to too low of quality as we can always reduce the quality later.\n*'''Always tag the image you are uploading with image copyright tags.'''  If you are not sure of the copyright, then it is best not to upload it.\n*'''Always include a description of the image: where the image came from, what it is, etc.'''\n*If available, place book illustrations first in the article, especially in infoboxes. Screenshots and other images from adaptations properly belong in an Adaptations section.\n*Do not change the images in the Infoboxes without discussing it on the talk page.\n*If the image is of an illustration, attempt to find the artist's title of the image and upload it as \"Artist Name - Title of Illustration.jpg\"\n*Categorize the image properly. These include \"Category:Images by (artist's name)\", and categories for all characters, objects and events. \n*If you are an artist yourself and you would like your work featured on this website, it is advisable to upload images of minor characters only. We have sufficient pictures of [[Aragorn|Aragorn II]], but none for [[Aragorn I]]. \n\n==Plagiarism==\n:''See also: [[Wikipedia:Wikipedia:Plagiarism|Wikipedia:Plagiarism]], [[Wikipedia:Wikipedia:Copyright_violations|Wikipedia:Copyright violations]], and [[Wikipedia:Wikipedia:Close paraphrasing|Wikipedia:Close paraphrasing]]\nTextual content should be written exclusively by Tolkien Gateway contributors. Text should not be copied verbatim or closely paraphrased from Wikipedia, The Encyclopedia of Arda, books, or other sources, and contributors should remove or rewrite any copied or closely paraphrased text they discover on Tolkien Gateway. \n\nLimited quotations of reliable sources are permissible so long as the quotations are surrounded by double quotation marks and followed by an inline citation.\n\n==See also==\n*[[Help:Editing]]\n*[[Help:Glossary]]\n\n[[Category:Tolkien Gateway]]"}}}