{"parse": {"title": "Letter to Nancy Smith (27 May 1958)", "pageid": 26668, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1958"}, {"ns": 0, "exists": "", "*": "27 May"}, {"ns": 0, "exists": "", "*": "Christie's Fine Printed Books and Manuscripts 24 May 2002"}, {"ns": 0, "exists": "", "*": "Index questions"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Nancy Smith"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "On [[27 May]] [[1958]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to [[Nancy Smith]]'''.\n\n*'''Contents:''' Tolkien expresses his gratitude to Smith for her work on the index to ''[[The Lord of the Rings]]'' (see \"[[Index questions]]\").<ref>[http://www.christies.com/Lotfinder/lot_details.aspx?from=salesummary&intObjectID=3918796&sid=0838a161-adc2-45f8-aba4-94096c9b69de Christies.com], as of May 28, 2010</ref>\n*'''Description:''' Autograph letter signed (\"J.R.R. Tolkien\"). One page, 4to.\n*'''Publication:''' ''[[Christie's Fine Printed Books and Manuscripts 24 May 2002]]''.\n\n== From Auction ==\n\nTOLKIEN, John Ronald Reuel (1892-1973). Manuscript notes signed (\"J.R.R. Tolkien\" on page 3, and initial-signed at end), comprising detailed instructions for the index to The Lord of the Rings. 12 March 1958. 4 pages, 4to. With a typed questionnaire headed \"Index questions,\" from Smith annotated by Tolkien in red, 2 pages, 4to. \nTOLKIEN'S MANUSCRIPT NOTES FOR THE 'LORD OF THE RINGS' INDEX\n\nFollowing publication of the final volume of the Lord of the Rings trilogy, demand grew among readers for an index to the monumental work and the publisher, George Allen & Unwin Ltd., eventually complied to these requests only after Tolkien himself sought an index for his own use. The managing director of the firm, Rayner S. Unwin offered the assignment to Mrs. Nancy Smith, an editor and family friend. Her husband, Bernard S. Smith, was a British foreign service officer who shared rooms at Oxford with Christopher Tolkien and Rayner Unwin.\n\nPreparation of the index engendered some correspondence between Smith and Tolkien, who wanted the material to be divided into three parts: Persons, Places, and Things. Smith began the index in January 1958, and it took four months to completion. The finished result, a carbon copy of which accompanies this lot, filled 84 single-spaced typed pages. Mrs. Smith was paid the standard rate of £5 per volume for her work.\n\nSmith sent a two-page typed list of \"Index questions,\" to Tolkien at the early stages of the project. He began annotating the margins in reply to the eight questions posed by Smith, but ended up writing out a four-page outline carefully defining his specific requirements for the index with numerous examples. \n\n\"The index is intended primarily for my personal use. I hope to prepare from it some sort of glossary/index such as readers' letters suggest is most desired. But its immediate uses will be: (a) correction (where needed of inconsistencies, in spelling or use, or errors in the present text; and (b) co-ordination of the nomenclature ofThe Lord of the Rings with other work.\"\n\nHe concludes, \"I hope these notes on the queries will be useful. In any points where the compiler is in doubt a (?) query will really be sufficient, as it will warn me that there is an unclarity or doubt, which I can then consider.\" The index first appeared in published editions of the trilogy in 1962, and has continued to been included at the end of the final volume of subsequent editions of the trilogy to present. \n\n[With:]\n\nTOLKIEN. Autograph letter signed (\"J.R.R. Tolkien\") to Nancy Smith. Oxford, 27 May 1958. One page, 4to. Tolkien expresses his gratitude to Smith for her work on the index. \n\n== External links ==\n\n*[http://www.christies.com/Lotfinder/lot_details.aspx?from=salesummary&intObjectID=3918796&sid=0838a161-adc2-45f8-aba4-94096c9b69de Lot 409 on Christie's]\n\n{{references}}\n{{title}}\n[[Category:Letters|Smith, Nancy (1958-05-27)]]"}}}