{"parse": {"title": "A Conspiracy Unmasked", "pageid": 7080, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "25 September"}, {"ns": 0, "exists": "", "*": "A Conspiracy Unmasked (soundtrack)"}, {"ns": 0, "exists": "", "*": "A Long-expected Party"}, {"ns": 0, "exists": "", "*": "A Short Cut to Mushrooms"}, {"ns": 0, "exists": "", "*": "Bag End"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Black Riders"}, {"ns": 0, "exists": "", "*": "Brandy Hall"}, {"ns": 0, "exists": "", "*": "Brandywine"}, {"ns": 0, "exists": "", "*": "Brandywine Bridge"}, {"ns": 0, "exists": "", "*": "Buckland"}, {"ns": 0, "exists": "", "*": "Bucklebury Ferry"}, {"ns": 0, "exists": "", "*": "Crickhollow"}, {"ns": 0, "exists": "", "*": "Farewell We Call to Hearth and Hall!"}, {"ns": 0, "exists": "", "*": "Farmer Maggot"}, {"ns": 0, "exists": "", "*": "Fatty Bolger"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gorhendad Oldbuck"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Mrs. Maggot"}, {"ns": 0, "exists": "", "*": "Old Forest"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Sackville-Bagginses"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "The Bath Song"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Old Forest"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Shadow of the Past"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "There and Back Again"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Short description"}, {"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["CdxIconArticleDisambiguation.svg", "Abe_Papakhian_-_A_Conspiracy_Unmasked.jpg"], "wikitext": {"*": "{{short_description|5th chapter of the first book of The Fellowship of the Ring}}\n{{Disambig-two|the fifth chapter of the first book in The Fellowship of the Ring.|Soundtrack|[[A Conspiracy Unmasked (soundtrack)]]}}{{chapter\n| image=Abe Papakhian - A Conspiracy Unmasked.jpg\n| title=A Conspiracy Unmasked\n| book=The Fellowship of the Ring\n| number=5\n| event=[[Meriadoc Brandybuck|Merry]] and [[Peregrin Took|Pippin]] reveal that they knew [[Frodo Baggins|Frodo]]'s plan all along; they decide that they should continue their journey through the [[Old Forest]].\n| date=[[25 September]] {{TA|3018|n}}\n| location=[[Crickhollow]]\n| previous=A Short Cut to Mushrooms\n| next=The Old Forest\n}}\n\n{{quote|You must go – and therefore we must, too.|[[Peregrin Took]]}}\n\n'''A Conspiracy Unmasked''' is the fifth chapter of the first book in ''[[The Fellowship of the Ring]]''. The main characters are [[Frodo Baggins]], [[Meriadoc Brandybuck]], [[Peregrin Took]] and [[Samwise Gamgee]]. [[Fatty Bolger]] is introduced.\n\nThe chapter tells of Frodo's revelation of his intention to continue out of [[The Shire]] on his own,  his friends' confessions that they'd known this all along, and how Merry and Pippin would accompany Frodo and Sam all the way to [[Rivendell]] while Fatty Bolger would remain behind to keep up appearances.\n\nThe chapter reveals the loyalty and determination of Frodo’s friends - Sam, Merry and Pippin - to accompany him on his dangerous journey.\n\n==Overview==\n\nThe chapter begins where the [[A Short Cut to Mushrooms|preceding chapter]] ends, after the Hobbits had been taken to the [[Bucklebury Ferry]] by [[Farmer Maggot]]. Frodo, Sam, Pippin and Merry boarded the ferry and commenced their crossing of the river [[Brandywine]].\n\n===A Short History of Buckland===\n\nAt this point of the chapter, a short history of [[Buckland]] is given, describing how [[Gorhendad Oldbuck]] settled there, changed his name to Brandybuck, built [[Brandy Hall]], and sired a great family. Bucklanders are described as peculiar among other Hobbits, mostly for their love of boats; and also because they locked their doors at night (unusual elsewhere in the Shire) due to their proximity to the [[Old Forest]].\n\n===A Tense Landing===\nThe chapter returns to the main story. The Hobbits had just  disembarked on the eastern shore when Sam spotted something moving on the western shore. The Hobbits observed a dark figure behaving similarly to the [[Black Riders]] they'd encountered before, as it examined the landing and then slunk off into the darkness. When Frodo asked Merry whether horses can cross the river, Merry said he didn't think so, but added that the nearest solid crossing was the [[Brandywine Bridge]], twenty miles away to the north. Merry rode ahead towards [[Crickhollow]] to get [[Fatty Bolger]] and the house ready for second supper.\n\n===Arrival and Supper at Crickhollow===\nAfter a long walk from the ferry, the other three Hobbits reached Frodo's secluded new house at Crickhollow, where Fatty Bolger welcomed them in. Frodo congratulated Merry and Fatty for successfully arranging his furniture to resemble [[Bag End]]. Secretly, he dreaded having to tell them that he planned to leave immediately, alone.\n\nMerry had prepared baths for the weary travelers. Pippin sang [[The Bath Song]] as he washed himself. Merry and Fatty served a late supper of [[Mrs. Maggot]]'s basket of mushrooms. We are told that Hobbits have a special appetite for mushrooms.\n\n{{quote|They're mine! Given to ''me'' by Mrs. Maggot, a queen among farmers' wives. Take your greedy hands away, and I'll serve them.|[[Frodo Baggins]]}}\n\n===The Conspiracy===\nAfter supper, Merry asked the others to explain the Black Riders to him. Frodo fell silent, so Pippin retold their entire adventure thus far. Pippin and Merry beseeched Frodo to explain the rest of his plan, but then revealed that they already knew his intention to continue out of [[The Shire]] on his own. Frodo was surprised, having previously thought he'd successfully convinced everyone that he'd simply moved his home to Crickhollow.\n\nMerry explained that he'd long suspected that Frodo would follow [[Bilbo Baggins|Bilbo]] sooner or later. He listed several obvious signs that Frodo was leaving The Shire for good. Merry reassured Frodo that only the present company had figured it out, and that his secret was safe with them.\n\n{{quote|The secret won't keep long, of course; but at present it is, I think, only known to us conspirators. After all, you must remember that we know you well, and are often with you. We can usually guess what you are thinking.|[[Meriadoc Brandybuck]]}}\n\nFrodo apologized for his plans to leave the others behind, explaining that he was going into mortal danger. Merry responded by announcing that he and Pippin had already decided to come along, and would hear no arguments to the contrary.\n\n{{quote|You must go – and therefore we must, too. Merry and I are coming with you. Sam is an excellent fellow, and would jump down a dragon's throat to save you, if he did not trip over his own feet; but you will need more than one companion in your dangerous adventure.|[[Peregrin Took]]}}\n\nMerry revealed that he had known about [[The One Ring]] for a very long time. A year before Bilbo's birthday party, he happened to spot Bilbo vanishing into thin air to avoid the [[Sackville-Bagginses]]. Once they'd gone, Merry observed Bilbo reappearing and putting something shiny into his pocket. The curious Merry continued spying on Bilbo, eventually learning his secret. Merry also managed to briefly read from Bilbo's secret book, ''[[There and Back Again]]''. Due to the book's absence from Frodo's inheritance, Frodo and Merry concluded that Bilbo must have taken it with him [[A Long-expected Party|when he left]].\n\nMerry revealed that the Hobbit conspirators received much of their information from Sam, who had told them everything he'd heard from Frodo's [[The Shadow of the Past|conversation]] with Gandalf at Bag End. Therefore, all Hobbits present at Crickhollow knew of the Ring, of [[Sauron]], and the rest of the story. Frodo was at first indignant about this conspiracy, but quickly realized that his friends had conspired only for his protection.\n\n{{quote|You are a set of deceitful scoundrels! But bless you! I give in. I will take Gildor's advice. If the danger were not so dark, I should dance for joy. Even so, I cannot help feeling happy; happier than I have felt for a long time. I had dreaded this evening.|[[Frodo Baggins]]}}\n\n===Preparations to Leave Crickhollow===\nWith this reassurance, spirits were lifted, and the Hobbits sang a version of [[Farewell We Call to Hearth and Hall!]] written by Merry and Pippin specifically for the occasion. \n\nFrodo wanted to leave Crickhollow as soon as possible. Merry revealed that he had already prepared six ponies, laden with gear and provisions. He estimated that the Black Riders would find it very difficult to enter Buckland at night, but would eventually find a way in during the next morning at the latest. Frodo considered waiting for [[Gandalf]], but finally resolved to leave at dawn. With no better option available, he decided to avoid attention by traveling into the [[Old Forest]].\n\nFatty objected to this idea, but Merry posited that it must be safer than facing the Black Riders. Merry explained that the Brandybucks sometimes ventured into the Old Forest, especially during daytime when the trees were calmer. In any case, Fatty's task was to stay behind, wearing some of Frodo's old clothes, pretending that Frodo still lived at Crickhollow. Staying behind would also allow him to deliver a message to Gandalf, should he appear.\n\n===Frodo's Dream===\nThat night, Frodo had trouble sleeping. When he finally fell asleep, he dreamed that he was looking out a high window over a dark forest. He heard creatures crawling among the trees below. Suddenly, he heard the sound of the sea in the distance, which he had never heard before. He found himself on a barren heath, looking at a tall white tower on a ridge-line. He felt an urge to climb the tower to get a view of the sea, but when he tried to climb he suddenly saw a bright flash in the sky and heard a loud thunder.\n\n[[Category:The Fellowship of the Ring chapters|Conspiracy Unmasked]]\n[[fi:Salaliitto paljastuu (TSH)]]"}}}