{"parse": {"title": "The Notion Club Papers Part One", "pageid": 59992, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "16 November"}, {"ns": 0, "exists": "", "*": "1986"}, {"ns": 0, "exists": "", "*": "1987"}, {"ns": 0, "exists": "", "*": "20 February"}, {"ns": 0, "exists": "", "*": "27 February"}, {"ns": 0, "exists": "", "*": "Alwin Arundel Lowdham"}, {"ns": 0, "exists": "", "*": "C.S. Lewis"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Downfall of Númenor"}, {"ns": 0, "exists": "", "*": "Drama of the Silver Tree"}, {"ns": 0, "exists": "", "*": "Ellor Eshúrizel"}, {"ns": 0, "exists": "", "*": "En-keladim"}, {"ns": 0, "exists": "", "*": "Eälar"}, {"ns": 0, "exists": "", "*": "Green Emberü"}, {"ns": 0, "exists": "", "*": "Gunthorpe Park"}, {"ns": 0, "exists": "", "*": "Howard Green"}, {"ns": 0, "exists": "", "*": "Incarnate"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Michael George Ramer"}, {"ns": 0, "exists": "", "*": "Minal-zidar"}, {"ns": 0, "exists": "", "*": "Nicholas Guildford"}, {"ns": 0, "exists": "", "*": "Notion Club"}, {"ns": 0, "exists": "", "*": "OED"}, {"ns": 0, "exists": "", "*": "On Fairy-Stories"}, {"ns": 0, "exists": "", "*": "Oxford"}, {"ns": 0, "exists": "", "*": "Philip Frankley"}, {"ns": 0, "exists": "", "*": "Rupert Dolbear"}, {"ns": 0, "exists": "", "*": "Saturn"}, {"ns": 0, "exists": "", "*": "Sauron Defeated"}, {"ns": 0, "exists": "", "*": "Taniquetil"}, {"ns": 0, "exists": "", "*": "Tekel-Mirim"}, {"ns": 0, "exists": "", "*": "The Drowning of Anadûnê"}, {"ns": 0, "exists": "", "*": "The End of the Third Age"}, {"ns": 0, "exists": "", "*": "The Notion Club Papers"}, {"ns": 0, "exists": "", "*": "The Notion Club Papers Part Two"}, {"ns": 0, "exists": "", "*": "The Space Trilogy"}, {"ns": 0, "exists": "", "*": "Two Trees of Valinor"}, {"ns": 0, "exists": "", "*": "Wilfrid Trewin Jeremy"}, {"ns": 0, "exists": "", "*": "William Morris"}, {"ns": 0, "exists": "", "*": "Ósanwë"}, {"ns": 0, "*": "The Story of Frodo and Sam in Mordor"}, {"ns": 0, "*": "The Tower of Kirith Ungol"}, {"ns": 0, "*": "The Land of Shadow (Sauron Defeated)"}, {"ns": 0, "*": "Mount Doom (Sauron Defeated)"}, {"ns": 0, "*": "The Field of Kormallen"}, {"ns": 0, "*": "The Steward and the King (Sauron Defeated)"}, {"ns": 0, "*": "Many Partings (Sauron Defeated)"}, {"ns": 0, "*": "Homeward Bound (Sauron Defeated)"}, {"ns": 0, "*": "The Scouring of the Shire (Sauron Defeated)"}, {"ns": 0, "*": "The Grey Havens (Sauron Defeated)"}, {"ns": 0, "*": "The Epilogue"}, {"ns": 0, "*": "Foreword and List of Members"}, {"ns": 0, "*": "Major Divergences in Earlier Versions of Part Two"}, {"ns": 0, "*": "The third version of The Fall of Númenor"}, {"ns": 0, "*": "The original text of The Drowning of Anadûnê"}, {"ns": 0, "*": "The second text of The Drowning of Anadûnê"}, {"ns": 0, "*": "The final form of The Drowning of Anadûnê"}, {"ns": 0, "*": "The theory of the work"}, {"ns": 0, "*": "Lowdham's Report on the Adunaic Language"}, {"ns": 0, "*": "Prose Edda"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe9chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:SD"}], "images": [], "wikitext": {"*": "{{HoMe9chapters}}\n'''''The Notion Club Papers'' Part One''' is a chapter included in ''[[Sauron Defeated]]'', being the first part of ''[[The Notion Club Papers]]''. \n\n[[J.R.R. Tolkien]] divided the Papers into two parts at some point during its composition, but ultimately he rejected this division and removed the headings of each part; however, [[Christopher Tolkien]] kept the division for editorial reasons.<ref>{{SD|2a}}, p. 146</ref> The heading of Part One read:<ref>{{SD|2an}}, p. 153, note 2</ref>\n<center>\"Part I <br />The Ramblings of Michael Ramer <br />''Out of the Talkative Planet''\"</center>\n\n==Synopsis==\n;'''Night 54''': [[16 November]] [[1986]]\n:Only [[Philip Frankley]] and [[Rupert Dolbear]] attended the [[Notion Club]], and they simply read a couple of poems and made some comments before leaving.\n\n;'''Night 60''': [[20 February]] [[1987]]\n:[[Michael George Ramer|Michael Ramer]] finished reading a story (which is lost according to [[Howard Green|the editor]]) to the crowded Club. The audience began criticizing with reluctance, but [[Nicholas Guildford]] finally stated his main objection with the story: the spaceships. He rejected the idea that spaceships could exist and criticized their use in literature with a false scientific approach. He and Flankley mentioned different examples from early century books and how these became more unbelievable as science evolved. Thus, Guildford expressed his dissatisfaction with mechanical transports for space travel and pointed to the need for other means, to which [[Wilfrid Trewin Jeremy]] added that there was no need for anything but the author's storytelling to see distant places of space. However, Guildford explained one cannot write a story about space travel with other natural laws or imaginary places (unlike the Fairy-stories), as they are set in our Universe.\n\n:Then Dolbear woke up from dozing off, but showed he was aware of the conversation. He explained they had been overlooking an important detail: the spaceship from Ramer's story was obviously made up by Ramer to give a narrative frame, while the story in between was unrelated to it. This moved Dolbear to ask Ramer what he had been up to and what the place in his story was. Ramer acknowledged the place was real and he had seen it, causing a great silence to fall in the Club. The members tried to get some answers from him, but he refused to elaborate. Soon afterwards, the meeting finished and Ramer said he would come the next week. While in the street, Guildford told Ramer they believed him, and Ramer promised to tell his secret in the next meeting.\n\n;'''Night 61''': [[27 February]] [[1987]]\n:All the members of the Club attended the meeting, Ramer being the last to come. They all expected him to bring an essay or something to explain what he mentioned in the last meeting, but he told them he would just talk instead. Ramer began explaining that the story he read in the last meeting was a real experience, but he made up the part about travelling with the spaceship, which had not convinced the Club. Moved by some fiction books, he had been wondering how to travel with the mind and see places from space beyond human reach. At the same time, he had been thinking about dreams and how they work, being sure that if dreams allow us to see things from other times (past and future), they can also be used to experience other places. Ramer gave the example of literary creation: when the mind is absorbed, it can evoke some images with details we can notice later, when we pay attention to them; he also noticed that these images did not usually come to him at will, but independently. Then Ramer explained the problem of travelling with the mind, as humans are [[incarnate]] beings and therefore the mind cannot be separated from the body. \n\n:Thus, he wondered if it was possible to inspect the memory of places and objects nearby. He began training his mind to have awareness of the history of some objects and places; and at the same time, he trained his memory on dreams, which became affected by his mental inspection of objects. His experiences were blurry and abstract at first, but he wished to use his method to travel outside Earth, so he began visiting a very large meteorite at [[Gunthorpe Park]] in [[Wikipedia:Matfield|Matfield]]. From the meteor, he got odd dreams of pure physical experiences, like Weight, Fire, temporal Length; and he realized he would never be able to control the history of such an object in his life-time, nor use the meteor to inspect the places it came from. Therefore, Ramer turned his attention to dream-inspection, noticing that he could experience the same dream in different and disordered times. He could not choose to have those dreams, and while dreaming a fragment, he could remember the whole sequence of that dream, even after years without thinking about it. However, there were some \"marginal dreams\" created by Ramer's distracted mind which now he was able to remember more easily, accompanied by strong emotions. He gave a couple of examples to the Club: a man having a fortunate encounter at night, and a librarian with a dilemma. Those kinds of dreams were not of much interest to Ramer, for although they seemed real, they were fictional, and in many cases he did not even bother finishing them.\n\n:On the contrary, the \"good dreams\" were filled with a mythical charge that did not depend on the dreamer. Ramer gave the examples of a [[Downfall of Númenor|Green Wave]] rising above fields, and a view upon a [[Taniquetil|high mountain]] before [[Darkening of Valinor|a catastrophe]] felt upon a land with three [[Two Trees of Valinor|Blessed Trees]] of light. The Green Wave appeared to him several times, but he did not answer when [[Alwin Arundel Lowdham|Arundel Lowdham]] asked him to explain its meaning. Frankley was curious about how dreams are presented to the dreaming mind from the outside, to which Ramer explained that sometimes the dreaming mind gets in contact with other minds, ghosts, but Ramer did not always agree to interact with them, as sometimes they were evil spirits. Both minds could learn from each other thanks to these interactions, and thus Ramer could see the other places where these minds originally came from. He had already told them about [[Green Emberü|Emberü]] on the previous night, but he was no longer able to remember the place ever since he wrote its description to be read in the Club. The same happened with other planets, which were mere words for him now, even though he had been able to remember their beauty with great pleasure: silver [[Ellor Eshúrizel|Ellor]] or golden [[Minal-zidar]].\n\n:Ramer, Lowdham and Jeremy began discussing where the names of those places came from, and Ramer informed them he was born in [[Wikipedia:Hungary|Hungary]], so his mind had given names to those places in his native language. They also commented about how [[Eälar|pure spirits]] could communicate with incarnated beings through the [[Ósanwë|mind]], but they returned to the main conversation: Ramer had been obtaining some words from a Primal Language, which did not sound like [[C.S. Lewis|Lewis]]'s Old Solar, but had some similarities with a language he was inventing for a story. He also pointed out that if there was a primal language, it would not be \"Old Solar\", as in his explorations around EN (as he called the Solar System), he could not find any other talking race: Earth seemed to be the only \"Talkative Planet\". Frankley asked how [[Saturn]] was, as he had written a description of a Saturnian landscape. Ramer confirmed it was very similar to what he had seen.\n\n:Then, moved by the short time the Club had left, Ramer told about his experience on one of the inhabited planets: [[Ellor Eshúrizel]], in which he saw the [[Drama of the Silver Tree]], performed by the [[En-keladim]], a most beautiful race, invisible but able to take form and talk. He also visited a planetary system, which included the planet [[Tekel-Mirim]]: a land of crystals. Its atmosphere could have been air or water, as Ramer could not define it, as well as the scale of everything he saw there. Everything was covered by a sort of inorganic life made of crystal, forming all kinds of structures and geometric forms. As time passed in contemplation, Ramer noticed these forms also suffered a beautiful process of disintegration, although there were some basic structures that remained. On one occasion when he was visiting this planet, he had the  urge to come back to his body, but while doing so, he noticed a sphere. Focusing his will on the sphere, his mental acceleration made him contemplate Earth (or another planet) at an incredible speed, thus seeing the rising and fall of entire woods, and the appearance of some incarnates, which began consuming the lands around a river, making and destroying buildings at a high speed. He thought they were a kind of insects, but when he focused on a building of them, everything stopped and he recognized [[Oxford]]. Then he woke up and went to mass.\n\n==Literary references==\n*\"Scientifiction\", term by [[:Wikipedia:Hugo Gernsback|Hugo Gernsback]].\n*''[[:Wikipedia:A Voyage to Arcturus|A Voyage to Arcturus]]'', novel by [[Wikipedia:David Lindsay (novelist)|David Lindsay]].\n*''[[Wikipedia:The First Men in the Moon|The First Men in the Moon]]'' and ''[[Wikipedia:The Time Machine|The Time Machine]]'', novels by [[Wikipedia:H. G. Wells|H.G. Wells]].\n**\"Cavorite\", a fictional substance in ''The First Men in the Moon''.\n*''[[The Space Trilogy]]'' (mainly ''[[Wikipedia:Out of the Silent Planet|Out of the Silent Planet]]'' and ''[[Wikipedia:Perelandra|Perelandra]]''), a series by [[C.S. Lewis]].\n**[[The Space Trilogy#Elwin Ransom|Dr. Elwin Ransom]], the saga's protagonist.\n**\"Eldils\", a sort of spiritual creature from space.\n**\"Field of Arbol\", the Solar System around Arbol (the Sun).\n**\"Old Solar\", the original and common language of the Field of Arbol.\n**\"Hnau\", [[Incarnate|rational embodied beings]].\n*\"Erewhon\", a fictional country in the novel ''[[Wikipedia:Erewhon|Erewhon]]'' by [[Wikipedia:Samuel Butler (novelist)|Samuel Butler]].\n*''[[Wikipedia:News from Nowhere|News from Nowhere]]'', a novel by [[William Morris]].\n*\"[[Wikipedia:Skíðblaðnir|Skíðblaðnir]]\", a magic ship in the ''[[Prose Edda]]''.\n*''[[Wikipedia:Last Men in London|Last Men in London]]'', novel by [[Wikipedia:Olaf Stapledon|Olaf Stapledon]].\n*\"The Pig on the Ruined Pump\", a character in a couple of poems in ''[[Wikipedia:Sylvie and Bruno|Sylvie and Bruno]]'' by [[Wikipedia:Lewis Carroll|Lewis Carroll]].\n*[[Wikipedia:Geoffrey of Monmouth|Geoffrey of Monmouth]], author of ''The History of the Kings of Britain''.\n*\"Elvish Drama\", term reminiscent of \"Faërian Drama\" from ''[[On Fairy-Stories]]'' by [[J.R.R. Tolkien]].\n*Definition of \"crystal\" by [[Wikipedia:Thomas Henry Huxley|Thomas Henry Huxley]] in ''[https://archive.org/details/physiographyintr77huxl/page/59/mode/1up Physiography: an introduction to the study of nature]'' (cited in the [[OED]]).\n\n{{references}}\n{{DISPLAYTITLE:''The Notion Club Papers'' Part One}}\n[[Category:Sauron Defeated chapters]]"}}}