{"parse": {"title": "Letter to John Roberts", "pageid": 33345, "redirects": [{"from": "John Roberts 22 August 1955", "to": "Letter to John Roberts"}], "links": [{"ns": 0, "exists": "", "*": "1955"}, {"ns": 0, "exists": "", "*": "22 August"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": ["John_Roberts_22_August_1955.jpg"], "wikitext": {"*": "[[Image:John Roberts 22 August 1955.jpg|thumb]]\nOn [[22 August]] [[1955]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to John Roberts'''.<ref name=hammond>[[Wayne G. Hammond]] and [[Christina Scull]] \"[http://mysite.verizon.net/wghammond/addenda/chronology_by_date.html Addenda and Corrigenda to ''The J.R.R. Tolkien Companion and Guide'' (2006) Vol. 1: Chronology - Arranged by Date]\" at [http://mysite.verizon.net/wghammond/index.html Wayne & Christina Website] (accessed 20 May 2011)</ref>\n\n*'''Description:''' 2 pages, 8vo, Headington.<ref name=bonhams>[http://www.bonhams.com/eur/auction/16204/lot/430/ Sale 16204 - Printed Books, Maps, Manuscripts and Photographs, 4 Nov 2008 - Lot 430] at [http://www.bonhams.com Bonhams.com] (accessed 20 May 2011)</ref>\n*'''Publication:''' The letter was quoted in ''Bonhams, Printed Books, Maps, Manuscripts and Photographs, London 4 November 2008''.<ref name=hammond/>\n\n== From the auction<ref name=bonhams/> ==\n\nAutograph letter signed (\"JRRTolkien\"), to [John] Roberts, apologising for the long delay in publishing the third volume of The Lord of the Rings (\"...I am very sorry indeed that Vol.III has been so long delayed; but as soon as publication began I became involved in many other tasks, and had often to put the proofs of the Lord of the Rings aside./ The story was indeed long in the writing, but it was finished a long while ago. The compression of a selection of matter not included in the main narrative, but apparently desired by readers, was mainly responsible for the hold up. It took a great deal of time and concentration...\"); he goes on to describe the third volume (\"...You will get about 416 pages in Vol.III. Of which about 100 will be occupied with subsidiary matter, and annals... There will be another larger-scale map of Gondor and Mordor./ Except for names of districts (countries, or areas) such as Enedwaith there are not supposed to be any names in the maps (other than those of the Shire) which do not appear somewhere...\"), laments his failure to provide an index (\"...The attempt to make one took a lot of fruitless effort: it would have been too large and too costly to print...\"), looks forward to putting in order \"the legends of the First and Second Ages\" [i.e. Simarillion] (\"...but these turn West rather than East...\"), and expresses himself delighted that Roberts has enjoyed the book so far (\"...I am very pleased that you like the Ents...\"), while explaining his thinking in creating Gollum.\n\nFootnote:\n\"SMEAGOL-GOLLUM IS DETESTABLE - BUT ALL THE MORE AN OBJECT FOR PURE PITY, A PITY UNALLOYED (AND UNAIDED) BY ANY LIKING\": Tolkien writes to an admirer two months before publication of the final instalment of The Lord of the Rings (where of course it is just this pity that, by sparing Gollum's life, allowed Frodo's mission to be accomplished and the Ring destroyed).\n\nAs Tolkien states in this letter, The Lord of the Rings had indeed been \"long in the making\" and \"finished a long while ago\", having been begun, as a sequel to The Hobbit, in 1937, then put aside, restarted in 1944, and completed in 1949. The first volume appeared on 21 July 1954, the second four months later on 11 November 1954, and the third after nearly a year's delay on 20 October 1955 (Tolkien becoming so desperate that he wrote to his publisher on 30 September: \"When is Vol.III likely now to appear? I shall be murdered if something does not happen soon\"). An index, as also discussed in this letter, had been promised in the first volume, but proved impractical. Only one letter written during August 1955, describing an Italian holiday, is published in The Letters of J.R.R. Tolkien, edited by Humphrey Carpenter (1981).\n\n{{references}}\n\n[[Category:Letters|Roberts, John]]"}}}