{"parse": {"title": "Return to Hobbiton", "pageid": 43602, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "Anar (dwarf)"}, {"ns": 0, "exists": "", "*": "Arrival at Bree"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "Bag End"}, {"ns": 0, "exists": "", "*": "Bilbo's will"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Brandy Hall"}, {"ns": 0, "exists": "", "*": "Brockhouse Family"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Combe"}, {"ns": 0, "exists": "", "*": "Dwarves of Erebor"}, {"ns": 0, "exists": "", "*": "Elves of Mirkwood"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Goodbody Family"}, {"ns": 0, "exists": "", "*": "Hannar"}, {"ns": 0, "exists": "", "*": "Hobbiton"}, {"ns": 0, "exists": "", "*": "Hobbiton Hill"}, {"ns": 0, "exists": "", "*": "Ivy Bush"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lobelia Sackville-Baggins"}, {"ns": 0, "exists": "", "*": "Lofar"}, {"ns": 0, "exists": "", "*": "Men of Dale"}, {"ns": 0, "exists": "", "*": "Nar (companion of Bilbo)"}, {"ns": 0, "exists": "", "*": "Of Gollum and the Ring"}, {"ns": 0, "exists": "", "*": "One Ring"}, {"ns": 0, "exists": "", "*": "Otho Sackville-Baggins"}, {"ns": 0, "exists": "", "*": "Queries and Alterations"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Sackville-Baggins Family"}, {"ns": 0, "exists": "", "*": "Sancho Proudfoot"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Old Forest and the Withywindle"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "To Maggot's Farm and Buckland"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trotter and the Journey to Weathertop"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n\"'''Return to Hobbiton'''\" is the title of the fourteenth chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\n==Synopsis==\nChristopher begins this chapter by stating that his father had decided upon the \"simpler story\" he had sketched in his \"Queries and Alterations\" from the previous chapter.  He created a rough outline of the opening chapter before rewriting it (for the fifth time), returning to the notion that the birthday party was [[Bilbo Baggins|Bilbo]]'s, not Bingo's.<ref group=\"note\">Bingo Bolger-Baggins later became [[Frodo Baggins]].</ref>\n \nIn the outline [[J.R.R. Tolkien]] states that it is Bilbo who disappears on his 111th birthday.  The first chapter is to be suitably altered up to the point where [[Gandalf]] and Bilbo enter [[Bag End]]. They converse, with Bilbo saying that his [[One Ring|Ring]] has become wearisome, he is feeling stretched, he must get rid of it, and wishes to leave [[Hobbiton]].  He has no idea where he will go and asks Gandalf to hand the Ring to Bingo. Not wanting Bingo to worry or follow him he does not tell his heir about the disappearing joke he is planning.  Bilbo says goodbye to Gandalf at the end of the chapter, handing him a package containing the Ring.  In the second chapter Bingo will be the focus.  Gandalf furtively visits and urges him to leave without saying why.  Bingo does not speak of his desire to go look for Bilbo.  Gandalf does not talk about the Ring; the [[Gollum]] business will appear at [[Rivendell]].\n \nChristopher interjects that the \"suitably altered\" parts of the first chapter are to fix the fourth version which was near the final form, but still having the Party as Bingo's 72nd, with Bilbo having quietly disappearing thirty-three years earlier.  Also, other than providing fireworks, in version four Gandalf did nothing else.\n \nAdded to the chapter was Gandalf's encouragement of Bilbo and lively nephews and cousins to go walking about [[the Shire]] in untidy clothing, and the fact that people began to notice Bilbo's strange youthfulness. He adopts his favorite nephew Bingo when Bilbo was 99 and Bingo just 27.  Actually Bingo is a first and second cousin once removed in either way and they share the same date for their birthdays.  This genealogical fix got rid of the name ''Bolger-Baggins'' that Tolkien had decided was bad.  Bingo had been orphaned at age twelve and then lived in the [[Brandy Hall|Great Hole of Bucklebury]] until he was twenty-seven.  Twelve more years had passed and now with Bilbo's 111th birthday something unusual was planned for a birthday party.\n \nIn the party preparations the [[Men of Dale|Men]] have been removed but the [[Dwarves of Erebor|Dwarves]] and [[Elves of Mirkwood|Elves]] are still included.  Now appears the \"short conversation\" that Tolkien had mentioned in his Queries and Alterations: Bilbo and [[Gandalf]] enjoy looking at Bilbo's garden.  Bilbo says he has made up his mind to get rid of [[One Ring|It]] at last and that he is feeling stretched, like string that will not quite go round a parcel or butter scrapped over too much bread. While it may be hard on Bingo to receive the Ring Bilbo has no other idea what to do with it – he cannot destroy it, he cannot throw it away, and he does not want it.\n \nThe chapter continues with party preparations and the text is essentially unchanged except for substituting 'Bilbo' for 'Bingo' as the host of the party.  The 'Gawkrogers' (later to become [[Goodbody Family|Goodbodies]]) are added to the guests. The [[Brockhouse Family|Brockhouse]] family members come not from the Shire but all the way from [[Combe]].  Curiously, at this stage there are one hundred and sixty guests at the party, making Bingo forty-nine since Bilbo is one hundred and eleven.  When he vanishes after his speech there is still no flash provided by Gandalf. Tolkien did change the number to one hundred and forty-four and added the flash soon thereafter.\n \nThe details of what Bilbo did after vanishing were now added.  He changes his clothes and puts a bulky envelope with the Ring inside on the mantelpiece, marked 'Bingo'. He calls for the Dwarves who will accompany him, [[Nar (companion of Bilbo)|Nar]], [[Anar (dwarf)|Anar]], and [[Hannar]] (a fourth Dwarf, [[Lofar]], is left behind to make sure Bingo gets the envelope).  Bilbo gets to the bottom of [[Hobbiton Hill|the Hill]] before he encounters Gandalf. Gandalf is alarmed that Bilbo would be so careless about the Ring with [[Otho Sackville-Baggins|Otho]] and [[Lobelia Sackville-Baggins|Lobelia]] nearby. Bilbo fancies that Bingo will come back to Bag End first. Gandalf asks Bilbo where he is going and he is not sure.\n \nTolkien created two endings for the first chapter at this point.  The first variant was much longer than the second and was heavily modified.  The presents are listed, comments are made about the clutter found in Hobbit-holes, the [[Sackville-Baggins Family|Sackville-Baggins]] appear and demand to see [[Bilbo's will]], which is given in detail. The rumour that all of the contents of Bag End were being distributed is mentioned.  Bingo finds Lobelia investigating, ejects the three young hobbits, and fights with [[Sancho Proudfoot]].  In replacement text the final form of the text is nearly achieved although Lofar is still in the story.  The second variant, not adopted, was quite short.  The crowd that gathers the next day sees a sign warning all away except those on urgent business.  The Sackville-Baggins get in and afterwards Bingo tells Lofar not to allow anyone in.\n \nAs the manuscript continues Bingo and Gandalf discuss some of the 'symptoms' of the Ring – the ability to disappear, Bilbo's longevity, and his restlessness.  Gandalf advises Bingo to not use the Ring or at least not let it obtain any more power over him than can be helped.  Also, he tells him to keep it secret.  Bingo wishes he could immediately go after Bilbo although Gandalf thinks he should not try.  Gandalf tells Bingo he plans to go off and find out about the Ring.\n \nTolkien then returned to the beginning of the chapter and wrote an opening in which the family history was communicated by gossip at the [[Ivy Bush]] inn. This new opening was quite short compared to the final version.<ref>{{RS|Return}}</ref>\n\nIn a short section appended to this chapter Christopher laid out the genealogy of Bilbo and Bingo as seen in the text so far. Much would later be added and some of the names would be changed.<ref>{{RS|2XIVU}}</ref>\n \n{{references|note}}\n[[Category:The Return of the Shadow chapters]]"}}}