{"parse": {"title": "The Passage of the Marshes", "pageid": 7151, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1944"}, {"ns": 0, "exists": "", "*": "1 March"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "4 March"}, {"ns": 0, "exists": "", "*": "April"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Dark Lord"}, {"ns": 0, "exists": "", "*": "Dead Marshes"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Lembas"}, {"ns": 0, "exists": "", "*": "Morannon"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Sting"}, {"ns": 0, "exists": "", "*": "The Black Gate is Closed"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Taming of Sméagol"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:CG"}], "images": ["Paul_Raymond_Gregory_-_The_Dead_Marshes.jpg"], "wikitext": {"*": "{{chapter\n| image=Paul Raymond Gregory - The Dead Marshes.jpg\n| title=The Passage of the Marshes\n| book=The Two Towers\n| number=13\n| event=[[Frodo Baggins|Frodo]], [[Samwise Gamgee|Samwise]] and [[Gollum]] take the passage of the [[Dead Marshes]].\n| date=[[1 March|1]]-[[4 March]] {{TA|3019|n}}\n| location=The [[Dead Marshes]]\n| perspective=[[Frodo Baggins|Frodo]] and [[Samwise Gamgee|Samwise]]\n| previous=The Taming of Sméagol\n| next=The Black Gate is Closed\n}}\n\n'''The Passage of the Marshes''' is the second chapter of the second book in ''[[The Two Towers]]''.\n\n==Summary==\n[[Gollum]] guided [[Frodo Baggins|Frodo]] and [[Samwise Gamgee|Sam]] through the [[Dead Marshes|marshland]] that surrounded [[Mordor]]. The creature had once been on the run from [[Orcs]] in the area, so he knew it well. Gollum was fearful of the sun, which he called the “Yellow Face,” so he preferred to travel by night. The [[Hobbits]] continued to feed on ''[[lembas]]'' cakes, and they offered some to Gollum, but he found [[Elves|Elven]] products painful to eat. He choked and spit out the cake, constantly yearning for fish and complaining that he would soon starve. As the Hobbits got ready to camp for the night, Sam worried that Gollum might trick them while they were sleeping, so he waited until Gollum fell asleep first. Sam whispered the word “fish” in Gollum’s ear, and when he got no reaction, he was satisfied that the creature posed no danger, at least not on this night. Frodo and Sam both fell asleep, despite Sam's insistence on keeping one eye open, fixed on Gollum.\n\nThe next morning, the Hobbits awoke to find Gollum gone. They again discussed their concerns about their food supply. Sam repeated that while he was not fond of ''lembas'' cakes, they were at least nourishing and kept him on his feet. But even the ''lembas'' was running out; Sam calculated that they had only enough left for three more weeks. Suddenly, Gollum reappeared and said he was hungry. He left again, but soon returned with his face dirty with mud. The Hobbits believed that they could trust him.\n\nGollum led Frodo and Sam through the foul-smelling Dead Marshes, which were haunted by the slain warriors of a great past battle. Ghostly, floating lights surrounded them on the path. Gollum told the hobbits to ignore the lights, which could lead them into the realm of the dead. They proceeded onward for several days, nearly fainting from the stench of the marshes. One night, the dark shape of a [[Nazgûl]] flying overhead struck fear into all three of the travellers. Gollum warned that the Nazgûl saw everything, and reported back to their master, the [[Dark Lord]]. Frodo was deeply disturbed by the idea that a great power was constantly watching him.\n\nOn the fifth morning, they woke to see that they were very close to Mordor. The land was desolate and unwelcoming, full of poison pits. Even the stinking marshland dried up, leaving an expanse of completely barren ground. That night, Sam heard the dozing Gollum in conversation with himself, torn between his need to get his \"[[The One Ring|Precious]]\" and his conflicting vow to obey the hobbits. Gollum recognized that Frodo was the master of the Ring, and that he must serve the master of his \"Precious\". Frodo realized that Gollum knew the Nazgûl are searching for the Ring just as he was. Gollum said something about never letting the servants of the Dark Lord get the Ring.\n\nThe next morning, Frodo, Sam, and Gollum had nearly arrived at the [[Morannon|gates of Mordor]]. The Hobbits thanked Gollum for fulfilling his promise of guiding them to the gates. A Nazgûl flew overhead for the third time, which Gollum claimed was a very bad omen. Gollum refused to proceed, and Frodo was forced threaten him with a [[Sting|knife]] to make him go forward.\n==Composition==\nThe chapter was probably written around [[April]] [[1944]].<ref>{{CG|CG}}, p. xxv</ref>\n{{References}}\n{{DEFAULTSORT:Passage of the Marshes}}\n[[fi:Tie soitten poikki (TSH)]]\n[[Category:The Two Towers chapters]]"}}}