{"parse": {"title": "The Beatles", "pageid": 1713, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Inklings"}, {"ns": 0, "exists": "", "*": "John Boorman"}, {"ns": 0, "exists": "", "*": "Peter Jackson"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (film series)"}, {"ns": 0, "exists": "", "*": "United Artists"}], "templates": [{"ns": 10, "exists": "", "*": "Template:WP"}, {"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''The Beatles''' were a legendary band, made up of [[wikipedia:John Lennon|John Lennon]], [[wikipedia:Paul McCartney|Paul McCartney]], [[wikipedia:George Harrison|George Harrison]] and [[wikipedia:Ringo Starr|Ringo Starr]], who were in talks to star in an adaptation of ''The Lord of the Rings'' in 1969.\n\n==History==\nIn 1969, The Beatles were due one more film on their three-picture deal with United Artists. Their agent Denis O'Dell thought an adaptation of The Lord of the Rings with the four band members as the four Hobbits \"and [https://en.wikipedia.org/wiki/Donovan Donovan], too\"<ref name=\":0\">Dennis O'Dell, ''At the Apple's core: the Beatles from the inside''. (Peter Owen, 2002) pp. 92–105.</ref> would be a good match. By chance, United Artists were just closing negotiations for the cinema rights to ''[[The Hobbit]]'' and ''[[The Lord of the Rings]]''. The band, who were currently in India, did not read the book until urged to do so by Donovan and O'Dell, who brought copies in his suitcase.<ref name=\":0\" />\n\nAccording to O'Dell, John Lennon fancied the role of Gandalf,<ref name=\":0\" /> but George Harrison recalled that Lennon then wanted to swap for Frodo. Ringo Starr wanted to play Sam, while Paul McCartney coveted Frodo.<ref name=\":1\">\"[https://www.jrrvf.com/adaptations/beatles-adaptation-1968/#_ednref10 1968-2018 – Il y a 50 ans, Le Seigneur des Anneaux et les Beatles au cinéma]\". ''JRRVF'' (in French).\n\n</ref> He told [[Peter Jackson]] that Lennon would have been Gollum, Ringo Sam, and Harrison Gandalf.<ref>George Varga \"[https://www.mcall.com/sd-me-music-beatles-lord-of-the-rings-20180731-story.html Help! The Beatles once wanted to make 'The Lord of The Rings' film with director Stanley Kubrick]\". ''The Morning Call,'' 13 July 2018''.''</ref> Donovan was keen on Merry, and they wanted [https://en.wikipedia.org/wiki/Twiggy Twiggy] for Galadriel.<ref name=\":0\" />\n\nMeanwhile, in conversations with [[United Artists]], it was decided to court a star director in place of the Beatles' previous director Richard Lester: First, [https://en.wikipedia.org/wiki/David_Lean David Lean] (brother of Tangye Lean, one of the original [[Inklings]]) was approached and called it an \"interesting idea\"<ref name=\":0\" /> but was busy preparing [https://en.wikipedia.org/wiki/Ryan%27s_Daughter ''Ryan's Daughter'']. Stanley Kubrick was next, reading the book at the urging of his daughter while on a ferry back to the UK from doing publicity for ''[https://en.wikipedia.org/wiki/2001:_A_Space_Odyssey_(film) 2001: A Space Odyssey]''. Interested but busy preparing a to-be-aborted biopic of Napoleon's, Kubrick declined twice, before telling O'Dell its \"unfilmable.\"<ref name=\":0\" /> Heinz Edelmann, a fan of the book and art director on ''Yellow Submarine'', pitched his own idea for an adaptation to United Artists, but was summarily rejected.<ref name=\":1\" /> \n\nO'Dell courted [https://en.wikipedia.org/wiki/Michelangelo_Antonioni Michaelangelo Antonioni], but by that point the project ran aground: accounts vary as to whether Tolkien threatened to pull out of negotiations for the rights with United Artists if the Beatles were involved,<ref>Stuart D. Lee,  ''A Companion to J. R. R. Tolkien''. (Wiley: 2020). pp. 518–521. ISBN <bdi>978-1119656029</bdi>.</ref> or whether the band members simply lost interest.<ref name=\":1\" /> When UA did finally land the rights, they contracted [[John Boorman]] to write and direct, still with the Beatles attached to star,<ref>Tim Pelan, \"The Great Unmade? John Boorman's Lord of the Rings.\" ''Cinetropolis''.</ref> not knowing the band was breaking up.<ref>[http://www.syfy.com/syfywire/little-known-sci-fi-facts-tolkien-killed-a-beatles-lotr-movie Little-known sci-fi facts: Tolkien killed a Beatles LOTR movie] at [http://blastr.com/ Syfy Wire] (accessed 2 September 2020)</ref>\n\nIn 2021, [[Peter Jackson]], who directed the [[The Lord of the Rings (film series)|Lord of the Rings film series]], directed a three-part documentary about the band called Get Back.\n\n==External links==\n* '''[http://www.beatles.com/core/home/ Official website]'''\n* {{WP|The Beatles}}\n{{references}}\n{{DEFAULTSORT:Beatles, The}}\n[[Category:Bands]]\n[[Category:Rock music]]"}}}