{"parse": {"title": "A Shadow in the East", "pageid": 36140, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:A Shadow in the East.png"}, {"ns": 0, "exists": "", "*": "1 January"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "Games Workshop"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Strategy Battle Game"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["A_Shadow_in_the_East.png"], "wikitext": {"*": "{{book\n| title=The Lord of the Rings Strategy Battle Game: A Shadow in the East\n| image = A Shadow in the East.png\n| author=Matthew Ward\n| editor=\n| illustrator=\n| publisher=[[Games Workshop]]\n| date=[[1 January]] [[2006]]<ref>[http://www.amazon.com/Shadow-East-Matthew-Ward/dp/184154695X/ref=tag_dpp_lp_edpp_ttl_in A Shadow in the East] at [http://www.amazon.com/ref=gno_logo Amazon.com] (accessed 17 September 2011)</ref>\n| format=Paperback\n| pages=48\n| isbn=978-1841546957\n}}\n'''''The Lord of the Rings Strategy Battle Game: A Shadow in the East''''' is a sourcebook supplement for [[Games Workshop]]'s ''[[The Lord of the Rings Strategy Battle Game]]''.\n\n==From the publisher==\n\n''A Shadow in the East'' is part of a range of ''The Lord of The Rings Strategy Battle Game'' (SBG) sourcebooks and supplements. This book is a great follow-on to the ''Mines of Moria ''boxed set or the main SBG rulebook, and you will need a copy of the rules to make full use of the gaming material presented in ''A Shadow in the East''.\n\nWithin the pages of this sourcebook, you'll find out about the Eastern Realms and the Men who dwell there, including the Easterlings and the Variags of Khand. Though the servants of Sauron dominate these lands, there are also brave indviduals who have also chosen Good in the East. Once again, you must choose which side you serve and battle for the fate of Middle-earth.\n\n''A Shadow in the East'' contains background information, playable scenarios, painting guides, and terrain tutorials.\n\n:'''Background Information:''' These pages explore some of the details about the Eastern Realms, including some of their history along with maps. Find out how the Easterlings and warriors of Khand came to participate in The War of The Ring. Also, throughout the book, there are the lists of Forces you will need to play each scenario.\n\n:'''Scenarios:''' The scenario pages link together into a campaign that allows you to play through the key events of the history of the East. As the Good player, you can take control of Gondorians, Rohirrim, or Dwarves and make your stand. As the Evil player, you lead the Easterlings or the Khandish warriors in the name of Sauron -- under the guise of Khamûl, second among the Ringwraiths. There are eight scenarios in all.\n\n:'''Painting:''' As you travel through the story, the book will help you collect and paint most of the models that you'll need to play A Shadow in the East. Detailed guides cover the techniques you'll need to apply fantastic finishes swiftly to your models. The sourcebook contains seven separate painting guides.\n\n:'''Terrain:''' A Shadow in the East also shows you how to build most of the terrain you need to play the scenarios, including an Easterling encampment and temple. By the time you''ve reached the end of this book, you''ll not only have explored the Eastern Realms, but you'll also have built up a substantial collection of models and terrain that you can use to play all manner of other battles. This book shows you how to build almost a half-dozen different pieces of terrain.\n\nThis 48-page supplement is a great companion to ''The Lord of The Rings Strategy Battle Game''. Full of excellent hobby content, ''A Shadow in the East'' will keep you and your friends in the world of Middle-earth for months at a time.\n\n==External links==\n\n*[http://boardgamegeek.com/boardgameexpansion/59242/lord-of-the-rings-strategy-battle-game-a-shadow The Lord of the Rings - Strategy Battle Game: A Shadow in the East] at [http://boardgamegeek.com/ BoardGameGeek]\n{{references}}\n{{title|italics}}\n{{DEFAULTSORT:Shadow in the East, A}}\n[[Category:LOTRSBG books]]\n[[Category:Publications by title]]"}}}