{"parse": {"title": "Blunderbuss", "pageid": 36096, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alan Lee"}, {"ns": 0, "exists": "", "*": "Farmer Giles"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Four Wise Clerks of Oxenford"}, {"ns": 0, "exists": "", "*": "Ham"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Giant"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}], "images": ["Alan_Lee_-_Farmer_Giles_and_Blunderbuss.jpg"], "wikitext": {"*": "{{quote|A blunderbuss is a short gun with a large bore firing many balls or slugs, and capable of doing execution within a limited range without exact aim.  (Now superseded in civilized countries by other firearms.)|The [[Four Wise Clerks of Oxenford]]}}\n[[File:Alan Lee - Farmer Giles and Blunderbuss.jpg|thumb|right|Farmer Giles with his blunderbuss, by [[Alan Lee]]]]\nA '''Blunderbuss''' was the weapon that [[Farmer Giles]] took down from his wall and loaded, not with balls or slugs, but old nails, bits of wire, pieces of broken pot, bones, stones, and rubbish, and took with him when he went to investigate whatever it was that had invaded his fields one fine summer's night.  It had a wide horn-like mouth that could accommodate all of the \"ammunition\" that Giles used.\n\nWhen Giles saw the [[The Giant|giant]]'s face suddenly pop up over a hill he pulled the trigger on his weapon without thinking.  By lucky chance the blunderbuss was generally aimed at the intruder's head, where a piece of pot went in the giant's eye and a large nail stuck in his nose.  The giant was not critically injured; indeed he only thought he had been stung by a large fly.  However, concerned that there might be more flies he turned about and went back the way he came.\n\nThe recoil of the blunderbuss had knocked Giles flat on his back.  When he arose he found that most of the villagers of [[Ham]] had seen his deed.  Giles firing of his blunderbuss accomplished two things: It made him the Hero of the Countryside and it settled the debate in the village about whether or not the weapon could really be fired.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]''</ref>\n\n==Historical Note==\nThe appearance of a blunderbuss in ''[[Farmer Giles of Ham]]'' is a wild anachronism.  The story is set in the days before King Arthur or the Seven Kingdoms of the English<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]'', Foreword</ref> (thus in the Dark Ages, well before 1000 AD), yet the first known used of a blunderbuss was in 1654.\n{{references}}\n[[Category:Farmer Giles of Ham]]\n[[fi:Väkipyssy]]"}}}