{"parse": {"title": "Umbar: Haven of the Corsairs", "pageid": 25680, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Merp umbar.jpg"}, {"ns": 0, "exists": "", "*": "1982"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Second Age 3261"}, {"ns": 0, "exists": "", "*": "Second Age 3320"}, {"ns": 0, "exists": "", "*": "Second Age 3441"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1409"}, {"ns": 0, "exists": "", "*": "Third Age 1432"}, {"ns": 0, "exists": "", "*": "Third Age 1448"}, {"ns": 0, "exists": "", "*": "Third Age 1540"}, {"ns": 0, "exists": "", "*": "Third Age 1636"}, {"ns": 0, "exists": "", "*": "Third Age 1810"}, {"ns": 0, "exists": "", "*": "Third Age 2710"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}, {"ns": 0, "exists": "", "*": "Third Age 933"}, {"ns": 0, "*": "Brenda Gates Spielman"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:SA"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_umbar.jpg"], "wikitext": {"*": "{{book\n|title=''Umbar, Haven of the Corsairs''\n| image = merp_umbar.jpg\n|author=[[Brenda Gates Spielman]]\n|noisbn=Unknown \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1982]]\n|format=Softcover\n|pages=52\n|ice=2400\n}}'''''Umbar, Haven of the Corsairs''''' is a module (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n== Cover/Jacket Text == \n\n''Umbar'' contains:\n*5 B&W maps \n*6 major floor plans \n*Wildlife, plants, climate, cultures, & politics \n*A 16\" x 20\" full-color detachable mapsheet, side #1 of which depicts the bay of UMBAR region, side #2 maps out the city of UMBAR itself \n*Adventure in a land of warships, traders, thieves and plunderers, ominous towers, dark wizards and scheming overlords. \n\nGENERAL HISTORY\n\nIn the Second Age, the island kingdom Númenor began establishing colonies on the coast. Destined to be the greatest of these was the fortress Um-bar. She was built strongly and richly by Númenor and great was her pride, perhaps too great. \n\nIn {{SA|3261}}, Ar-Pharazôn, having seized the throne of Númenor some six years before, assembled a great army and marched forth to challenge Sauron, Lord of the Dark and chief wielder of the Power of he who forged the Dark, Morgoth. He disembarked his army at the great fortress city of Umbar and seemed to overawe Sauron so that the Dark Lord surrendered to the might of Númenor. Sauron was marched through the streets of Um-bar and taken prisoner to Númenor. But while Ar-Pharazôn seemed to have conquered by force, Sauron, in truth, had conquered by guile. Under the Evil One's influence, Ar-Pharazôn was led to assail Valinor, the Undying Lands, seeking the secret of eternal life that was not meant to be given to Men. Although some of Númenor remained Faithful to the old beliefs, they were not strong enough to prevent Ar-Pharazôn's attempt against Valinor. Númenor was destroyed for seeking that which it had no right to seek, and it disappeared beneath the waves. \n\nThe Dunedain of Umbar also fell to the influence of Sauron and became known as the Black Númenoreans. The realms of Gondor and Arnor, who were to be the main opponents of Umbar, were founded in {{SA|3320}} by the Faithful of Númenor who had not followed Ar-Pharazôn and were un-touched by Sauron. Their fleet had sailed just before the seas rose over Númenor. \n\nIn {{SA|3441}}, Sauron was overthrown and the Third Age began, but the shadow did not depart from Umbar. Falastur of Gondor established the Fleet that was to oppose Umbar's control of the sea, and in {{TA|933}} Eärnil I, nephew of Falastur, defeated Umbar and made it a fortress of Gondor. The Faithful built on the highest hill above the Haven, a monument to commemorate Sauron's defeat, a great white tower topped by a globe of crystal which shown like a star under the light of the sun or the moon so that it could be seen on the coasts of Gondor and far out in the western sea. \n\nAlthough the fortress of Umbar was taken, the area about it was still under the hand of the Black Númenoreans, and from 933 to 1030 they laid siege to Umbar. During the siege King Ciryandil of Gondor was killed, but Umbar was not re-taken by the Black Númenoreans owing to Gondor's seapower. \n\nThere were other factors rising against Gondor and Arnor in the next 500 years that were to lead to the establishing of the Corsair State at Umbar. Dol Guldur became a holding of evil and the Nazgûl, the chief servants of the Dark Lord, reappeared. Sauron reformed and re-established his power. In {{TA|1409|n}}, the Witch King, Lord of the Nazgûl, invaded Arnor. But the worst blow to Gondor was the Kin-Strife which began in {{TA|1432}} There followed 16 years of civil war to determine who would be King. In {{TA|1448|n}}, the rebels, having lost the Kin-Strife, fled from the port of Pelargir and seized Umbar to form the Corsair State. From 1448 to {{TA|1810}} the Corsairs raided Gondor. \n\nThe men of Harad who roamed the deserts behind the fertile strip of farm land dominated by Umbar were firm allies of the Corsairs. In {{TA|1540|n}} their alliance warred with Gondor, and killed King Aldamir. Later Hyramen-dacil II of Gondor defeated the Harad, but less than 100 years afterwards the Corsairs burned Pelargir and killed King Minardil. The Great Plague of {{TA|1636|n}} hampered Gondor's attacks against Umbar, but in 1810, almost 400 years after the rebels took Umbar, King Telumehtar re-captured the city for Gondor. \n\nYet, as Sauron rose again in power the Men of Harad fell fully under his sway. They retook Umbar and destroyed the monument built to his defeat. By {{TA|2710}}, Umbar was again actively warring against Gondor, this time as a city of the Haradrim. During the reign of Ecthelian II, Thorongil at-tacked the fleets of Umbar and burned many ships, but Umbar was not taken, Umbar remained at war with Gondor and under the influence of Sauron until after the War of the Ring. In {{TA|3019}}, Aragorn II defeated the Corsair Fleet attacking Pelargir with the aid of the Army of the Dead, who came at Aragorn's call to fulfill an old oath. In the Fourth Age Aragorn II, ruling as King Elessar, established Umbar again as a hold of Gondor. \n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}