{"parse": {"title": "J.R.R. Tolkien's inspirations/by topic", "pageid": 60495, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Long-expected Party"}, {"ns": 0, "exists": "", "*": "An Unexpected Party"}, {"ns": 0, "exists": "", "*": "Fog on the Barrow-downs"}, {"ns": 0, "exists": "", "*": "Francis Xavier Morgan"}, {"ns": 0, "exists": "", "*": "Guide to the Names in The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Helm's Deep"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: A Biography"}, {"ns": 0, "exists": "", "*": "Letter 213"}, {"ns": 0, "exists": "", "*": "Letter 340"}, {"ns": 0, "exists": "", "*": "On Fairy-Stories"}, {"ns": 0, "exists": "", "*": "Sarehole"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Prologue"}, {"ns": 0, "exists": "", "*": "The Scouring of the Shire"}, {"ns": 0, "exists": "", "*": "The Shadow of the Past"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Three is Company"}, {"ns": 2, "exists": "", "*": "User:Ardamir"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": [], "wikitext": {"*": "=='apes in the dark forests of the South'==\n* Pet monkeys in South Africa?\n{{quote|Against the Deeping Wall the hosts of Isengard roared like a sea. Orcs and hillmen swarmed about its feet from end to end. Ropes with grappling hooks were hurled over the parapet faster than men could cut them or fling them back. Hundreds of long ladders were lifted up. Many were cast down in ruin, but many more replaced them, and Orcs sprang up them like apes in the dark forests of the South.|[[Helm's Deep]], [[The Lord of the Rings]]}}\n{{quote|One day a neighbour’s pet monkeys climbed over the wall and chewed up three of the baby’s [Tolkien’s] pinafores.|[[J.R.R. Tolkien: A Biography]]}}\n\n==Aragorn==\n* Arthur of the Arthurian Legend\n* Jesus Christ\n\n==Archery==\n{{quote|Red Indians were better: there were bows and arrows (I had and have a wholly unsatisfied desire to shoot well with a bow)...|[[On Fairy-Stories]]}}\n{{quote|But he [Tolkien] liked Red Indian stories and longed to shoot with a bow and arrow.|[[J.R.R. Tolkien: A Biography]]}}\n\n==Bag End==\n* Tolkien's aunt Jane Neave's farm, called Bag End by the locals, in Dormston, Worcestershire -\n{{quote|It [Bag End] was the local name for my aunt's [Jane Neave] farm in Worcestershire, which was at the end of a lane leading to it and no further ...|[[Guide to the Names in The Lord of the Rings|Nomenclature]]}}\n\n==Baggins==\n{{quote|Intended to recall bag — cf. Bilbo’s conversation with Smaug in The H. [Chapter 12] — and meant to be associated (by hobbits) with Bag End ...|[[Guide to the Names in The Lord of the Rings|Nomenclature]]}}\n\n==Bandobras 'the Bullroarer' Took==\n* George von Hohenzollern\n{{quote|He [the Bullroarer] charged the ranks of the goblins of Mount Gram in the Battle of the Green Fields, and knocked their king Golfimbul's head clean off with a wooden club.|[[An Unexpected Party]], [[The Hobbit]]}}\n{{quote|She [Tolkien’s aunt Grace] alleged that the family name ['Tolkien'] had originally been ‘von Hohenzollern’, for they had emanated from the Hohenzollern district of the Holy Roman Empire. A certain George von Hohenzollern had, she said, fought on the side of Archduke Ferdinand of Austria at the Siege of Vienna in 1529. He had shown great daring in leading an unofficial raid against the Turks and capturing the Sultan’s standard. This (said Aunt Grace) was why he was given the nickname Tollkühn, ‘foolhardy’; and the name stuck.|[[J.R.R. Tolkien: A Biography]]}}\n\n==Battle Pit, the==\n* The sandpit at Sarehole, Warwickshire, England\n{{quote|The dead ruffians were laden on waggons and hauled off to an old sand-pit nearby and there buried: in the Battle Pit, as it was afterwards called.|[[The Scouring of the Shire]], [[The Lord of the Rings]]}}\n{{quote|Not far from Sarehole Mill, a little way up the hill towards Moseley, was a deep tree-lined sandpit that became another favourite haunt for the boys [Ronald and Hilary].|[[J.R.R. Tolkien: A Biography]]}}\n\n==Belladonna Took==\n* Mabel Suffield, Tolkien’s mother\n\n==Beren==\n{{quote|Several of the tombs [at Wolvercote cemetery, Oxford, England] bear glazed photographs of the deceased, and the inscriptions are florid. In consequence a grey slab of Cornish granite rather to the left of the group stands out clearly, as does its slightly curious wording: Edith Mary Tolkien, Luthien, 1889-1971. John Ronald Reuel Tolkien, Beren, 1892-1973.|[[J.R.R. Tolkien: A Biography]]}}\n\n==Beren and Lúthien, meeting of==\n* Edith Bratt sang and danced for Tolkien in a small wood in the village of Roos, Yorkshire\n{{quote|Blue was her [Lúthien’s] raiment as the unclouded heaven, but her eyes were grey as the starlit evening; her mantle was sewn with golden flowers, but her hair was dark as the shadows of twilight.|[[The Silmarillion]]}}\n\n{{quote|Keen, heart-piercing was her song as the song of the lark that rises from the gates of night and pours its voice among the dying stars, seeing the sun behind the walls of the world; and the song of Lúthien released the bonds of winter, and the frozen waters spoke, and flowers sprang from the cold earth where her feet had passed.|[[The Silmarillion]]}}\n\n{{quote|But wandering in the summer in the woods of Neldoreth he [Beren] came upon Lúthien, daughter of Thingol and Melian, at a time of evening under moonrise, as she danced upon the unfading grass in the glades beside Esgalduin.|[[The Silmarillion]]}}\n\n{{quote|It [the chief part of the Silmarillion] was first conceived in a small woodland glade filled with hemlocks at Roos in Yorkshire (where I was for a brief time in command of an outpost of the Humber Garrison in 1917, and she [Edith Bratt] was able to live with me for a while). In those days her hair was raven, her skin clear, her eyes brighter than you [Christopher Tolkien] have seen them, and she could sing – and dance. <br /><br />For ever (especially when alone) we still met in the woodland glade, and went hand in hand many times to escape the shadow of imminent death before our last parting.|[[Letter 340]], [[The Letters of J.R.R. Tolkien]]}}\n\n{{quote|She [Edith Bratt] was remarkably pretty, small and slim, with grey eyes, firm clear features and short dark hair.|[[J.R.R. Tolkien: A Biography]]}}\n\n{{quote|Near Roos they [Ronald and Edith] found a small wood with an undergrowth of hemlock, and there they wandered.|[[J.R.R. Tolkien: A Biography]]}}\n\n{{quote|She sang and danced for him in the wood, and from this came the story that was to be the centre of The Silmarillion: the tale of the mortal man Beren who loves the immortal elven-maid Lúthien Tinúviel, whom he first sees dancing among hemlock in a wood.|[[J.R.R. Tolkien: A Biography]]}}\n\n==Bilbo==\n* J.R.R. Tolkien\n\n==Bilbo’s Birthday Party==\n* Mosely college (in Warwickshire, England) being illuminated during Queen Victoria’s Diamond Jubilee in 1897 ? -\n \n{{quote|There was a specially large pavilion, so big that the tree that grew in the field was right inside it, and stood proudly near one end, at the head of the chief table. Lanterns were hung on all its branches.|[[A Long-expected Party]], [[The Lord of the Rings]]}}\n\n{{quote|Queen Victoria’s Diamond Jubilee was celebrated and the college on top of the hill in Moseley was illuminated with coloured lights.|[[J.R.R. Tolkien: A Biography]]}}\n\n==Bracegirdle==\n* The name Bracegirdle of a character in the Horatio Hornblower novels by C.S. Forester\n* See [[#Hornblower]]\n\n\n==Bree==\n* Brill in Oxfordshire, England ?\n{{quote|...four miles along the Road you'll come upon a village, Bree under Bree-hill, with doors looking westward.|[[Fog on the Barrow-downs]], [[The Lord of the Rings]]}}\n{{quote|Chetwood is a compound of Celtic and English, both elements meaning 'wood'; compare Brill, in Oxfordshire, derived from bree + hill.|Guide to the Names in The Lord of the Rings}}\n\n\n* Birmingham ?\n{{quote|...it was in the one thousand six hundred and first year of the Third Age that the Fallohide brothers, Marcho and Blanco, set out from Bree; and having obtained permission from the high king at Fornost, they crossed the brown river Baranduin with a great following of Hobbits. They passed over the Bridge of Stonebows, that had been built in the days of the power of the North Kingdom, and they took all the land beyond to dwell in, between the river and the Far Downs.|[[The Prologue]], [[The Lord of the Rings]]}}\n{{quote|By the summer of 1896 Mabel Tolkien had found somewhere cheap enough for herself and the children [Ronald and Hilary] to live independently, and they moved out of Birmingham to the hamlet of Sarehole, a mile or so beyond the southern edge of the city.|[[J.R.R. Tolkien: A Biography]]}}\n\n\n* London ?\n\n\n==Bungo Baggins==\n* Arthur Tolkien, Tolkien’s father\n\n\n==Bywater==\n* The pool at [[Sarehole]] Mill, Warwickshire, England –\n{{quote|Over the road a meadow led to the River Cole, little more than a broad stream, and upon this stood Sarehole Mill...|[[J.R.R. Tolkien: A Biography]]}}\n{{quote|...they [Ronald and Hilary] would scamper away from the yard, and run round to a place behind the mill [at Sarehole] where there was a silent pool with swans swimming on it. At the foot of the pool the dark waters suddenly plunged over the sluice to the great wheel below: a dangerous and exciting place.|[[J.R.R. Tolkien: A Biography]]}}\n{{quote|Soon it [Hobbiton] disappeared in the folds of the darkened land, and was followed by Bywater beside its grey pool.|[[Three is Company]], [[The Lord of the Rings]]}}\n{{quote|Bywater. Village name: as being beside the wide pool occurring in the course of the Water, the main river of the Shire...|[[Guide to the Names in The Lord of the Rings]]}}\n\nSee also the [[#Gladden Fields]]\n\n\n* Hall Green village near Sarehole, Warwickshire, England\n{{quote|There were few houses at Sarehole beside the row of cottages where the Tolkiens lived, but Hall Green village was only a little distance away down a lane and across a ford.|[[J.R.R. Tolkien: A Biography]]}}\n{{quote|The conversation in The Green Dragon at Bywater, one evening in the spring of Frodo’s fiftieth year...|[[The Shadow of the Past]], [[The Lord of the Rings]]}}\n\n\n\n:''Still adding entries, please don't add any new entries yet (feel free to edit the above though) Many thanks goes to [[User:Ardamir|Ardamir]] for letting us use his work.''\n\n==pipe-smoking==\n{{quote|I am in fact a Hobbit (in all but size). I like gardens, trees and unmechanized farmlands; I smoke a pipe...|[[Letter 213]]}}\n\n{{quote|...he [Father [[Francis Xavier Morgan]]] used to sit on the ivy-covered verandah of the Oratory House [at Rednal] smoking a large cherrywood pipe; ‘the more remarkable’. Ronald recalled, ‘since he never smoked except there. Possibly my own later addiction to the Pipe derives from this.’|[[J.R.R. Tolkien: A Biography]]}}\n\n==saplings==\n{{quote|In the early morning and late afternoon the child [Tolkien] would be taken into the garden, where he could watch his father tending the vines or planting '''saplings''' in a piece of walled but unused ground.|[[J.R.R. Tolkien: A Biography]]}}\n\n==walking==\n* The focus on characters walking through Tolkien's works might possibly be due to Tolkien having to walk to his first school, King Edward’s School in Birmingham \n\n{{quote|The school [King Edward’s School] was in the centre of Birmingham, four miles from Sarehole, and for the first few weeks '''Ronald had to walk much of the way''', for his mother could not afford the train fare and the trams did not run as far as his home. Clearly this could not continue, and regretfully Mabel decided that their days in the country would have to end.|[[J.R.R. Tolkien: A Biography]]}}\n\n==External links==\n*[http://users.abo.fi/jolin/tolkien/tolkiens_inspirations.pdf Tolkien’s inspirations and influences on his works]\n\n[[Category:Tolkien Gateway research]]"}}}