{"parse": {"title": "The Lonely Isle", "pageid": 14385, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1924"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Leeds University Verse 1914-24"}, {"ns": 0, "exists": "", "*": "Tolkien and the Great War"}, {"ns": 102, "exists": "", "*": "Index:Poems by J.R.R. Tolkien"}], "templates": [], "images": [], "wikitext": {"*": "'''The Lonely Isle''' is a poem written by [[J.R.R. Tolkien]] as he crossed the English channel with troops in June 1916. It was published in [[1924]] within ''[[Leeds University Verse 1914-24]]''. It was then republished in ''[[Tolkien and the Great War]]'' in 2003.\n\n==The poem==\n<poem style=\"font-style:italic; margin-left:20px;\">\nO glimmering island set sea-girdled and alone—\nA gleam of white rock through a sunny haze;\nO all ye hoary caverns ringing with the moan\nOf long green waters in the southern bays;\nYe murmurous never-ceasing voices of the tide;\nYe plumèd foams wherein the shoreland spirits ride;\nYe white birds flying from the whispering coast\nAnd wailing conclaves of the silver shore,\nSea-voiced, sea-wingèd, lamentable host\nWho cry about unharboured beaches evermore,\nWho sadly whistling skim these waters grey\nAnd wheel about my lonely outward way -\n\nFor me for ever thy forbidden marge appears\nA gleam of white rock over sundering seas,\nAnd thou art crowned in glory through a mist of tears,\nThy shores all full of music, and thy lands of ease—\nOld haunts of many children robed in flowers,\nUntil the sun pace down his arch of hours,\nWhen in the silence fairies with a wistful heart\nDance to soft airs their harps and viols weave.\nDown the great wastes and in a gloom apart\nI long for thee and thy fair citadel,\nWhere echoing through the lighted elms at eve\nIn a high inland tower there peals a bell:\n    O lonely, sparkling isle, farewell!\n</poem>\n\n==See also==\n* [[Index:Poems by J.R.R. Tolkien|Poems by J.R.R. Tolkien]]\n\n[[Category:Poems by J.R.R. Tolkien|Lonely Isle, The]]"}}}