{"parse": {"title": "User:Dr Death", "pageid": 14683, "redirects": [{"from": "Dr Death", "to": "User:Dr Death"}], "links": [{"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Men"}], "templates": [], "images": ["Olanda_Fong-Surdenas_-_The_Balrog_of_Moria.jpg"], "wikitext": {"*": "My name is Hugh, i'm 18 and i come from London England. I started getting into the works of Tolkien when i was 12 back in 2001 just prior to the first film being released and began reading Lord of the Rings in preparation for them. I rather rode the wave of the hype and when i had completed Lord of the Rings moved onto The Hobbit which i had attempted many times before but could never get past the first line. With the context of Lord of the Rings though it became far easier reading. I also had a bit of a stab at the Silmarillion soon after but that attempt wore out after a while and since then i remained an active fan picking up imformation about the back story while focusing on analysing and digesting the wealth of imformation of those books i had read. \n\nMuch later on (in the past year in fact) i read through the Silmarillion and Unfinished Tales and am now starting to digest the sprawling drafts of Histories of Middle Earth. \n\nI would describe my knowledge of the texts as encyclopedic but it would be arrogance to call myself an expert when there is so much out there to learn and appreciate within the works- my knowledge of Tolkien's languages barely scratches the surface. Part of the reason it is so encyclopedic is thanks to wikipedia which i discovered during my reading of the Silmarillion and allowed me to get a very good grasp on the huge amounts of understated yet important detail (genealogies in particular). Its for that reason that i have and hope to continue to contribute to this site. \n\nOutside Tolkien my interests all follow a bit of a pattern. My key into Tolkien was through fantasy wargaming and Games Workshop's tabletop miniature game of the films which after many years of playing their other games was one i had to try. This branches out into an interest of warfare and history, particularly pre-rennaisance. I also have a keen interest in Classical Civilisations in which i am educated to some meagre level. In particular my first taste was reading Homer's Iliad which was very akin in style to Tolkien which i was already familier with. From my point of view there need not be a void between work and pleasure. \n\nOn the matter of favourite characters i've always been partial to Aragorn who really set the blueprint for all qualities i consider worthy of aspiring to (especially when i first read the books at the impressionable age of 12). However i absolutely adored reading Smaug's dialogue full of its smug nonchalance and caustic sarcasm which is so beautifully out of sinc with the 'terrible beast' that he is built up as until you reach that scene. \n\nSo there you go, a 'little' about me; you can tell i like the sound of my own voice cant you? :)\n\nDr Death\n\n<div style=\"float:left;border:solid #CC9000 1px;margin:1px\">\n{| cellspacing=\"0\" style=\"width:238px;background:#EFC35B\"\n| style=\"width:45px;height:45px;background:#CC9000;text-align:center;font-size:14pt\" | '''lore-3'''\n| style=\"font-size:8pt;padding:4pt;line-height:1.25em\" | This user has an advanced understanding of '''[[J.R.R. Tolkien]]'s works'''.\n|}</div>\n<includeonly>[[Category:User lore-3|{{PAGENAME}}]]</includeonly>\n<div style=\"float: left; border: solid darkblue 1px; margin: 1px\">\n{| cellspacing=\"0\" style=\"width: 238px; color: black; background: lightblue\"\n| style=\"width: 45px; height: 45px; background: turquoise; text-align: center; font-size: 14pt\" | '''Man'''\n| style=\"font-size: 8pt; padding: 4pt; line-height: 1.25em\" | This user supports [[Men]] over any other race.\n<includeonly>\n[[Category:Users who support Men|{{PAGENAME}}]]\n</includeonly>\n|}</div>\n<div style=\"float: left; border:solid {{{1|#000000}}} 1px; margin: 1px;\">\n{| cellspacing=\"0\" style=\"width: 238px; background: {{{2|red}}};\"\n| style=\"width: 45px; height: 45px; background: {{{1|#000000}}}; text-align: center; font-size: {{{5|13}}}pt; color: {{{id-fc|gold}}};\" | {{{3|[[Image:Olanda Fong-Surdenas - The Balrog of Moria.jpg|30px]]}}}\n| style=\"font-size: {{{info-s|8}}}pt; padding: 4pt; line-height: 1.25em; color: {{{info-fc|black}}};\" | {{{4|This user believes '''[[Balrogs]] have wings'''.}}}\n|}</div><noinclude>"}}}