{"parse": {"title": "Letter to Derrick Parnum", "pageid": 26185, "redirects": [{"from": "Derrick Parnum 2 March 1955", "to": "Letter to Derrick Parnum"}], "links": [{"ns": 0, "exists": "", "*": "1955"}, {"ns": 0, "exists": "", "*": "2 March"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Sotheby's"}, {"ns": 0, "exists": "", "*": "Sotheby's English Literature, History, Private Press, Children's Books and Illustrations 13 December 2007"}, {"ns": 0, "*": "Derrick Parnum"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": ["Parnum_1955.jpg"], "wikitext": {"*": "On [[2 March]] [[1955]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to [[Derrick Parnum]]'''.\n\n* '''Publication:''' Extracts from the letter were published in ''[[Sotheby's English Literature, History, Private Press, Children's Books and Illustrations 13 December 2007|English Literature, History, Private Press, Children's Books and Illustrations]]'', an auction catalogue from Sotheby's. A description of the letter is also found on the website of Sotheby's.<ref>[https://www.sothebys.com/en/auctions/ecatalogue/2007/english-literature-history-childrens-books-and-illustrations-l07411/lot.305.html Item description on the web site of Sotheby's]</ref>\n* '''Description:''' The autographed, 4 pages letter was sold through [[Sotheby's]] on 13 December 2007.\n\n==Description and excerpt==\n\n[[Image:parnum_1955.jpg|thumb]]\n\nNoting ill-health, apologising for not having written earlier and presumably responding to the correspondent's omission of his title ''(\"I have now been a 'professor' so long (since 1924 in fact) that it no longer seems at all important. It never has been regarded as important in Oxford, anyway...\")''\n\nDiscussing birthday dates the author notes ''\"I, like many males, cannot convince myself that they are important, and so cannot remember them...\"'' and also the process of suggesting presents ''(\"...hints amounting almost to plain statements go ignored... while a casual remark may produce (now and again) some staggeringly costly present, hardly really dreamed of...\")'' Tolkien then tells of having received a pair of binoculars following ''\"a casual remark about a blackbird friend of mine...\"''\n\nTolkien then states his feelings about ''The Lord of the Rings'' and provides a statement of intention ''(\"Nothing irritates me about my book not even abusive reviews or patronizing ones. But I have to try not to be absorbed myself by it. In primary intentions it is, of course, meant just to be a good tale in its kind, written first of all for my own satisfaction, there being very little of that kind of literature available, and I need more. But a lot of things have got caught up in it. It is not an \"allegory\", all the same. Though one soon discovers that the more you put into any story the more capable it becomes of being generally or particularly applied to other matters... It was imagined as a 'plot', and largely written before nuclear physics became political and mixed up with power...\")''\n\n4 pages (4to), 76 Sandfield Road, Oxford, 2 March 1955, some browning to edges and minor soiling.\n\n{{references}}\n\n[[Category:Letters|Parnum, Derrick]]"}}}