{"parse": {"title": "Of Maeglin", "pageid": 14523, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Aredhel"}, {"ns": 0, "exists": "", "*": "Belegost"}, {"ns": 0, "exists": "", "*": "Caragdûr"}, {"ns": 0, "exists": "", "*": "Celegorm"}, {"ns": 0, "exists": "", "*": "Curufin"}, {"ns": 0, "exists": "", "*": "Doriath"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Ered Gorgoroth"}, {"ns": 0, "exists": "", "*": "Eöl"}, {"ns": 0, "exists": "", "*": "Fingolfin"}, {"ns": 0, "exists": "", "*": "Fingon"}, {"ns": 0, "exists": "", "*": "Ford of Brithiach"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Gondolin"}, {"ns": 0, "exists": "", "*": "Himlad"}, {"ns": 0, "exists": "", "*": "Hithlum"}, {"ns": 0, "exists": "", "*": "Idril Celebrindal"}, {"ns": 0, "exists": "", "*": "Maeglin"}, {"ns": 0, "exists": "", "*": "Nan Dungortheb"}, {"ns": 0, "exists": "", "*": "Nan Elmoth"}, {"ns": 0, "exists": "", "*": "Nevrast"}, {"ns": 0, "exists": "", "*": "Nogrod"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Return of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Voyage of Eärendil and the War of Wrath"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Sons of Fëanor"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Thingol"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Valaquenta"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}], "images": ["Ted_Nasmith_-_Eöl_Welcomes_Aredhel.jpg"], "wikitext": {"*": "{{silmarillion-chapters}}\n'''Of Maeglin''' is the sixteenth chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''.\n\n==Synopsis==\n[[File:Ted Nasmith - Eöl Welcomes Aredhel.jpg|thumb|left|''Eöl welcomes Aredhel'' by [[Ted Nasmith]]]]\n[[Aredhel]], the daughter of [[Fingolfin]], resided awhile in [[Nevrast]] with her brother [[Turgon]], but later went with her people to dwell in the hidden city of [[Gondolin]]. However, she soon wearied of her hidden life in Gondolin and was permitted to set out purportedly to visit with [[Fingon]] in [[Hithlum]] with three lords of the household of Turgon. Upon reaching the [[Ford of Brithiach]], she commanded her companions to instead turn south in the hope of passing through [[Doriath]] to eventually find the [[Sons of Fëanor|Sons]] of [[Fëanor]], \"her friends of old\".\n\nUpon arriving at the borders of Doriath, they were refused entry by King [[Thingol]]. And so Aredhel and her companions instead sought the dangerous route between the haunted valley of [[Ered Gorgoroth]] and the northern edge of Doriath. This passed through the land of [[Nan Dungortheb]], where Aredhel was separated from her companions. They searched but could not find her, and barely escaping death themselves returned to Gondolin to share their tale, and there was great sorrow at the assumed fate of Aredhel.\n\nBut Aredhel, having lost her companions, continued on and eventually arrived in [[Himlad]], where she was welcomed by the people of [[Celegorm]] and waited for his return. There for a while she was satisfied, but as the year lengthened, she took to riding further afield, seeking new and unknown paths and fields. By chance, she crossed into the forest of [[Nan Elmoth]], where dwelt [[Eöl]], who was named the Dark Elf. In earlier days, he was of the kin of Thingol, but he had left Doriath and fled to the shadows of Nan Elmoth. He loved not the Noldor, but learned from the [[Dwarves]] much skill of metalwork, and was often a guest to the halls of [[Nogrod]] and [[Belegost]]. He espied Aredhel from afar and desired her, and ensnared her in enchantments so she could not find the way out, but instead came deeper into Nan Elmoth. Being weary, she finally came to the halls of Eöl, and he welcomed her, and took her for his wife, and it was a long time before any of her kin heard rumour of her again. \n\nThough at Eöl's command she was required to shun sunlight, it is not said that she was completely unwilling to their union, and in the darkness of Nan Elmoth was born their son, who, in her heart, she named [[Maeglin|Lómion]], which means ''\"Child of the Twilight\"'' in [[Quenya]]. But Eöl gave him no name until he was twelve years old, at which time he named him [[Maeglin]], that is ''\"Sharp Glance\"''. \n\nAs Maeglin grew to full maturity, he resembled, in face and form, one of the Noldor. But speaking few words, except in matters important to him, he resembled his father in mood and spirit. Often he went with Eöl to the cities of the Dwarves, and learned much from them, especially the craft of finding ores and metals in the mountains. Yet he loved his mother more and would often listen to her tales regarding the Noldor, and the valour of the House of Fingolfin, while Eöl was abroad. \n\nIn speaking of her kin to Maeglin, Aredhel desired to see them again, and these tales stirred also in Maeglin the desire to see the Noldor. But upon revealing his inner wishes to Eöl, his father became infuriated, and threatened to bind his son if he would associate with the Noldor. Maeglin became cold and silent, and no longer went abroad with Eöl, and Eöl mistrusted him. One midsummer, Eöl went away to a feast in Nogrod. During this time, the desire grew hot in the heart of Maeglin to leave Nan Elmoth and look upon his mother's people and to seek the city of Gondolin. Seeing this, Aredhel was glad and they departed, telling Eöl's servants they sought the sons of Fëanor. \n\nHowever, Eöl returned earlier than anticipated and found his wife and son two days gone. He set out immediately in wrathful pursuit. On entering Himlad, Eöl was ambushed by the riders of [[Curufin]], and was taken to their lord. Curufin mockingly asked Eöl what urgent matter brought him to his land, and Eöl told him that he wanted to join his wife and son on their visit to him. Upon learning from Curufin that they turned westward, travelling along the northern fence of Doriath, Eöl asked leave to discover their purpose. Curufin instead coldly bid him go back to Nan Elmoth.\n\nThus Eöl rode off in haste, full of shame and anger. He perceived that Aredhel and Maeglin were heading towards Gondolin and rode after them. As the two arrived at the Outer Gate of Gondolin, they were received joyfully and passed inside the Hidden Kingdom, where Turgon listened with wonder to the story of his sister, and gave Maeglin the highest honour in his realm. Eöl watched them from afar and followed them to the city, but was taken in by the Guard, and was brought before Turgon after claiming to be husband and father to Aredhel and Maeglin. Aredhel confirmed this and Turgon welcomed Eöl as his kinsman, giving him leave to stay in Gondolin. But Eöl insulted the King, and bid Maeglin to \"leave the House of the slayers of his kin, or be accursed\". Maeglin did not answer. \n\nTurgon then set a choice before Eöl and Maeglin of either abiding in Gondolin, or dying in Gondolin. Eöl stood a long time in silence, before he abruptly took a spear from under his cloak and threw it at Maeglin, crying \"the second choice I take, and for my son also! You shall not hold what is mine!\" But Aredhel came between the spear and Maeglin, and was struck. Eöl was restrained, set in bonds and led away. However the tip of the spear was poisoned, and Aredhel died in the night. Eöl was brought before Turgon and no mercy was shown to him; he was led to the [[Caragdûr]], a precipice upon the northern side of the city, to be cast down. Maeglin stood by in silence, and Eöl cried out \"so you forsake your father and his kin, ill-gotten son! Here shall you fail of all your hopes and here may you yet die the same death as I\". And he was cast over the cliff-edge. Thus ended Eöl, Dark Elf, of the shadows of Nan Elmoth. \n\nMaeglin grew great in stature in Gondolin, and was high in the favour of Turgon. He rose to be mighty amongst the Princes of the Noldor, and was the greatest other than Turgon in the realm of Gondolin. And yet not all things went as he would have liked, though he did not reveal his heart. For from his first days in Gondolin, he loved [[Idril Celebrindal]], his first cousin, and desired her, but without hope. For the Eldar did not wed with kin so close, and further, Idril loved him not at all. Maeglin's love turned to darkness, and he sought more to have his will in all matters, no matter the cost to him, if it might grant him more power. \n\nAnd so it came to be that in Gondolin, at the height of all its bliss, majesty, and beauty, a dark seed of evil was sown in the heart of Maeglin.\n\n==External links==\n*[http://www.entmoot.com/showthread.php?t=9572 Chapter discussion at Entmoot.com]\n\n[[fr:tolkien/resumes/silm/qs16]]\n[[fi:Maeglin (Silmarillion)]]"}}}