{"parse": {"title": "The Lord of the Rings Fan Club Official Movie Magazine 7", "pageid": 9842, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club Official Movie Magazine"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["The_Lord_of_the_Rings_Fan_Club_Official_Movie_Magazine_7.jpg"], "wikitext": {"*": "[[File:The Lord of the Rings Fan Club Official Movie Magazine 7.jpg|thumb|Cover]]\n'''''The Lord of the Rings Fan Club Official Movie Magazine'' 7''' was the seventh issue of ''[[The Lord of the Rings Fan Club Official Movie Magazine]]'' for Feb/Mar 2003.\n\n{{quote|Miranda Otto on Éowyn and stabbing an Orc. Calligrapher Daniel Reeve and the One Ring inscription, and Brian Massey on being the greensmaster of Middle-earth. Plus a look at working with the horses of The Two Towers.|[[The Lord of the Rings Fan Club]]}}\n\n==Contents==\n===Departments===\n* '''8''' MAILBAGGINS\n* '''10''' NEWS FROM MIDDLE-EARTH\n** The second-greatest premiere of all time comes to New York City ... J.R.R. Tolkien turns 111 ... Middle-earth is recreated in Torotno - again ... plus, a full report on RingCon!\n* '''20''' UNSUNG HEROES - Greensmaster Brian Massey\n** Brian Massey describes the extensive work that went into creating the peculiar nature of Middle-earth, from the lush fields and feel of Hobbiton to the eerie mammoth trees of Fangorn Forest.\n* '''54''' FIRSTHAND: JULEY ALLEY\n** New Zealand native Judy Alley takes us through her wild ride as a production manager, set dresser, and merchandising assets wrangler for The Lord of the Rings.\n* '''73''' CATALOG\n* '''82''' QUOTEWORTHY\n\n\n===Features===\n* '''26''' UPDATE WITH PETER JACKSON\n** The director talks about the first time he read The Lord of the Rings, his favorite character, the Hobbit he identifies with most, the greatest compliment he has received on the trilogy thus far - and much, much more!\n* '''34''' THWARTED HEROINE - An interview with Miranda Otto\n** Before the bustle and excitement surrounding The Two Towers premiere began, Miranda Otto took time aside to talk with us about her acting pedigree, the trilogy's astounding success - and the time she (really) stabbed an Orc.\n* '''44''' THE MANE EVENT\n** More than 250 horses starred in the battle and chase scenes in The Lord of the Rings. We've journeyed to the stables to bring you stories of courageous performances - not to mention rampant cross-dressing!\n* '''60''' ARTIFACTS - The Maps and Calligraphy of Middle-earth\n** Daniel Reeve left his job of 20 years to work on The Lord of the Rings trilogy. The artist and calligrapher tells us about the beautiful work he did to help make Middle-earth authentic on the big screen - including the now famous inscription on the One Ring.\n* '''70''' DOWN THE ADVENTURE PATH - Foiled Again: Topps Makes Memories\n** The longtime purveyor of collectible trading cards brings its expertise and artistry to New Line Cinema's The Lord of the Rings trilogy.\n\n{{title|journal}}\n{{DEFAULTSORT:The Lord of the Rings Fan Club Official Movie Magazine 07}}\n[[Category:The Lord of the Rings Fan Club Official Movie Magazine]]"}}}