{"parse": {"title": "Mythlore 144", "pageid": 67653, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 144.gif"}, {"ns": 0, "exists": "", "*": "2024"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 143"}, {"ns": 0, "exists": "", "*": "Mythlore 145"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_144.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 144, Volume 42, Issue 2\n| image = Mythlore 144.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Spring/Summer [[2024]]\n|format=Paperback\n|pages=266\n}}\n'''''Mythlore'' 144''' ([https://dc.swosu.edu/mythlore/vol42/iss2/ Volume 42, Issue 2]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].  This special issue is focused on the theme of \"Fantasy Goes to Hell\".\n\n==Contents==\n\n====Articles====\n\n*Harrison, Perry Neil. \"Tolkien, Augustinian Theodicy, and 'Lovecraftian' Evil.\"\n*Bergen, Richard A. \"Substance Abuse: The Symbolic Geography of Hell in The Great Divorce.\"\n*Murdoch, Brian O. \"Denial and Acceptance: A Core Myth of Orpheus and Eurydice in the Modern Lyric.\"\n*Costabile, Giovanni Carmine. \"Orpheus and the Harrowing of Hell in the Tale of Beren and Lúthien.\"\n*DePrado, Jarrod. \"Two Roads to Hell: Rebirth and Relevance in Musical Adaptations of Katabatic Myth.\"\n*Peralta, Camilo. \"Timeless Moments: Russell Kirk, Charles Williams, and Stephen King on the Afterlife.\"\n*Caterino, Anna. \"Hell on His Mind: Dean Winchester’s Journey to Hell and Back.\"\n*Larsen, Kristine. \"‘Hell is only a word. The reality is much, much worse’: Black Holes as Fantasy Gateways to Hell.\"\n*Rutledge, Zachary. \"Hell as an Exploration of Sin: A Comparison of Alan Moore’s Providence to Dante’s Inferno.\"\n\n====Features====\n\n*Croft, Janet Brennan and Erin Giannini. Introduction to Special Issue: Fantasy Goes to Hell.\n*Oser, Lee. \"Dating The Dark Tower.\"\n*Salter, G. Connor. \"Whatever Happened to ''The Princess Bride''?: Thoughts for Further William Goldman Research.\"\n*Thompson-Handell, Matthew. \"Some Observations on the Newspaper Reports on Tolkien’s Andrew Lang lecture in 1939.\"\n*Croft, Janet Brennan. In Memoriam: Peter J. Schakel.\n*Croft, Janet Brennan. In Memoriam: Richard Plotz.\n\n====Reviews====\n\n*''Monster Midway: An Uninhibited Look at the Glittering World of the Carny'' by William Lindsay Gresham. Reviewed by G. Connor Salter.\n*''Fantasy: How It Works'' by Brian Attebery. Reviewed by Glenn Gray.\n*''Tarot and Other Meditation Decks: History, Theory, Aesthetics, Typology'', 2nd edition by Emily E. Auger. Reviewed by Laurel Stevens.\n*''The Archetype of the Dying and Rising God in World Mythology'' by Paul R. Rovang. Reviewed by James Hamby.\n*''The Inklings, The Victorians, and The Moderns: Reconciling Tradition in the Modern Age'' by Christopher Butynskyi. Reviewed by Hannah Frances Roux.\n*''Essays Triologue: Kepler, Twain, Lewis'' by Susan Dorman. Reviewed by Sharon L. Bolding.\n*''Pursuing an Earthly Spirituality: C.S. Lewis and Incarnational Faith'' by Gary S. Selby. Reviewed by Sarah O'Dell.\n*''The Literary Tarot, The Literary Classics Edition Guidebook,'' and ''Oracle's Atlas: A Companion to The Literary Tarot Classics Edition'' from the Brink Literacy Project. Reviewed by Emily E. Auger.\n*''The Medieval Worlds of Neil Gaiman: From Beowulf to Sleeping Beauty'' by Shiloh Carroll. Reviewed by Kris Swank.\n*''J.R.R. Tolkien in Central Europe: Context, Directions, and the Legacy'' edited by Janka Kascakova and David Levente Palatinus. Reviewed by Nancy Martsch.\n*''Tolkien in the Twenty-First Century: The Meaning of Middle-Earth Today'' by Nick Groom. Reviewed by Laura N. Van Dyke.\n*''Ursula K. Le Guin’s “A Wizard of Earthsea”: A Critical Companion'' by Timothy S. Miller, and Ursula Le Guin’s Earthsea by John Plotz. Reviewed by David Bratman.\n*''Mystical Perelandra: My Lifelong Reading of C.S. Lewis & His Favorite Book'' by James Como. Reviewed by Eleanor Knobil.\n*''A Joyful Outpost: Exploring the Household Economy of the Beavers from The Lion, The Witch, and the Wardrobe'' by Aaron Bair. Reviewed by Josiah Peterson.\n*''Journey Back Again: Reasons to Visit Middle-earth'', edited by Diana Pavlac Glyer. Reviewed by Kristine Larsen.\n*''J.R.R. Tolkien's The Hobbit: Realizing History Through Fantasy'' by Robert T. Tally Jr. Reviewed by Bianca L. Beronio.\n*''Historical Dictionary of Fantasy Literature'', 2nd ed., edited by Allen Stroud. Reviewed by Douglas A. Anderson.\n*Briefly Noted: ''101 Middle Eastern Tales and their Impact on Western Oral Tradition'' by Ulrich Marzolph. Reviewed by Daniel C. Snell.\n*Briefly Noted: ''The Road to Fair Elfland: Tolkien on Fairy-stories: An Extended Commentary'' by Giovanni Carmine Costabile. Reviewed by Landon Loftin.\n{{mythlorenav|143|145}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 144}}\n\n[[Category:Mythlore]]"}}}