{"parse": {"title": "The Fellowship: The Literary Lives of the Inklings", "pageid": 49316, "redirects": [{"from": "The Fellowship: The Literary Lives of the Inklings: J.R.R. Tolkien, C. S. Lewis, Owen Barfield, Charles Williams", "to": "The Fellowship: The Literary Lives of the Inklings"}], "links": [{"ns": 6, "exists": "", "*": "File:The Fellowship The Literary Lives of the Inklings.jpg"}, {"ns": 0, "exists": "", "*": "2015"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Fellowship_The_Literary_Lives_of_the_Inklings.jpg"], "wikitext": {"*": "{{book\n|title=J.R.R. Tolkien: Master of Fantasy\n| image = The Fellowship The Literary Lives of the Inklings.jpg\n|author= Philip Zaleski and Carol Zaleski\n|publisher=Farrar, Straus and Giroux\n|date=[[2015]]\n|format=Hardcover\n|pages=656\n|isbn=978-0374154097\n}}\n'''''The Fellowship: The Literary Lives of the Inklings: J.R.R. Tolkien, C. S. Lewis, Owen Barfield, Charles Williams''''', written by Philip Zaleski and Carol Zaleski, is a biographical book about the inklings, including J.R.R. Tolkien, C.S. Lewis, Owen Barfield and Charles Williams.\n\n==From the publisher==\n\n{{blockquote|C.S. Lewis is the twentieth century's most widely read Christian writer and J.R.R. Tolkien its most beloved mythmaker. For three decades, they and their closest associates formed a literary club known as the lnklings, which met weekly in Lewis's Oxford rooms and a nearby pub. They read aloud from works in progress, argued about anything that caught their fancy, and gave one another invaluable companionship, inspiration, and criticism. In The Fellowship, Philip and Carol Zaleski offer the first complete rendering of the lnklings' lives and works. Lewis maps the medieval mind, accepts Christ while riding in the Sidecar of his brother's motorcycle, becomes a world-famous evangelist and moral satirist, and creates new forms of religiously attuned fiction while wrestling with personal crises. Tolkien transmutes an invented mythology into a breathtaking story in The Lord of the Rings, while conducting groundbreaking Old English scholarship and elucidating the Catholic teachings at the heart of his vision. This extraordinary group biography also focuses on Charles Williams, strange acolyte of Romantic love, and Owen Barfield, an esoteric philosopher who became, for a time, Saul Bellow's guru. Romantics who scorned rebellion, fantasists who prized sanity, Christians with cosmic reach, the lnklings sought to revitalize literature and faith in the twentieth century's darkest years - and did so.}}\n\n==External links==\n*[http://www.latimes.com/books/jacketcopy/la-ca-jc-philip-carol-zaleski-20150531-story.html Review] by Elizabeth Hand\n\n{{title|italic}}\n{{DEFAULTSORT:Fellowship: The Literary Lives of the Inklings: J.R.R. Tolkien, C. S. Lewis, Owen Barfield, Charles Williams}}\n[[Category:Biography books]]\n[[Category:Publications by title]]"}}}