{"parse": {"title": "Natura Apis: Morali Ricardi Eremite", "pageid": 63121, "redirects": [{"from": "Natura Apis (Morali Ricardi Eremite)", "to": "Natura Apis: Morali Ricardi Eremite"}], "links": [{"ns": 0, "exists": "", "*": "1936"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: A Descriptive Bibliography"}, {"ns": 0, "exists": "", "*": "La, Huru"}, {"ns": 0, "exists": "", "*": "Songs for the Philologists"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HM"}], "images": [], "wikitext": {"*": "'''Natura Apis: Morali Ricardi Eremite''' is a song written by [[J.R.R. Tolkien]]. As with ''[[La, Huru]]'', it is to be sung to the tune of ''[https://levysheetmusic.mse.jhu.edu/collection/151/032 Are You the O'Reilly Who Keeps This Hotel?]''. It was published as the 20th song in ''[[Songs for the Philologists]]'' in [[1936]].\n\nThe concluding verse is omitted from the original “Leeds Songs” version.<!-- whatever that means --><ref>{{HM|A}}Hammond, W. G., Scull, C. [1993] ''[[J.R.R. Tolkien: A Descriptive Bibliography]]''</ref>\n\n==The song==\n<poem style=\"font-style:italic; margin-left:20px;\">\n'''Natura Apis: Morali Ricardi Eremite'''\n\nThe night is still young and our drinks are yet long,\nThe fire's burning bright and here brave is the throng,\nSo now I will sing you a sooth little song\nOf the busy brown bee - with a ding and a dong,\nWith a fal-lal-lal la and a z z z z\na z z z z z, z z z z z (thrice)\n\nThree virtuous habits hath every brown bee:\nAh, no, never, no, never idle is she;\nIf drone will not labour, then out bundles he\nAnd the hive and the honey no more will he see!\n\nNo wind from her pathway the bee ever bore,\nFor ballast she beareth, and (yea, what is more)\nThere's good mother earth on her feet though she soar;\nShe's no fool of a fly nor a dull dumbledore.\n\nYet gleaming she cleaneth her well-polished wings\nThat lift her aloft over lowlier things\n(But note also this, the bees have their stings\nAnd leave oft a mark on the lowlier things).\n\nFor Aristotle saith (in his quaint sort of Greek)\nThat Bees will give battle to robbers that seek\nTo harry their hives or their honey to sneak;\nTheir own will they hold, for the bees are not meek.\n</poem>\n\n{{references}}\n[[Category:Poems and songs in Songs for the Philologists]]"}}}