{"parse": {"title": "Tolkien, Race, and Racism in Middle-earth", "pageid": 69941, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien, Race, and Racism in Middle-earth.webp"}, {"ns": 0, "exists": "", "*": "2022"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Journal of Tolkien Research"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Racism"}, {"ns": 0, "*": "Palgrave Macmillan"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien,_Race,_and_Racism_in_Middle-earth.webp"], "wikitext": {"*": "{{book\n|image={{PAGENAME}}.webp\n|author=Robert Stuart\n|publisher=Palgrave Macmillan\n|date=[[2022]]\n|format=Hardcover and paperback\n|isbn=9783030974770\n|isbn2=9783030974749\n}}'''''Tolkien, Race, and Racism in Middle-earth''''' is a book by Robert Stuart on the theme of [[racism]] in [[J.R.R. Tolkien]]'s work. It was published by [[Palgrave Macmillan]] in [[2022]].\n\n==From the publisher==\n{{blockquote|''Tolkien, Race, and Racism in Middle-earth'' is the first systematic examination of how Tolkien understood racial issues, how race manifests in his oeuvre, and how race in Middle-earth, his imaginary realm, has been understood, criticized, and appropriated by others. This book presents an analysis of Tolkien’s works for conceptions of race, both racist and anti-racist. It begins by demonstrating that Tolkien was a racialist, in that his mythology is established on the basis of different races with different characteristics, and then poses the key question “Was Tolkien racist?” Robert Stuart engages the discourse and research associated with the ways in which racism and anti-racism relate Tolkien to his fascist and imperialist contemporaries and to twenty-first-century neo-Nazis and White Supremacists—including White Supremacy, genocide, blood-and-soil philology, anti-Semitism, and aristocratic racism. Addressing a major gap in the field of Tolkien studies,Stuart focuses on race, racisms and the Tolkien legendarium.}}\n\n==Contents==\n# Introduction: Reflections on Writing About Tolkien and Race\n#* Bibliography\n# Tolkien, Race, and the Critics: Debating Racism in Middle-earth\n#* ‘The way in which the Nazis saw the world’? The Racialisation of Middle-earth\n#* ‘A foul people’: From Racialism to Racism?  \n#* ‘The State of the Soul’: Race and Spirituality in Middle-earth  \n#* ‘I’d go back to trees’: Tolkien, Anti-Modernity, and Modern Racism  \n#* ‘Always historicise!’: Tolkien and Race in Context  \n#* Bibliography\n# Manichean Racism? Black and White and Blacks and Whites \n#* ‘An unwitting defence of racial separatism’: Apartheid in Middle-earth?  \n#* ‘Black and hideous’: Tolkien and White Racism  \n#* ‘The Colour of Salvation’: Tolkien and Spiritual Colouration \n#* Bibliography\n# Race War in Middle-earth: The Orcs, Genocide, and Ethnic Cleansing\n#* ‘The only good Orc is a dead Orc’: Race War in Middle-earth \n#* ‘Other Makings’: Orcs as Animals, Automatons, or Twisted Elves \n#* ‘Orcs aren’t monsters. We are.’ The Orcs and the Critics \n#* ‘The Inner War of Allegory’: Orcs and the War for the Soul \n#* Bibliography\n# Blood and Soil: Language, Myth, and Their Racial Roots\n#* ‘His country of the heart’: Home and Heimat \n#* ‘Sacred Geography’ and ‘Rooted Sustenance’: Grounding the Race \n#* ‘Things of racial and linguistic significance’: A Racial Philology? \n#* ‘Native Language’ and ‘Cradle-Tongue’: Racial Memory in Tolkien’s Thought \n#* ‘Voices so fair to hear’: Phonaesthetics and Race \n#* Bibliography\n# Tolkien and Anti-Semitism: The Jewish Question and the Question of the Dwarves\n#* ‘That Gifted People’: Debating Tolkien, Racism, and the Jews \n#* ‘Dwarves like Jews’: Philo-Semitism or Anti-Semitism? \n#* ‘The War against the West’: Historicising Tolkien’s Texts \n#* Bibliography\n# Aristocratic Racism: Gobineau in Gondor\n#* ‘A man of the Middle Ages’: Gobineau’s Aristocratic Racism \n#* ‘Tipping your hat to the Squire’: Tolkien and Racial Aristocracy \n#* ‘The Race of the Kings’: Númenóreans and the Dúnedain \n#* ‘As Tall as Lords’: Stature and Status \n#* Lords of ‘the lesser kindreds’: High Elves, Fallohides, and Aristocratic Animals \n#* Bibliography\n# Conclusion\n#* Bibliography\n* Index\n\n==External links==\n* [https://link.springer.com/book/10.1007/978-3-030-97475-6 Official product page]\n* [https://scholar.valpo.edu/journaloftolkienresearch/vol15/iss1/3/ Review by Dimitra Fimi] in ''[[Journal of Tolkien Research]]''\n* [https://dc.swosu.edu/mythlore/vol41/iss1/16/ Review by Robert T. Tally Jr.] in ''[[Mythlore]]''\n\n[[C:Scholarly books]]\n[[C:Publications by title]]"}}}