{"parse": {"title": "To Maggot's Farm and Buckland", "pageid": 42127, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Conspiracy Unmasked"}, {"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "A Short Cut to Mushrooms"}, {"ns": 0, "exists": "", "*": "Arrival at Bree"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "Buckland"}, {"ns": 0, "exists": "", "*": "Bucklebury Ferry"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Farmer Maggot"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Gildor"}, {"ns": 0, "exists": "", "*": "Ho! Ho! Ho! To the Bottle I Go"}, {"ns": 0, "exists": "", "*": "Hobbit-holes"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Mrs. Maggot"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Of Gollum and the Ring"}, {"ns": 0, "exists": "", "*": "Old Forest"}, {"ns": 0, "exists": "", "*": "One Ring"}, {"ns": 0, "exists": "", "*": "Prologue (The Lord of the Rings)"}, {"ns": 0, "exists": "", "*": "Queries and Alterations"}, {"ns": 0, "exists": "", "*": "Rayner Unwin"}, {"ns": 0, "exists": "", "*": "Return to Hobbiton"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Old Forest and the Withywindle"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trotter and the Journey to Weathertop"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n'''To Maggot's Farm and Buckland''' is the title of the fourth chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\n==Synopsis==\nThe story picks up from the end of Chapter Two, \"[[From Hobbiton to the Woody End]]\", with Bingo<ref group=\"note\">Bingo Bolger-Baggins would later become Frodo Baggins.</ref> arising refreshed after [[Gildor]] and the [[Elves]] have departed. Odo<ref group=\"note\">Odo Took would later become Odo Bolger and finally Peregrin Took.</ref> asks what Bingo learned from Gildor and (unlike the final version) Bingo lists what the Elf told him. The three hobbits then prepare for the day's journey with Frodo<ref group=\"note\">Frodo Took would later, with more revisions than the other two hobbits, become Samwise Gamgee.</ref> suggesting that they travel cross-country south-east to [[Buckland]] (which at this point in the chapter refers to a village rather than a region).\n \nThe hobbits cut through the woods and encounter thick undergrowth and an inconvenient stream. When Odo looks back he spots a [[Nazgûl|Black Rider]] at the top of the stream bank they had just descended (instead of high on a hill).  Trudging on through light rain they stop for lunch. When the song ''[[Ho! Ho! Ho! To the Bottle I Go]]'' is sung it is cut short when the hobbits hear sniffing close at hand (rather than the long-drawn wails from farther away).\n \nExiting the woods the hobbits come to Farmer Maggot's fields. Bingo has no history of stealing mushrooms from the farmer; instead there is a discussion about living in a house or a [[Hobbit-holes|hobbit-hole]] (part of this information would later be relocated to the [[Prologue (The Lord of the Rings)|Prologue]] in ''[[The Lord of the Rings]]'').  Arriving at Maggot's house they are confronted by one small dog (rather than three large ones).  Bingo decides he would rather not be seen so he pops on his [[One Ring|Ring]]. Odo and Frodo meet Maggot who tells them a \"funny customer\" has been around. Odo, Frodo, and invisible Bingo follow Maggot into his house.\n \nInside is [[Mrs. Maggot]] (the only other hobbit on the farm) who brings them mugs of beer. Maggot tells them the story of the visit by the Black Rider. At the end of the tale Bingo decides to play a trick on Maggot, causing his mug to rise in the air, tilt, and return to the table empty. This frightens the farmer who is only too glad to see his two (visible) guests leave (with no mushrooms or ride in a wagon to the [[Bucklebury Ferry]]).\n \nWalking onwards the hobbits meet Marmaduke.<ref group=\"note\">Marmaduke Brandybuck would later become Meriadoc Brandybuck.</ref> They reach the Ferry and cross the river. Behind them they see a black shape at the Ferry landing. They reach the (unnamed) house and the travelers have their baths, followed by supper. Since all the friends know about the Ring there is no conspiracy to unmask. Discussion turns to the next day's plans and Odo is outvoted on the decision to pass through the [[Old Forest]].<ref>{{RS|Maggot}}</ref>\n \nThis one chapter covers the events that would eventually make up the chapters \"[[A Short Cut to Mushrooms]]\" and \"[[A Conspiracy Unmasked]]\". The visit to Farmer Maggot would undergo a number of reworkings (see [[Farmer Maggot]] for the different versions) as the Ring became more and more of a secret.\n \nChristopher Tolkien comments on maps of [[the Shire]], explaining that there were six made, with some only showing selected features (the sixth is the one published). Some of the directions mentioned in the text will later be changed to fit the maps as time went on.<ref>{{RS|1IVS}}</ref> Christopher mentions that his father had submitted the early chapters to [[Rayner Unwin]] who said that there was too much \"hobbit talk\" and it made the story lag. [[J.R.R. Tolkien|Tolkien]] would take this comment into consideration when he revised the story.<ref>{{RS|1IVU}}</ref>\n \n{{references|note}}\n{{DEFAULTSORT:To Maggot'sFarm and Buckland)}}"}}}