{"parse": {"title": "Mythlore 142", "pageid": 66240, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 142.gif"}, {"ns": 0, "exists": "", "*": "2023"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 141"}, {"ns": 0, "exists": "", "*": "Mythlore 143"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_142.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 142, Volume 41, Issue 2\n| image = Mythlore 142.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Spring/Summer [[2023]]\n|format=Paperback\n|pages=288\n}}\n'''''Mythlore'' 142''' ([https://dc.swosu.edu/mythlore/vol41/iss2/ Volume 41, Issue 2]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Hutchings-Budd, Clair J. \"Terry Pratchett’s Witches Novels and the Consensus Fantasy Universe: A Feminist Perspective.\"\n* Moir Jr., Michael A. \"Blood on the Snow, Soot on the Carpet: Belief as Pedagogy in Terry Pratchett’s ''Hogfather''.\"\n* Miller, Timothy S. \"The Unicorn Trade: Towards a Cultural History of the Mass-Market Unicorn.\"\n* Hood, Nathan C. J. \"The ''felix culpa'' in Tolkien's Legendarium: A Catalyst for Character and Reader Transformation.\"\n* Lockerd, Martin. \"The Stolen Gift: Tolkien and the Problem of Suicide.\"\n* Umland, Rebecca A. \"Mythopoesis in Tennyson's ''Idylls of the King''.\"\n* Sena, Kenton L., and Vogel, Philip J. \"Wizards and Woods: The Environmental Ethics of Tolkien’s Istari.\"\n* Tadayoni, Masoud, and Hanif, Mohsen. \"Gollum from Medieval Tragedy to Liberal Tragedy in J. R. R. Tolkien’s ''The Lord of the Rings''.\"\n* Dennis, Mitchell T., and Sena, Kenton. \"Delving Too Greedily: Analyzing Prejudice Against Tolkien's Dwarves as Historical Bias.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Burriss, Larry L. Sentience and Sapience in the One Ring: The Reality of Tolkien’s Master Ring.\n* Costabile, Giovanni Carmine. The One Ring of King Solomon.\n* Flieger, Verlyn. The Dragon and the Railway Station.\n\n====Reviews====\n\n* ''Thinking Queerly: Medievalism, Wizardry, and Neurodiversity in Young Adult Texts'' by Jes Battis. Reviewed by Marisa Mills.\n* ''George MacDonald in the Age of Miracles: Incarnation, Doubt, and Reenchantment'' by Timothy Larsen. Reviewed by James Hamby.\n* ''Harry Potter and the Other; Race, Justice and Difference in the Wizarding World'', edited by Sarah Park Dahlen and Ebony Elizabeth Thomas, and ''Open at the Close: Literary Essays on Harry Potter'', edited by Cecelia Koncharr Farr. Reviewed by Joseph R. Young.\n* ''The Medieval Mind of C.S. Lewis: How Great Books Shaped a Great Mind'' by Jason M. Baxter. Reviewed by Josiah Peterson.\n* ''Discovering Dune: Essays on Frank Herbert’s Epic Saga'', edited by Dominic J. Nardi and N. Trevor Brierly. Reviewed by G. Connor Salter.\n* ''Mythmaking across Boundaries,'' edited by Züleyha Çetiner-Öktem. Reviewed by Sarah Beach.\n* ''The Lord of the Rings Tarot Deck and Guide'' by Casey Gilly and Tomas Hijo. Reviewed by Emily E. Auger.\n* ''The Map of Wilderland: Ecocritical Reflections on Tolkien’s Myth of Wilderness'' by Amber Lehning. Reviewed by Maria K. Alberto.\n* ''Primitive Mythology (The Masks of God, Volume 1)'' by Joseph Campbell. Reviewed by Phillip Fitzsimmons.\n* ''Superman in Myth and Folklore'' by Daniel Peretti, and ''The Mythology of the Superhero'' by Andrew R. Bahlmann. Reviewed by David L. Emerson.\n* ''Fairy Tales, Myth, and Psychoanalytic Theory: Feminism and Retelling the Tale'' by Veronica L. Schanoes. Reviewed by John Rosegrant.\n* ''The Leadership of C.S. Lewis: Ten Traits to Encourage Change and Growth'' by Crystal Hurd. Reviewed by Mark-Elliot Finley.\n* ''The Gallant Edith Bratt: J.R.R. Tolkien’s Inspiration by Nancy Bunting and Seamus Hamill-Keays''. Reviewed by María Fernández Portaencasa.\n* ''Nancy-Lou Patterson Reviews Books by and About Dorothy L. Sayers, C.S. Lewis, J.R.R. Tolkien, Charles Williams, and Others'' by Nancy-Lou Patterson, edited by Emily E. Auger and Janet Brennan Croft. Reviewed by David Bratman.\n* ''The Transcendent Vision of Mythopoeic Fantasy'' by David S. Hogsette. Reviewed by Douglas A. Anderson.\n* ''Tolkien, Enchantment, and Loss: Steps on the Developmental Journey'' by John Rosegrant. Reviewed by Timothy K. Lenz.\n* Briefly Noted: ''Ithell Colquhuon Taro as Colour tarot deck and book'' by Ithell Colquhoun. Reviewed by Emily E. Auger.\n{{mythlorenav|141|143}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 142}}\n\n[[Category:Mythlore]]"}}}