{"parse": {"title": "The Hero Is a Hobbit", "pageid": 27037, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1954"}, {"ns": 0, "exists": "", "*": "31 October"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "W.H. Auden"}], "templates": [], "images": [], "wikitext": {"*": "'''The Hero Is a Hobbit''' is a review by [[W.H. Auden]] of [[J.R.R. Tolkien]]'s ''[[The Fellowship of the Ring]]'', published in ''[[wikipedia:The New York Times Book Review|The New York Times Book Review]]'', [[31 October|October 31]], [[1954]].\n\n==Excerpts==\n\n<blockquote>\n<p>In \"The Fellowship of the Ring,\" which is the first volume of a trilogy, J. R. R. Tolkien continues the imaginative history of the imaginary world to which he introduced us in his [[The Hobbit|earlier book]] but in a manner suited to adults, to those, that is, between the ages of 12 and 70. For anyone who likes the genre to which it belongs, the Heroic Quest, I cannot imagine a more wonderful Christmas present.… I think some readers may find the opening chapter a little shy-making, nut they must not let themselves be put off, for, once the story gets moving, this initial archness disappears.… Landscape, climate and atmosphere are northern, reminiscent of the Icelandic sagas.…</p>\n\nThe first thing that one asks is that the adventure should be various and exciting; in this respect Mr. Tolkien's invention is unflagging. Of any imaginary world the reader demands that it seem real… Mr. Tolkien is fortunate in possessing an amazing gift for naming and a wonderfully exact eye for description.\n\nLastly, if one is to take a tale of this kind seriously, one must feel that, however superficially unlike the world we live in its characters and events may be, it nevertheless holds up the mirror to the only nature we know, our own; in this, too, Mr. Tolkien has succeeded superbly.… No fiction I have read in the last five years has given me more joy than \"The Fellowship of the Ring.\"\n</blockquote>\n\n==Marketing usage==\n\nIn some editions, a slightly edited quotation from the review was printed on the dust jacket: \"The first thing one asks of an adventure story is that the adventure should be various and exciting.… Tolkien's invention is unflagging.\"\n\n==External links==\n\n*[http://web.archive.org/web/20140715062713/https://www.nytimes.com/1954/10/31/books/tolkien-fellowship.html Archived version of the article on the Internet Archive]\n*[http://timesmachine.nytimes.com/timesmachine/1954/10/31/96504978.html?pageNumber=163&smid=tw-nytarchives New York Times archive]\n\n[[Category:Published articles]]"}}}