{"parse": {"title": "Hillmen of the Trollshaws", "pageid": 25725, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Merp hillmen.jpg"}, {"ns": 0, "exists": "", "*": "1984"}, {"ns": 0, "exists": "", "*": "Arnor: The Realm"}, {"ns": 0, "exists": "", "*": "Grenadier Models"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "*": "Jeff McKeage"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_hillmen.jpg"], "wikitext": {"*": "{{book\n|title=''Hillmen of the Trollshaw''\n| image = merp_hillmen.jpg\n|author=[[Jeff McKeage]]\n|isbn=0-915795-24-8 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1984]]\n|format=Softcover\n|pages=35\n|ice=8040\n}}'''''Hillmen of the Trollshaw''''' is a supplement (in the ''Adventure''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n[[Grenadier Models]] released a box set of metal miniatures for use with this supplement (#7504 ''Hillmen of the Trollshaws'').\n\nMaterial from this product was included in ''[[Arnor: The Realm|Arnor, The Realm]]''. \n\n== Cover/Jacket Text == \n\nHILLMEN of the Trollshaws details the lands of western RHUDAUR. Adventure in the rocky highlands near Cameth Brin, where Trolls and the ghosts of Petty-Dwarves haunt ancient caverns. \n\nBACKGROUND INFORMATION\n\nThe ominous shadow of Cameth Brin, the \"Twisted Hill,\" looms above the oaks and elms of the Trollshaws in central Rhudaur. Until the Third Age, few men dared to come near this dreadful place; many would-be explorers feared the presence of evil spirits, while others were scared off by the unnatural appearance of the hill itself. Cameth Brin rises 830 feet above the only vale in all the Trollshaws that might otherwise be called fair. Its base is a steep but natural hill, but from this foundation erupts a tortured outcropping of naked black granite that leans impossibly far over the southern face. It looks as if a sparrow's sneeze would send the craggy top tumbling down upon the town and the valley below. But rest assured - Cameth Brin will endure far worse than sneezes.\n\nEarly in the Third Age, Men gained mastery over Cameth Brin for a time, and they built upon it a mighty fortress dominating all the western Trollshaws, the most important region in the rugged and mostly unsettled lands of Rhudaur. The warped shadows of Cameth Brin fall heavily upon the affairs of Men in this wild and bleak country, for they have succumbed again to the powers of evil. Herein are told four tales of the Twisted Hill, stories that tell much of the unhappy history of Rhudaur and its peoples. The first tale concerns Hill-trolls, the second, Miffli the Petty-Dwarf, the original master of Cameth Brin, and how the Dunedain of Arnor wrested the heights from him and his evil forces in {{TA|}} 162. A third story tells of the desperate attempts to rescue the Princess Alquawen from the clutches of King Broggha and the Evil Elfmaiden, Korekalwen, in {{TA|}} 1671 . The tale is yet to be told in its final form: it narrates the recovery of the ruins of Cameth Brin from the foul Orcs and Trolls that abide there at the dawn of the Fourth Age.\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}