{"parse": {"title": "The Window on the West", "pageid": 7154, "redirects": [{"from": "The Window of the West", "to": "The Window on the West"}], "links": [{"ns": 0, "exists": "", "*": "7 March"}, {"ns": 0, "exists": "", "*": "Boromir"}, {"ns": 0, "exists": "", "*": "Faramir"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Great Horn"}, {"ns": 0, "exists": "", "*": "Henneth Annûn"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Isildur"}, {"ns": 0, "exists": "", "*": "Ithilien"}, {"ns": 0, "exists": "", "*": "Minas Tirith"}, {"ns": 0, "exists": "", "*": "Of Herbs and Stewed Rabbit"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Rohan"}, {"ns": 0, "exists": "", "*": "Rohirrim"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "The Forbidden Pool"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}], "images": ["Ted_Nasmith_-_Henneth_Annûn.jpg"], "wikitext": {"*": "{{chapter\n| image=Ted Nasmith - Henneth Annûn.jpg\n| title=The Window on the West\n| book=The Two Towers\n| number=16\n| event=[[Frodo Baggins|Frodo]] and [[Samwise Gamgee|Samwise]] gain [[Faramir]]'s trust.\n| date=[[7 March]] {{TA|3019|n}}\n| location=[[Ithilien]]; [[Henneth Annûn]]\n| perspective=[[Samwise Gamgee|Samwise]]\n| previous=Of Herbs and Stewed Rabbit\n| next=The Forbidden Pool\n}}\n'''The Window on the West''' is the fifth chapter of the second book in ''[[The Two Towers]]''.\n\n==Summary==\n[[Samwise Gamgee|Sam]] fell asleep and awoke on [[7 March]] to find [[Faramir]] interrogating [[Frodo Baggins|Frodo]]. Faramir wanted to know why the [[Hobbits]] had originally set out from [[Rivendell]], and under what circumstances had they parted with [[Boromir]]. Faramir knew of a prophecy that stated that a Halfling would arrive bearing something of great value, and he asked Frodo what this object was. Frodo answered only that he was on an errand to deliver the object elsewhere. Frodo made a great effort not to speak ill of Boromir, even though Boromir had tried to seize [[The One Ring|the Ring]] for himself. Faramir, knowing that Boromir was dead and attempting to trick Frodo, announced that Boromir would clear up everything when he arrived. Frodo, however, was unaware of Boromir's death. Faramir hinted that he suspected Frodo of betraying Boromir.\n\nFaramir revealled to Frodo that Boromir was his brother. He asked Frodo whether he recalled any particular object Boromir possessed, and Frodo remembered Boromir’s [[Great Horn]]. Faramir recounted how once he had been staring at the sea, and either in a dream or in real life he had seen Boromir floating by on a boat, his horn broken. Faramir said he knew that Boromir was sailing to the land of the dead, and that he had been killed. Frodo said that it must have been a mere vision, as Boromir had undertaken to go home across the fields of [[Rohan]], far from water. Faramir addressed the dead Boromir in deep grief, asking for answers to his questions about what happened to Boromir before death. Faramir knew that there had been some wrongdoing, but he no longer suspected Frodo.\n\nFaramir announced to the Hobbits that he must take them back to [[Minas Tirith]], the great city of [[Gondor]]. On the way, Faramir commended Frodo’s truthfulness, though fully aware that Frodo had withheld the fact that the hobbits did not like Boromir. Faramir tried again to extract information about the valuable object—which he knew only as [[Isildur]]’s Bane—that he knew Frodo was carrying. Faramir suspected that Isildur’s Bane had played a part in the death of Boromir, perhaps because it had caused contention among the men. Frodo answered that there had been no fighting in the ranks, and Faramir understood that the cause of the problem was Boromir alone.\n\nWhen the woodlands began to grow thinner, Faramir ordered his men to blindfold Frodo and Sam so that they would not know the location of the hideout where they were headed. When the blindfolds were removed, the Hobbits saw the splendid [[Henneth Annûn|Window of the Sunset]], as Faramir called the waterfall-covered window of the cave in which they were hiding.\n\nFaramir offered Frodo and Sam food and drink. While they ate, Faramir recounted the former glory of the kingdom of Gondor and its later slide into weakness as the kingdom offered land to the [[Rohirrim]] in exchange for military defence. As they talked, Sam accidentally blurted out the fact that Boromir had sought to get the Ring. Faramir was shocked that his brother had been guilty, but he appreciated Sam’s honesty, and affirmed that he had no interest in getting the Ring for himself. Frodo told Faramir of his own mission to throw the Ring into the Crack of Doom to destroy it. Faramir was astonished. Frodo, suddenly overcome with exhaustion, collapsed at the table. Faramir and Sam took Frodo to bed, where Sam expressed his new-found trust of Faramir.\n\n[[fi:Lännen ikkuna (TSH)]]\n{{DEFAULTSORT:Window on the West}}\n[[Category:The Two Towers chapters]]"}}}