{"parse": {"title": "Lamb's Farm, Gedling", "pageid": 27618, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Hilary Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Sotheby's English Literature, History, Children's Books and Illustrations 17 December 2009"}, {"ns": 0, "exists": "", "*": "Wheelbarrows at Dawn"}, {"ns": 0, "*": "Phoenix Farm"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": ["J.R.R._Tolkien_-_Lamb's_Farm,_Gedling.jpg"], "wikitext": {"*": "[[File:J.R.R. Tolkien - Lamb's Farm, Gedling.jpg|thumb]]\n'''Lamb's Farm, Gedling''' is a drawing by [[J.R.R. Tolkien]], depicting [[Phoenix Farm]].\n\nA reproduction of the drawing was first published in ''[[Sotheby's English Literature, History, Children's Books and Illustrations 17 December 2009]]''. A second reproduction was intended to be published in ''[[Wheelbarrows at Dawn|Wheelbarrows at Dawn: Memories of Hilary Tolkien]]''.\n\n*'''Authenticity:''' High (provenance: certified by Christopher P. Tolkien - grandson of [[Hilary Tolkien]])\n\n==Description from the auction<ref>[http://www.sothebys.com/app/live/lot/LotDetail.jsp?lot_id=159566775 Sothebys.com], retreived June 29, 2010</ref>==\n\n123 by 136mm., ink drawing, signed with early version of the author's monogram in lower left corner and titled in lower right corner, mounted, framed and glazed, some spotting and browning, small hole to lower section\n\nit is exceptionally rare for original artwork by tolkien to be offered at auction. this early example depicts his aunt's farm and shows the location where he composed the earliest known writing that relates to his mythology.\n\nA 'small holding... farmed by Mr Lamb for some years' was offered for sale at auction in 1911. It was bought by Jane Neave (Tolkien's mother's younger sister) who soon changed the name of from 'Church Farm' to 'Phoenix Farm'. (See Andrew H. Morton and John Hayes, Tolkien's Gedling, Studley, 2008).\n\nHammond and Scull note that Tolkien's \"earliest known writing that relates to his mythology dates from September 1914, when he was staying with [his brother] Hilary and their Aunt Jane... at Phoenix Farm, Gedling, in Nottinghamshire... Inspired by a line from the ''[[Wikipedia:Crist|Crist]]'' by the Anglo-Saxon poet [[Wikipedia:Cynewulf|Cynewulf]]..., Tolkien wrote a poem of his own, The Voyage of Éarendel the Evening Star. From this small beginning his epic 'Silmarillion' evolved...\" (see Hammond and Scull, J.R.R. Tolkien Artist & Illustrator, London, 1995, p.&nbsp;19) Hammond and Scull reproduce another of Tolkien's drawings of the farm, titled 'Phoenix Farm Gedling' in their volume (from the original at the Bodleian Library). Evidently this present example pre-dates that drawing and also shows an extremely early version of Tolkien's famous JRRT monogram. Also included is a note from Christopher P. Tolkien, giving provenance of the drawing.\n\n{{references}}\n\n[[Category:Art by J.R.R. Tolkien]]"}}}