{"parse": {"title": "Elven life cycle", "pageid": 15031, "redirects": [{"from": "Elven Life cycle", "to": "Elven life cycle"}], "links": [{"ns": 0, "exists": "", "*": "10 April"}, {"ns": 0, "exists": "", "*": "1958"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Aredhel"}, {"ns": 0, "exists": "", "*": "Athrabeth Finrod ah Andreth"}, {"ns": 0, "exists": "", "*": "Avari"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Carl F. Hostetter"}, {"ns": 0, "exists": "", "*": "Celegorm"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Curufin"}, {"ns": 0, "exists": "", "*": "Círdan"}, {"ns": 0, "exists": "", "*": "Dol Amroth"}, {"ns": 0, "exists": "", "*": "Downfall of Númenor"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Eru"}, {"ns": 0, "exists": "", "*": "Eöl"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Fëa and hröa"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Fëanorians"}, {"ns": 0, "exists": "", "*": "Fëar"}, {"ns": 0, "exists": "", "*": "Glorfindel"}, {"ns": 0, "exists": "", "*": "Gondolin"}, {"ns": 0, "exists": "", "*": "Great Journey"}, {"ns": 0, "exists": "", "*": "Grey Havens"}, {"ns": 0, "exists": "", "*": "Gwindor"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Huan"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "Idril"}, {"ns": 0, "exists": "", "*": "Ilúvatar"}, {"ns": 0, "exists": "", "*": "Immortal"}, {"ns": 0, "exists": "", "*": "Indis"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Jef Murray"}, {"ns": 0, "exists": "", "*": "Jenny Dolfen"}, {"ns": 0, "exists": "", "*": "King of the Noldor"}, {"ns": 0, "exists": "", "*": "Last Writings"}, {"ns": 0, "exists": "", "*": "Laws and Customs among the Eldar"}, {"ns": 0, "exists": "", "*": "Letter 208"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Maeglin"}, {"ns": 0, "exists": "", "*": "Mahtan"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Melkor"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Miruvor"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Míriel"}, {"ns": 0, "exists": "", "*": "Namárië"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Nerdanel"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Siege of Angband"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "Sons of Fëanor"}, {"ns": 0, "exists": "", "*": "Statute of Finwë and Míriel"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "Teleri"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin (chapter)"}, {"ns": 0, "exists": "", "*": "The Grey Havens"}, {"ns": 0, "exists": "", "*": "The History of Galadriel and Celeborn"}, {"ns": 0, "exists": "", "*": "The Last Debate"}, {"ns": 0, "exists": "", "*": "The Later Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Nature of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Peoples of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "The Shibboleth of Fëanor"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Thingol"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Vinyar Tengwar 41"}, {"ns": 0, "exists": "", "*": "Yén"}, {"ns": 0, "exists": "", "*": "Ósanwë"}, {"ns": 14, "exists": "", "*": "Category:Images by Anna Kulisz"}, {"ns": 14, "exists": "", "*": "Category:Images by Līga Kļaviņa"}, {"ns": 14, "exists": "", "*": "Category:Images by Tuuliky"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:MR"}, {"ns": 10, "exists": "", "*": "Template:LT2"}, {"ns": 10, "exists": "", "*": "Template:S"}, {"ns": 10, "exists": "", "*": "Template:PM"}, {"ns": 10, "exists": "", "*": "Template:RK"}, {"ns": 10, "exists": "", "*": "Template:NM"}, {"ns": 10, "exists": "", "*": "Template:VT"}, {"ns": 10, "exists": "", "*": "Template:UT"}, {"ns": 10, "exists": "", "*": "Template:L"}], "images": ["Ted_Nasmith_-_The_Dawn_of_the_Firstborn_Elves.jpg", "Jenny_Dolfen_-_Feanoreans_-_Family_picture.jpg", "Līga_Kļaviņa_-_Love_at_First_Sight.jpg", "Tuuliky_-_Lumen_Melma.jpg", "Jef_Murray_-_Cirdan.jpg", "Anna_Kulisz_-_Valar_-_Mandos.jpg"], "wikitext": {"*": "{{quote|[[Yén]]i ve lintë yuldar avánier [...] lisse [[miruvor|Miruvóreva]]<br>(The long years have passed like swift draughts of the sweet mead)|[[Namárië]]}}\n[[File:Ted Nasmith - The Dawn of the Firstborn Elves.jpg|thumb|300px|''The Dawn of the Firstborn Elves'' by [[Ted Nasmith]]]]\nOwing to their longevity, the [[Elves]] had a very different '''Life cycle''' than [[Men]]. Most of the following information strictly refers only to the [[Eldar]]—but much could probably be applied to the [[Avari]] as well.\n\n==Early life==\n[[File:Jenny Dolfen - Feanoreans - Family picture.jpg|thumb|left|''Family picture'' by [[Jenny Dolfen]]]]\nElves are born about one year after their begetting.<ref name=Laws/>{{rp|212}} The day of their begetting is remembered, not the actual birthday itself, because bringing forth children is an act of will, and it required a \"greater share and strength of their being, in mind and in body\" than takes place \"in the making of mortal children.\"<ref name=Laws/>{{rp|212}} By their first year, Elf children can speak, walk, and dance, and their quicker onset of mental maturity makes young Elves seem older than they actually are.<ref name=Laws/>{{rp|209–10}} \nElves' bodies developed slower than those of Men, but their minds developed more swiftly.<ref name=Laws>{{MR|Laws}}</ref>{{rp|209–10}} In their twenties, they might still appear physically seven years old, though the Elf-child would have mature language and skill,<ref name=NotesB>{{MR|P3II3e}}</ref>{{rp|228}} whereas Men at the same age are already physically mature.<ref name=Laws/>{{rp|210}}\n\nPhysical puberty is generally complete by their fiftieth year (by age fifty they reach their adult height), but they are not considered full-grown until a hundred years have passed.<ref name=Laws/>{{rp|210}}\n\n==Sexuality, marriage, and parenthood==\n[[File:Līga Kļaviņa - Love at First Sight.jpg|thumb|''Love at First Sight'' by [[:Category:Images by Līga Kļaviņa|Līga Kļaviņa]]]]\nElves marry for love, or at least with free will from both parties, typically early in life. Monogamy is practised and adultery is unthinkable.<ref name=NotesB/>{{rp|229}} By their very nature, they are \"seldom swayed by the desires of the body\" or influenced by lust.<ref name=Laws/>{{rp|211}} They marry only once for it was ruled by Manwë that, \"'since the Elves are by nature permanent in life within Arda, so also is their unmarred marriage.'\"<ref name=marriage>{{MR|P3II3d}}</ref>{{rp|225}} [[Finwë]], the [[King of the Noldor]], was an exception. After his [[Míriel|first wife]] died, from passing the majority of her life into [[Fëanor]],<ref name=LawsA>{{MR|P3II3f}}</ref>{{rp|237}} and refused to be re-embodied, Finwë was permitted to marry again. This was pronounced by [[Mandos|Námo]] as the '[[Statute of Finwë and Míriel]]'.<ref name=marriage/>{{rp|226}}\n\nSpouses may choose each other, in their youth, and be betrothed long before they are married. The betrothal is subject to parental approval from both houses unless the parties are of age and intend to marry soon. At which point, the betrothal is announced at a meeting of the two houses, during which the couple exchange silver rings. The betrothal lasts at least a year. A betrothal is revocable by a public return of the rings, which will then be molten, but revocation was rarely needed because \"the Eldar do not err lightly\" in the choice of their partner.<ref name=Laws/>{{rp|211}} After their formal betrothal, the couple appoints a time for the wedding when at least a year has passed.\n\nMarriage is celebrated at a feast of the two houses. The spouses return their betrothal rings, which they keep, and receive \"slender rings of gold\" which are worn upon \"the index of the right hand.\"<ref name=Laws/>{{rp|211}} In Noldor tradition, the bride’s mother gives the groom a jewel to be worn and the bridegroom's father gives a similar gift to the bride. These ceremonies and traditions were only a way for the parents to show their love and to mark a respectful recognition of the two houses which would be joined. While it was considered \"ungracious and contemptuous of kin\", in days of peace, \"to forgo the ceremonies,\" it was completely lawful for a couple to be married without them.<ref name=Laws/>{{rp|212}} The indissoluble union was completed solely by the \"act of bodily union\" which achieved marriage.<ref name=Laws/>{{rp|212}} Technically, without ceremony or witnesses, only blessings exchanged between the bride and groom, including speaking of the name of [[Eru]], and consummation are required for marriage.\n\n[[File:Tuuliky - Lumen Melma.jpg|thumb|left|''Lumen Melma'' by [[:Category:Images by Tuuliky|Tuuliky]]]]\nThe Elves view the sexual act as extremely special for \"the union of love is indeed to them great delight and joy.\"<ref name=Laws/>{{rp|213}} Extra-marital sex would be against their nature because they can \"read at once in the eyes and voice of another whether they be wed or unwed\"; they would release their own spirit to Mandos before succumbing to rape, and premarital sex would create marriage which makes the term itself a misnomer.<ref name=NotesB/>{{rp|Note 5}} \"There is no record of any among the Elves that [actually] took another's spouse by force\" though [[Maeglin]] made the wrongful attempt to steal [[Idril]].<ref name=NotesB/>{{rp|Note 5}}<ref name=Gondolin>{{LT2|III}}</ref>{{rp|169}} \n\nSpouses can sometimes live separately for extended periods of time. Though united in body and spirit, they remain individuals with different gifts of mind and body to pursue.<ref name=Laws/>{{rp|213}} However, a sundering during pregnancy or during the early years of parenthood, such as by war, would be so grievous to the couple, and hurtful to the child, that they prefer to have children in peaceful times.<ref name=Rebirth>{{MR|P3II3c}}</ref>{{rp|221}} \n\nElves typically have four children or fewer. [[Fëanor]] and [[Nerdanel]], who had [[Sons of Fëanor|seven sons]], were a notable exception.<ref name=NotesB/>{{rp|Note 4}} Whenever the Eldar married, whether in youth or in later life, their children were produced within a relatively short time after their wedding. However, in mortal count, a century or two may pass before the begetting of the first child and even longer between child and child.<ref name=Laws/>{{rp|212}} After their time of children, the desire to procreate soon ceases. They turn their powers of body and mind to other tasks and arts. Nonetheless, they cherish the days of bearing and raising children as the happiest times of their lives.<ref name=Laws/>{{rp|213}}\n\nThere are examples that appear to contradict this ideal. An example of extreme marital strife among the Eldar is the case of [[Eöl]] and [[Aredhel]], where Eöl tried to restrain his wife from living the life of her choice. As a result, Aredhel left Eöl without his knowing, and took their son, Maeglin, with her back to [[Gondolin]]. The end result was that Eöl sought revenge upon his own family, and while seeking to slay his rebellious son, slew his wife accidentally.<ref name=\"SilmMaeglin\">{{S|Maeglin}}</ref> Another example of great discontent developed between Fëanor and Nerdanel after the theft of the [[Silmarils]]. Nerdanel did not wish to be parted from all her children nor did she wish to follow her husband against the [[Valar]]'s wishes. Fëanor's harsh response was that, if she would not follow him, she was an untrue wife for deserting both her husband and her children.<ref name=Feanor>{{PM|Feanor}}</ref>{{rp|354}} \n\n[[Celegorm]]'s pursuit of [[Lúthien]] and [[Maeglin]]'s attraction to [[Idril]] are cases of elves who sought disinterested partners. The desire for these unwilling wives was mixed with a desire for power. While unrequited love was known to happen, few of the Eldar responded so negatively to it.<ref name=Laws/>{{rp|211}} [[Indis]] loved [[Finwë]] with secret admiration but remained contently unwed because he was married.<ref name=LawsA/>{{rp|238}} [[Turgon]], Idril's father, denied Maeglin's suit for Idril's hand because he believed that Maeglin sought power more than the love of his daughter.<ref name=Gondolin/>{{rp|165}} In Celegorm's case, he was motivated to claim Lúthien as his bride to force her father, [[Thingol]], to ally with the [[Fëanorians]] during the [[Siege of Angband]]. However, [[Huan]] and [[Beren]] defended Lúthien, against the attempted bride-stealing by Celegorm and the later attack by [[Curufin]].<ref name=Beren>{{S|Beren}}</ref>\n\n==Daily life==\nElves preoccupy themselves with various arts, such as: smithwork, sculpture, weaving, music, lore, and healing. Males and females have equal skill in all things, not concerned with the bringing forth of children; however, the females often specialize in the arts of healing while the men go to war.<ref name=Laws/>{{rp|213}} This is because the Elves believe that taking life interferes with the ability to preserve life. Women who hunted would not specialize in healing, and men who healed would refrain from hunting and only fight when absolutely necessary, for \"the virtue . . . in this matter [of healing] was due . . . to their abstaining from hunting or war.\"<ref name=Laws/>{{rp|213–4}}\n\n==Later life==\n[[File:Jef Murray - Cirdan.jpg|thumb|''[[Círdan]]'' by [[Jef Murray]]]]\nEventually, if they did not die in battle or from some other cause, Elves, such as Noldor and [[Teleri]], of [[Middle-earth]] grew weary and desired to go to [[Valinor]], where the [[Valar]] sheltered their kind. This was known as the sea-longing.<ref>{{RK|Debate}}</ref> Those who wished to leave for the Undying Lands went by ships provided at the [[Grey Havens]], where [[Círdan]] the Shipwright dwelt with his folk. Those, of any Elven people, who did not perish through bodily death or depart from Middle-earth across the sea would eventually fade. Fading occurred when their ''[[fëar]]'' 'consumed' their bodies and the body became merely a memory of the ''fëa''. Elves in this faded state were completely invisible to mortal eyes, except for those among Men \"into whose minds they may [[ósanwë|enter directly]]\".<ref name=Laws/>{{rp|212}}\n\n==\"Cycles of life\" and ageing==\nThe Elves distinguished between two distinct modes within their lifecycle: a period of growth (olmië) where they go from conception to physical maturity, and a period of life (coivië) where they live and acquire skill, knowledge, and wisdom.<ref>{{NM|P1xii}}, p. 88</ref>\n\nElves had no beards, at least until their \"third cycle of life\", like [[Círdan]]. [[Mahtan]] was an exception, and had a beard in his early \"second cycle\".<ref>{{VT|41b}}</ref>{{rp|9}} The Elvish beardlessness could also be observed in Mannish lines with an Elvish strain (as in the princely house of [[Dol Amroth]]), which lacked beards.<ref>{{UT|6}}, \"Amroth and Nimrodel\", p. 320 (HarperCollins paperback; 1998)</ref>\n\nWhile the three cycles are not specifically defined, the first cycle is likely childhood and adolescence, which ended at the 100th year, the second is adulthood which could continue for Ages, and the third is for extremely old Elves; Círdan was the most ancient known Elf in Middle-earth. However, Elves who were not ancient could enter the third stage sooner due to tragic life events. When Lúthien wilfully released her spirit to follow Beren, her father saw her die, and \"a winter, as it were the hoar age of mortal Men, fell upon Thingol.\"<ref name=Beren/>\n\nApparently, beards, though rare, were the only sign of further natural physical ageing beyond maturity. \n\nElves did not physically age after they reached maturity, but they did age in a different sense than Men. They became ever more weary of the world and burdened by its sorrows.<ref>{{S|9}}</ref><ref>{{S|Rings}}</ref> Círdan seemed to be aged himself since he is described as looking old, save for the stars in his eyes; this may be due to all the sorrows he had seen and lived through since the [[First Age]].<ref>{{RK|Havens}}</ref> He had been one of the Teleri on the [[Great Journey]] who tarried on the shores of Middle-earth for Thingol's sake, and at the [[Valar]]'s behest, though he had greatly wished to go to Aman.<ref name=last>{{PM|Last}}</ref>{{rp|385–6}} Another aged elf was [[Gwindor]], the people of [[Nargothrond]] had trouble recognizing him after he escaped from being a prisoner of [[Morgoth]] in the pits of [[Angband]] for fourteen years.<ref name=Gwindor>{{S|21}}</ref>\n\n==Death and reincarnation==\n[[File:Anna Kulisz - Valar - Mandos.jpg|thumb|250px|left|''Valar - Mandos'' by [[:Category:Images by Anna Kulisz|Anna Kulisz]]]]\nElves have \"limitless serial longevity\"<ref>{{L|208}}</ref> (often called [[immortal]]ity, but true immortality is beyond Eä); like the Ainur, they are bound to Arda until its End. Elves are immune to all diseases, and they can recover from wounds which would normally kill a mortal Man.<ref name=Laws/>{{rp|218–9}} \n\nNonetheless, Elves can be physically slain or die of grief and weariness. Death was unnatural for Elves; [[Ilúvatar]] intended for an Elf's spirit  (''[[Fëa and hröa|fëa]]'') and body (''[[Fëa and hröa|hröa]]'') to remain united throughout the entire life of Arda, but this design was disrupted by evils of [[Melkor]].<ref>{{MR|P4g}}</ref>{{rp|330–331}} Should an Elf die, its spirit would be in a state \"open to the direct instruction and command of the Valar\", and would be summoned to the [[Halls of Mandos]] in Aman as soon as they were disembodied.<ref name=Laws/>{{rp|219}} Elves could refuse the summons, but this would suggest that they were tainted. Elves who went to the Halls were, after a period of time, typically given the opportunity to be reincarnated into a body identical to the one that died.<ref name=P4i>{{MR|P4i}}</ref>{{rp|339}} If the Elf accepted the opportunity, the Valar would then create the new body for the Elf's spirit; Elven spirits had no power to build such bodies for themselves.<ref name=last>{{PM|Last}}</ref>{{rp|390–391}} But the Valar could, if an Elf committed evil acts and refused to repent or continued to feel ill-will towards others, delay the time of the reincarnation, impose conditions of an Elf's return, or refuse to re-embody an Elf altogether (as was done with Fëanor).<ref name=last />{{rp|380, 389}}<ref name=P4i>{{MR|P4i}}</ref>{{rp|339}} An Elven spirit could also choose to remain disembodied; the Valar had no authority to force Elves to reincarnate.<ref name=P4i>{{MR|P4i}}</ref>{{rp|339}}<ref>{{PM|XI2}}</ref>{{rp|334}}\n\nInitially, Elves who died in Middle-earth and were re-embodied in Aman could return to Middle-earth if they wished,<ref name=\"last\"/>{{rp|378, 381–382}} but few Elves did so, as the journey was dangerous and they risked dying again. However, while the Noldor were exiled in the First Age, the Valar physically barred travel between Aman and Middle-earth; the only Elf who died and was allowed to return to Middle-earth during this period was [[Lúthien]], and through the grace of Ilúvatar, she returned as a mortal.<ref name=Beren/><ref name=P4i />{{rp|339–340}} After the Valar pardoned the exiled Noldor at the end of the First Age, travel from Aman to Middle-earth resumed. [[Glorfindel]], who died in the Fall of [[Gondolin]], was reincarnated and returned to Middle-earth, most likely in the Second Age by way of Númenor.<ref name=last />{{rp|377–382}} After the [[Downfall of Númenor]] and the removal of Aman and Tol Eressëa from the Circles of the World near the end of the Second Age, Ilúvatar decreed that Elves were no longer permitted to travel to Middle-earth.<ref name=last />{{rp|380–382}}\n\n{{references}}\n[[Category:Elves]]"}}}