{"parse": {"title": "Of the Silmarils and the Unrest of the Noldor", "pageid": 14515, "redirects": [{"from": "Of the Silmarils", "to": "Of the Silmarils and the Unrest of the Noldor"}], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Finarfin"}, {"ns": 0, "exists": "", "*": "Fingolfin"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "Formenos"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Melkor"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Return of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Voyage of Eärendil and the War of Wrath"}, {"ns": 0, "exists": "", "*": "Oromë"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Tirion"}, {"ns": 0, "exists": "", "*": "Tulkas"}, {"ns": 0, "exists": "", "*": "Two Trees"}, {"ns": 0, "exists": "", "*": "Vala"}, {"ns": 0, "exists": "", "*": "Valaquenta"}, {"ns": 0, "exists": "", "*": "Valinor"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}], "images": ["Sara_M._Morello_-_Feanor_and_the_Silmarils.jpg"], "wikitext": {"*": "{{silmarillion-chapters}}\n'''Of the Silmarils and the Unrest of the Noldor''' is the seventh chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''.\n\n\n==Synopsis==\n[[Fëanor]] created the [[Silmarils]], holy gems that contained the light of the [[Two Trees]] of [[Valinor]]. The gems were radiant in and of themselves, producing their own light, and they were blessed in such a way that evil creatures would be burned by touching them. All who saw them loved the Silmarils. [[Mandos]] fortold that they shall be pivotal in the fate of [[Arda]].\n\n[[Melkor]] observed them as well, and he soon desired the Silmarils for himself. He hid his true intentions and started to spread lies among the Noldor. He first created discontent among them regarding their status in [[Aman]], suggesting that they were only second class citizens and that true power would be found back east in [[Middle-earth]]. He also said that the Valar wished for them to be in Aman so that the still-hidden race of [[Men]] might replace them in Middle-earth, for Melkor lied and said that the Valar might control Men easier than [[Elves]]. \n\nMelkor's lies took root among the Noldor, who began to resent the Valar and be suspicious of them. His lies were especially targeted at Fëanor, in the process making him guard the Silmarils greedily and forbid anyone outside of his immediate family from seeing them. He also lied to [[Fingolfin]] and [[Finarfin]], telling them that Fëanor will try to drive them away from [[Tirion]].\n[[File:Sara M. Morello - Feanor and the Silmarils.jpg |left|thumb|''Feanor and the Silmarils'' by Sara M. Morello]]\nIn secret, [[Fëanor]] created a forge where he made weapons and armor for himself and his followers. Fëanor now began openly questioning the Valar and insulting them. The rest of the Noldor, including his father, [[Finwë]], were troubled and called a council to determine what to do. Fingolfin went to Finwë and asked his father to restrain Fëanor's proud words, but Fëanor himself arrived and forced Fingolfin to leave. As he exited the chamber, Fëanor cornered him and threatened him, saying that if Fingolfin attempted to replace him in his father's love, Fëanor himself would kill Fingolfin. Fingolfin left without responding.\n\n[[Manwë]] heard of this and called both brothers before him. There the lies of Melkor were revealed. Fëanor however was still held guilty for his actions and exiled from Tirion for twelve years until his brother released him from exile, which Fingolfin promised to do. Fëanor and his followers departed and went to their stronghold at [[Formenos]].\n\n[[Tulkas]] went to find Melkor and bring him to justice, but he was unable to find him. No one knew where Melkor went. Suddenly, however, Melkor appeared before Fëanor at Formenos. He tried to convince Fëanor that he was an ally, saying that he too was a [[Vala]] and thus knew the mind of the Valar. Fëanor briefly considered his words and wondered if he can trust Melkor. But at that moment, Melkor's desire overrode his reason, and he suggested that the Silmarils would be safer with him than in Aman. Fëanor saw Melkor for what he was at last and told him to go away.\n\nTulkas and [[Oromë]] went to find Melkor, but where ever they looked, they could not find him. The Valar grew worried and constantly sought for any news of where Melkor went. A shadow of fear and doubt fell upon all of the inhabitants of Valinor.\n\n==External links==\n* [http://entmoot.tolkientrail.com/showthread.php?t=8350 Chapter discussion at Entmoot.com]\n* [http://forum.barrowdowns.com/showthread.php?t=13660 Chapter discussion at BarrowDowns.com]\n\n[[fr:tolkien/resumes/silm/qs7]]\n[[fi:Silmarilit ja noldorin napina (Silmarillion)]]"}}}