{"parse": {"title": "The Lord of the Rings: The Battle for Middle-earth", "pageid": 11704, "redirects": [{"from": "EA's The Battle for Middle-earth", "to": "The Lord of the Rings: The Battle for Middle-earth"}], "links": [{"ns": 14, "*": "Category:Images of The Lord of the Rings: The Battle for Middle-earth"}, {"ns": 6, "exists": "", "*": "File:The Lord of the Rings- The Battle for Middle-earth box.jpg"}, {"ns": 0, "exists": "", "*": "10 December"}, {"ns": 0, "exists": "", "*": "1982"}, {"ns": 0, "exists": "", "*": "1985"}, {"ns": 0, "exists": "", "*": "1988"}, {"ns": 0, "exists": "", "*": "1989"}, {"ns": 0, "exists": "", "*": "1990"}, {"ns": 0, "exists": "", "*": "1993"}, {"ns": 0, "exists": "", "*": "1994"}, {"ns": 0, "exists": "", "*": "1 December"}, {"ns": 0, "exists": "", "*": "1 January"}, {"ns": 0, "exists": "", "*": "2002"}, {"ns": 0, "exists": "", "*": "2003"}, {"ns": 0, "exists": "", "*": "2004"}, {"ns": 0, "exists": "", "*": "2005"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "2007"}, {"ns": 0, "exists": "", "*": "2009"}, {"ns": 0, "exists": "", "*": "2010"}, {"ns": 0, "exists": "", "*": "2011"}, {"ns": 0, "exists": "", "*": "2012"}, {"ns": 0, "exists": "", "*": "2013"}, {"ns": 0, "exists": "", "*": "2014"}, {"ns": 0, "exists": "", "*": "2017"}, {"ns": 0, "exists": "", "*": "2018"}, {"ns": 0, "exists": "", "*": "2021"}, {"ns": 0, "exists": "", "*": "2023"}, {"ns": 0, "exists": "", "*": "2024"}, {"ns": 0, "exists": "", "*": "25 January"}, {"ns": 0, "exists": "", "*": "2 January"}, {"ns": 0, "exists": "", "*": "3 December"}, {"ns": 0, "exists": "", "*": "7 December"}, {"ns": 0, "exists": "", "*": "9 May"}, {"ns": 0, "exists": "", "*": "Amon Hen"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Barad-dûr"}, {"ns": 0, "exists": "", "*": "Battle of the Hornburg"}, {"ns": 0, "exists": "", "*": "Battle of the Pelennor Fields"}, {"ns": 0, "exists": "", "*": "Black Gate"}, {"ns": 0, "exists": "", "*": "Boromir"}, {"ns": 0, "exists": "", "*": "Breaking of the Fellowship"}, {"ns": 0, "exists": "", "*": "Bridge of Khazad-dûm"}, {"ns": 0, "exists": "", "*": "Chris Edgerly"}, {"ns": 0, "exists": "", "*": "Christopher Lee"}, {"ns": 0, "exists": "", "*": "Cirith Ungol"}, {"ns": 0, "exists": "", "*": "Crack of Doom Software Adventure"}, {"ns": 0, "exists": "", "*": "Crispin Freeman"}, {"ns": 0, "exists": "", "*": "Daedalic Entertainment"}, {"ns": 0, "exists": "", "*": "December"}, {"ns": 0, "exists": "", "*": "Dee Bradley Baker"}, {"ns": 0, "exists": "", "*": "Durin's Bane"}, {"ns": 0, "exists": "", "*": "Easterlings"}, {"ns": 0, "exists": "", "*": "Edoras"}, {"ns": 0, "exists": "", "*": "Electronic Arts"}, {"ns": 0, "exists": "", "*": "Entmoot"}, {"ns": 0, "exists": "", "*": "Fangorn Forest"}, {"ns": 0, "exists": "", "*": "Faramir"}, {"ns": 0, "exists": "", "*": "Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "Fleming Rutledge"}, {"ns": 0, "exists": "", "*": "Free peoples"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gimli"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Guardians of Middle-earth"}, {"ns": 0, "exists": "", "*": "Haradrim"}, {"ns": 0, "exists": "", "*": "Ian McKellen"}, {"ns": 0, "exists": "", "*": "Interplay Productions"}, {"ns": 0, "exists": "", "*": "Isaac C. Singleton Jr."}, {"ns": 0, "exists": "", "*": "Isengard"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien's Riders of Rohan"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien's The Lord of the Rings, Vol. II: The Two Towers"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien's The Lord of the Rings, Vol. I (1990 video game)"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien's The Lord of the Rings, Vol. I (SNES)"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien's War in Middle Earth"}, {"ns": 0, "exists": "", "*": "James Horan"}, {"ns": 0, "exists": "", "*": "January"}, {"ns": 0, "exists": "", "*": "John Rhys-Davies"}, {"ns": 0, "exists": "", "*": "Kim Mai Guest"}, {"ns": 0, "exists": "", "*": "Lego The Hobbit: The Video Game"}, {"ns": 0, "exists": "", "*": "Lego The Lord of the Rings: The Video Game"}, {"ns": 0, "exists": "", "*": "Legolas"}, {"ns": 0, "exists": "", "*": "Lord of the Rings: Game One"}, {"ns": 0, "exists": "", "*": "Lurtz"}, {"ns": 0, "exists": "", "*": "Maiar"}, {"ns": 0, "exists": "", "*": "May"}, {"ns": 0, "exists": "", "*": "Melbourne House"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Middle-earth: Shadow of Mordor"}, {"ns": 0, "exists": "", "*": "Middle-earth: Shadow of War"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Moria"}, {"ns": 0, "exists": "", "*": "Near Harad"}, {"ns": 0, "exists": "", "*": "Oathbreakers"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Osgiliath"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Phil Proctor"}, {"ns": 0, "exists": "", "*": "Rangers of Ithilien"}, {"ns": 0, "exists": "", "*": "Rohan"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Saruman"}, {"ns": 0, "exists": "", "*": "Shadows of Mordor"}, {"ns": 0, "exists": "", "*": "Standing Stone Games"}, {"ns": 0, "exists": "", "*": "The Battle for Middle-earth (book)"}, {"ns": 0, "exists": "", "*": "The Hobbit: Armies of The Third Age"}, {"ns": 0, "exists": "", "*": "The Hobbit: Kingdoms of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Hobbit (1982 video game)"}, {"ns": 0, "exists": "", "*": "The Hobbit (2003 video game)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Adventure Card Game"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Aragorn's Quest"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Conquest"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Gollum"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Heroes of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Middle-Earth Defense"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Return to Moria"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Rise to War"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Tactics"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Battle for Middle-earth Anthology"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Battle for Middle-earth II"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Battle for Middle-earth II: The Rise of the Witch-king"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Fellowship of the Ring (video game)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Return of the King (video game)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Third Age"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Two Towers (video game)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: War in the North"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: War of the Ring"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (disambiguation)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (film series)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "Three Hunters"}, {"ns": 0, "exists": "", "*": "Théoden"}, {"ns": 0, "exists": "", "*": "Traveller's Tales"}, {"ns": 0, "exists": "", "*": "Treebeard"}, {"ns": 0, "exists": "", "*": "Turbine"}, {"ns": 0, "exists": "", "*": "Uruk-hai"}, {"ns": 0, "exists": "", "*": "Vivendi Universal"}, {"ns": 0, "exists": "", "*": "Warner Bros. Games"}, {"ns": 0, "exists": "", "*": "Éomer"}, {"ns": 0, "exists": "", "*": "Éowyn"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Video game infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:VG reviews"}, {"ns": 10, "exists": "", "*": "Template:T"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Videogames"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Lord_of_the_Rings-_The_Battle_for_Middle-earth_box.jpg", "CdxIconArticleDisambiguation.svg", "The_Battle_for_Middle-earth_-_World_Map.png"], "wikitext": {"*": "{{disambig-more|The Lord of the Rings|[[The Lord of the Rings (disambiguation)]]}}\n{{disambig-two|the game|the book by [[Fleming Rutledge]]|[[The Battle for Middle-earth (book)]]}}\n{{video game infobox\n| image = The Lord of the Rings- The Battle for Middle-earth box.jpg\n| name=<small>The Lord of the Rings</small><br>The Battle for Middle-earth\n| developer=[[Electronic Arts]]\n| publisher=[[Electronic Arts]]\n| platform=Microsoft Windows\n| releasedate=6 December 2004\n| genre=Real-time strategy\n| modes=\n| rating=\n| distribution=\n}}\n\n'''The Lord of the Rings: The Battle for Middle-earth''' is a 2004 real-time strategy (RTS) video game developed by [[Electronic Arts]]. It is based on the events of [[The Lord of the Rings (film series)|''The Lord of the Rings'' film series]] and is the first entry of ''[[The Lord of the Rings: The Battle for Middle-earth Anthology|The Battle for Middle Earth]]'' series.\n\n==Gameplay==\n''The Lord of the Rings: The Battle for Middle Earth's'' gameplay contains many of the core tenets of a typical RTS such as the top-down \"god's eye\" camera perspective, the gathering of resources, the creation of base buildings, and the growth and battling of armies. It also adopted trends of newer contemporary RTS games like the ''Total War'' series, which featured the mechanic of standard units being recruited as squads instead of being recruited as single combatants, while powerful singular \"Hero\" units could be recruited at a higher cost.\n\nHowever, the game does make notable departures from more traditional RTS conventions. For example, resource gathering is streamlined to only require the gathering of a single resource as opposed to ''Age of Empires''' more typical five resources. ''The Battle for Middle Earth'' also implemented the requirement to build on predetermined plots instead of being able to place bases freely. These plots start as simple camps, slowly build into outposts, and eventually expand into heavily fortified castles as the player continues to gather more resources and gain experience by killing enemies.\n\nThe strengths and weaknesses of units form a system akin to rock-paper-scissors. For example: Swordsmen beat pikemen, pikemen beat cavalry, cavalry beat archers, archers beat swordsmen. As units kill other units they gain experience and levels, becoming more powerful as they rank up, with most units having purchasable upgrades. Hero units have special abilities that can also be bought with experience points. Normal units may also have abilities such as changing weapons, changing formations, and combining with other types of units.  \n\n===Factions===\nThe game features four factions, with two being on the side of \"Good\" and two being on the side of \"Evil.\" Each faction has their different types of units and are balanced against each other.\n\nThe \"Good\" side contains [[Rohan]], which focuses on Riders and Archers and offers a more strategic command style. It also features [[Gondor]], which focuses on defense but has costly units.\n\nThe \"Evil\" side contains [[Isengard]], whose units are fairly inexpensive, instead focusing on technological advancements. [[Mordor]] focuses on weaker but massive groups of units, requiring players to overrun their opponents with hordes of [[Orcs]] and [[Easterlings]].\n\n==Game modes==\nThe game contains two main game modes, Solo Play and Multiplayer. Solo Play contains the Campaign Mode and Skirmish Mode, while Multiplayer allows for online and LAN matches. There is also a Battle School Mode, which serves as the game's tutorial and consists of several pre-recorded games and cinematics to show players the basics on how to play the Campaign and Skirmish modes.\n\n===Campaign===\n[[File:The Battle for Middle-earth - World Map.png|thumb|left|alt=A world view of Middle-Earth, shown at the start of the campaign mode|World view during Campaign mode]]\nThe Campaign Mode includes two different campaigns, the Good and Evil campaign. Upon starting a new campaign, the player can choose from three difficulty modes: Easy, Medium, and Hard. Each campaign follows the perspective of either the forces of the West (Gondor, Rohan and the [[Fellowship of the Ring]]) or the East (Mordor and Isengard) during the events of [[The Lord of the Rings|T''he Lord of the Rings'']].\n\nUpon choosing a campaign, the player starts on the Living World Map, a sky view of the map of [[Middle-earth]]. From here, the player can access each scenario available to start Battle Mode. On the World Map, the player can check all the territories and armies and where each hero or group of heroes are located. This offers a unique strategic component, as players must measure the size of opposing armies to gauge how strong their forces must be in order achieve victory.\n\nThere are two types of scenarios on each campaign: Mandatory and Optional. Mandatory scenarios are levels in which the player is forced to play in a specific scenario in order to move the story forward. These levels tend to represent an important point in the story, such as the [[Battle of the Hornburg]] or the [[Battle of the Pelennor Fields]]. Optional scenarios are levels the player can choose whether to play or not. These levels tend to be available between each mandatory scenario, with the player being required to pass a minimum amount of levels in order to access the next mandatory level.\n\nAfter choosing a scenario and entering Battle Mode, the player must complete a set of objectives in order to win each level. Most objectives are comprised of defeating all opposing forces or surviving a certain amount of time. Once the player finishes a level, they are given rewards according to their performance during the battle, which is measured by factors such as number of resources, units created and lost, enemy units defeated, among others. Additionally, each scenario has one or more bonus objectives, which each give additional rewards to the player. Rewards range from additional Power Points, to increasing the maximum size of the armies.\n\nUnlike most RTS games where units trained on each scenario (aside from heroes) are reset after each level, armies are kept from the moment they were trained all the way until the end of the campaign or if they are killed. Experience, as well as unit upgrades, are also kept, which means an army will increase its strength with each battle it participates in. This encourages the player to enter as many optional scenarios as possible, as they will require the additional levels to prepare their armies for the final battle.\n\n====Good campaign====\nThe Good campaign starts with the Fellowship entering [[Moria]], where they must navigate through the mountain while fighting hordes of goblins. After going all the way to the [[Bridge of Khazad-dûm]], [[Durin's Bane]] appears, and Gandalf alone fights the fallen [[Maiar|Maia]]. Meanwhile, the army of Rohan (led by [[Éomer]]), is sent to defend one of several territories from the armies of Isengard. The story then switches from the Fellowship's journey to Mordor to Éomer's army freeing more territories until the events of the [[Breaking of the Fellowship]] at [[Amon Hen]].\n\nAfter Éomer defends two more territories, a group of Rohirrim arrive at the eaves of [[Fangorn Forest]], following a group of [[Uruk-hai]]. Sometime after their initial contact, Éomer's forces arrive to the skirmish and finish off all the remaining enemies, giving [[Meriadoc Brandybuck|Merry]] and [[Peregrin Took|Pippin]] - who had previously been captured - a chance to escape to the forest.\n\nAfter another skirmish, Gandalf joins Éomer while another Rohan army led by [[Théoden|King Théoden]] (who is now accompanied by the [[Three Hunters]] and [[Éowyn]]) goes to Helm's Deep to prepare for the final battle against the forces of Isengard. The forces of Rohan must survive until reinforcements arrive while receiving aid from groups of Elven archers and Rohan refugees who arrive before the battle. Shortly after the battle and. with Isengard armies decimated, the last of Saruman's forces are attacked by Treebeard and a group of Ents.\n\nMeanwhile, on the territories disputed by Gondor and Mordor, [[Faramir]] (momentarily joined by [[Frodo Baggins|Frodo]] and [[Samwise Gamgee|Sam]]) and his group of [[Rangers of Ithilien|Rangers]] are ambushing some of Sauron's forces, starting small skirmishes throughout the land until Sauron launches an attack at Minas Tirith. While this is happening, Sam has been able to pass through Shelob's Lair, freeing some Gondor soldiers trapped there and starting a small battle in [[Cirith Ungol]]. \n\nWith Sauron's forces pushed back to Mordor, the armies of Gondor and Rohan must pressure Sauron to flush his main forces out of Mordor to give Frodo and Sam a chance to finish their quest. From here, the forces of Good can attack and liberate territories containing the remnants of Isengard and Mordor's armies. After defending and freeing some of these territories, Sauron will mobilize his forces to the Black Gate, where the Men of the West can choose to keep attacking other territories or go straight to the final battle.\n\nThe final battle takes place at the entrance of the [[Black Gate]], where both Rohan and Gondor's armies have gathered. Depending on the player's strategy, either Gondor of Rohan arrive as the main forces for the battle, with the other army arriving as reinforcement some time later. The armies must survive against Sauron's forces long enough to give Frodo and Sam time to reach Mount Doom. After a long battle, [[Barad-dûr]] finally falls, signaling the end of the campaign.\n\n====Evil campaign====\nThe Evil campaign begins in Isengard, where Saruman starts breeding Uruk-hai to kickstart Sauron's war efforts in the lands of Rohan. After taking out a scouting unit and a small number of Ents who attacked Isengard upon seeing Saruman chopping down the forest, Saruman moves his forces to Fangorn in order to attack the [[Entmoot]] and kill Treebeard.   \n\nWhile Saruman's forces are ravishing the lands of Rohan, [[Lurtz]] is successful in his assault of the Fellowship, defeating most of the heroes, though Frodo and Sam manage to escape. With his task complete, Lurtz and the rest of his army start the attack on Rohan's territories. After various skirmishes (including a successful siege on the city of [[Edoras]]), both armies start their final assault on Helm's Deep. Although the fortress is well defended, and the forces of good receive reinforcements in the form of the few surviving Ents, as well as a contingent Éomer forces. The bolstering of these forces proves to be insufficient as Hornburg inevitabily falls, bringing the end of Rohan.\n\nWith Rohan's fall, only Gondor remains as the last bastion against Sauron, who prepares for the last stage of the war. He first moves his forces to the region of [[Near Harad]] in order to convince the [[Haradrim]] to join his cause, either by offering large rewards or by force. With the size of his army exponentially increasing, Sauron begins his assault on the lands of Gondor while Saruman continues his skirmish on the remaining territories of Rohan. As the fortified city of [[Osgiliath]] falls to the forces of Mordor, the remaining forces of Gondor retreat to Minas Tirith, leaving the rest of the land unprotected from the invasion.\n\nAt the same time, Frodo and Sam arrive in Cirith Ungol and attempt to sneak into Mordor. But somehow, [[Gollum|Smeagol]] was able to alert the guards on the post, and a small army is waiting the hobbits there. Even with the help of a considerable number of Gondorian soldiers, the heroes fall, and the [[The One Ring|One Ring]] is finally slides onto the finger of its former master. The forces of Good's fortune continues to worsen, as Durin's Bane suddenly appears in front of Barad-dûr, increasing the strength of Sauron's army even more.\n\nNow that the One Ring has been retrieved, the fall of the [[free peoples]] of Middle-Earth is inevitable. The forces of Sauron and Saruman relish the last moments of the war, attacking every land they want until they set their eyes on Minas Tirith. While a small battalion of Rohirrim arrive to Gondor's aid, their forces are to small to even effectively combat Sauron's army. Even the [[Oathbreakers|Dead Men of Dunharrow]], commanded by Aragorn, cannot stop the might of Mordor. Finally, after a long battle, the White City falls, and all hope for Middle-Earth dies with it.\n\n===Skirmish===\nSkirmish mode is the regular battle mode from the campaign, where one can play against the CPU or another player (for Multiplayer Mode). This system uses the custom Battle Map system, which uses the campaign maps without their specific objectives. The objective is to defeat each enemy player by destroying all of their settlements (castles, camps and outposts).\n\nFor the single-player Skirmish Mode, the game offers a leveling system for each faction in which the player increases their level by winning against the CPU depending on the difficulty level. This leveling system does not offer any additional features for gameplay, serving only as a way to measure the player's score using a particular faction.\n\n==Cast==\n{| class=\"wikitable\"\n|- bgcolor=\"#CCCCCC\"\n!Role!!Actor\n|-\n|Orcs, cattle||[[Dee Bradley Baker]]\n|-\n|[[Aragorn]]||[[Chris Edgerly]]\n|-\n|[[Éomer]]||Chris Edgerly\n|-\n|[[Legolas]]||[[Crispin Freeman]]\n|-\n|[[Boromir]]||[[James Horan]]\n|-\n|[[Gimli]]||[[John Rhys-Davies]]\n|-\n|[[Treebeard]]||[[John Rhys-Davies]]\n|-\n|[[Saruman]]||[[Christopher Lee]]\n|-\n|[[Gandalf]]||[[Ian McKellen]]\n|-\n|[[Théoden|Theoden]]||[[Phil Proctor]]\n|-\n|[[Éowyn]]||[[Kim Mai Guest]]\n|-\n|[[Lurtz]]||[[Isaac C. Singleton Jr.]]\n|}\n\n==Reception==\n{{VG reviews\n| agg1=[http://www.metacritic.com/ Metacritic]\n| agg1score=82/100<ref name=\"Metacritic\">[http://www.metacritic.com/ Metacritic], \"[https://www.metacritic.com/game/the-lord-of-the-rings-the-battle-for-middle-earth/ The Lord of the Rings: The Battle for Middle-Earth (2004)]\" (accessed [[1 January|1]] [[January]] [[2024]])</ref>\n| agg2=[http://www.gamerankings.com GameRankings]\n| agg2score=82.27% <ref name=\"GameRankings\">[http://www.gamerankings.com GameRankings], \"[https://www.gamerankings.com/pc/918989-the-lord-of-the-rings-the-battle-for-middle-earth/index.html The Lord of the Rings: The Battle for Middle-Earth for PC] (accessed [[1 January|1]] [[January]] [[2024]]) ([https://web.archive.org/web/20191205213145/https://www.gamerankings.com/pc/918989-the-lord-of-the-rings-the-battle-for-middle-earth/index.html archived: Wayback Machine])</ref>\n| rev1=[https://www.eurogamer.net/ Eurogamer]\n| rev1score=8/10 <ref name=\"Eurogamer\">[http://www.eurogamer.net Eurogamer], \"[https://www.eurogamer.net/r-lotrbattleformiddleearth-pc The Lord of the Rings, The Battle for Middle-Earth], [[9 May|9]] [[May]] [[2005]] (accessed [[1 January|1]] [[January]] [[2024]])]</ref>\n| rev2=[http://www.gamepro.com GamePro]\n| rev2score=4.5/5 <ref name=\"GamePro\">[http://www.gamepro.com GamePro], \"[http://www.gamepro.com/computer/pc/games/reviews/40189.shtml The Lord of the Rings: The Battle for Middle-Earth Review for PC on GamePro.com], [[10 December|10]] [[December]] [[2004]] (accessed [[1 January|1]] [[January]] [[2024]]) ([https://web.archive.org/web/20191205213145/https://www.gamerankings.com/pc/918989-the-lord-of-the-rings-the-battle-for-middle-earth/index.html archived: Wayback Machine])</ref>\n| rev3=[http://www.gamerevolution.com GameRevolution]\n| rev3score=7/10 <ref name=\"GameRevolution\">[http://www.gamerevolution.com GameRevolution], \"[https://www.gamerevolution.com/review/36024-the-lord-of-the-rings-battle-for-middle-earth-review The Lord of the Rings: The Battle for Middle-Earth, The Review], [[1 December|1]] [[December]] [[2004]] (accessed [[1 January|1]] [[January]] [[2024]])</ref>\n| rev4=[http://www.gamespot.com GameSpot]\n| rev4score=8.4/10 <ref name=\"GameSpot\">[http://www.gamespot.com GameSpot], \"[https://www.gamespot.com/reviews/the-lord-of-the-rings-the-battle-for-middle-earth-/1900-6114604/ The Lord of the Rings, The Battle for Middle-Earth Review], [[7 December|7]] [[December]] [[2004]] (accessed [[1 January|1]] [[January]] [[2024]])</ref>\n| rev5=[http://www.gamespy.com GameSpy]\n| rev5score=4/5 <ref name=\"GameSpy\">[http://www.gamespy.com GameSpy], \"[http://pc.gamespy.com/pc/the-lord-of-the-rings-the-battle-for-middle-earth/570709p1.html GameSpy: The Lord of the Rings: The Battle for Middle-Earth], [[3 December|3]] [[December]] [[2004]] (accessed [[1 January|1]] [[January]] [[2024]]) ([https://web.archive.org/web/20211130121405/http://pc.gamespy.com/pc/the-lord-of-the-rings-the-battle-for-middle-earth/570709p1.html archived: Wayback Machine])</ref>\n| rev6=[http://www.ign.com IGN]\n| rev6score=8.3/10 <ref name=\"IGN\">[http://www.ign.com IGN], \"[https://www.ign.com/articles/2004/12/04/the-lord-of-the-rings-battle-for-middle-earth The Lord of the Rings: Battle for Middle-earth], [[3 December|3]] [[December]] [[2004]] (accessed [[1 January|1]] [[January]] [[2024]])</ref>\n}}\n\nThe Lord of the Rings: The Battle for Middle-earth received generally positive reviews. Reviewers on [http://www.metacritic.com/ Metacritic] praised both its graphical and audio design. Much praise was given to its voice-acting. However, critics noted the overall lack of complexity of the strategy system compared to other RTS games.<ref name=\"Metacritic reviews\">[http://www.metacritic.com Metacritic], \"[https://www.metacritic.com/game/the-lord-of-the-rings-the-battle-for-middle-earth/critic-reviews/?platform=pc The Lord of the Rings: The Battle for Middle-Earth (2004) critic reviews]\", (accessed [[1 January|1]] [[January]] [[2024]])</ref>\n\nThe site [https://www.eurogamer.net Eurogamer] compares it to Rome: Total War, praising the use of groups of soldiers per unit, giving the battles a grand sense of scale. The reviewer also places a huge emphasis on both the simplicity of the resources system as well as the graphics of the game, stating that:\n\n{{blockquote|Graphically, Battle for Middle-Earth is one of the best looking strategy games out there; it can strain a little when there are too many units on screen, but in general it's an impressive feast for the eyes, with every major location from the movies recreated in loving detail.| [https://www.eurogamer.net/r-lotrbattleformiddleearth-pc Eurogamer]}}\n\nAs of end of 2004, EA reported that The Lord of the Rings: The Battle for Middle-earth had reached platinum status, having exceeded the sale of more than one million units in its first year.<ref name=\"EA Sales Report\">[http://www.ea.com Electronic Arts], [http://q4live.s22.clientfiles.s3-website-us-east-1.amazonaws.com/894350492/files/doc_financials/2005/q3/Earnings_Release.pdf ''Electronic Arts Reports Fiscal Third Quarter Results''] (Redwood Shores (CA)), [[25 January|25]] [[January]] [[2005]] (accessed [[2 January|2]] [[January]] [[2024]])</ref>\n\n==External links==\n*[http://www.eagames.com/official/lordoftherings/thebattleformiddleearth/us/home.jsp Official Website]\n\n{{References}}\n{{Videogames}}\n{{title|italics}}\n\n{{DEFAULTSORT:Battle for Middle-earth}}\n[[Category:EA Games]]\n[[Category:Real-time strategy games]]\n[[Category:Microsoft Windows games]]\n[[Category:The Lord of the Rings: The Battle for Middle-earth (video game series)]]\n\n[[de:Die Schlacht um Mittelerde]]"}}}