{"parse": {"title": "The Lord of the Rings Fan Club Official Movie Magazine 6", "pageid": 9780, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club Official Movie Magazine"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["The_Lord_of_the_Rings_Fan_Club_Official_Movie_Magazine_6.jpg"], "wikitext": {"*": "[[File:The Lord of the Rings Fan Club Official Movie Magazine 6.jpg|thumb|Cover]]\n'''''The Lord of the Rings Fan Club Official Movie Magazine'' 6''' was the sixth issue of ''[[The Lord of the Rings Fan Club Official Movie Magazine]]'' for Dec 2002/Jan 2003.\n\n{{quote|Legendary actor Christopher Lee talks about not playing villains, and British actor Bernard Hill shares the experience of playing Théoden. Weta-maestro Richard Taylor shows us what’s behind the weapons of the Uruk-hai, and Matt Cooper proves that even lawyers get dream jobs.|[[The Lord of the Rings Fan Club]]}}\n\n==Contents==\n===Departments===\n* '''8''' MAILBAGGINS\n* '''12''' NEWS FROM MIDDLE-EARTH\n** Gearing up for The Two Towers premiere ... A world record is broken ... A review of Electronic Arts' The Two Towers video game ... and a Fan Club wedding!\n* '''18''' UNSUNG HEROES\n** The life of New Zealand lawyer Matt Cooper took an exciting turn when he joined the locations department of The Lord of the Rings film production.\n* '''70''' FAN FOCUS\n** A report on the August fan gathering for the Hollywood Bowl performance of Howard Shore’s The Fellowship of the Ring score, plus a spotlight on the Australian Fellowship and a new contest.\n* '''73''' CATALOG\n* '''82''' QUOTEWORTHY\n\n\n===Features===\n* '''24''' UPDATE WITH PETER JACKSON\n** This may be our favorite interview yet with The Lord of the Rings director. You won't want to miss Jackson's revelations about a certain actor who is injured as the camera is rolling and yet doesn't miss a beat; the day he had to film without seeing; what it's like to him to attend a premiere; and much more.\n* '''34''' SEEKING SARUMAN\n** Legendary British actor Christopher Lee says he doesn't play villians - he plays people. Lee tells us that Saruman, his character in The Lord of the Rings, is not a villian but a \"great man brought low by his lust for power.\"\n* '''44''' ONCE MORE UNTO THE BREACH - An interview with Bernard Hill\n** The delightful British actor says that working on The Lord of the Rings was a singular film experience on many levels. He shares behind-the-scenes tales and insights with us just in time for his debut as Theoden in The Two Towers.\n* '''54''' ARTIFACTS - Uruk-hai Weaponry\n** Richard Taylor recounts the \"back story\" that he and his design team dreamed up for the Uruk-hai before creating the brutal weaponry moviegoers will see at the Battle of Helm's Deep.\n* '''66''' DOWN THE ADVENTURE PATH - The Business of Blades\n** Justin Pakes talks with the artisans of United Cutlery about the challenge of making replicas for fans and collectors that live up to the painstakingly detailed swords and other weapons created by the Weta Workshop for The Lord of the Rings.\n\n{{title|journal}}\n{{DEFAULTSORT:The Lord of the Rings Fan Club Official Movie Magazine 06}}\n[[Category:The Lord of the Rings Fan Club Official Movie Magazine]]"}}}