{"parse": {"title": "Of Túrin Turambar", "pageid": 14529, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Amon Rûdh"}, {"ns": 0, "exists": "", "*": "Anglachel"}, {"ns": 0, "exists": "", "*": "Battle of Tumhalad"}, {"ns": 0, "exists": "", "*": "Beleg"}, {"ns": 0, "exists": "", "*": "Brandir"}, {"ns": 0, "exists": "", "*": "Brethil"}, {"ns": 0, "exists": "", "*": "Bridge of Nargothrond"}, {"ns": 0, "exists": "", "*": "Cabed-en-Aras"}, {"ns": 0, "exists": "", "*": "Dor-Cúarthol"}, {"ns": 0, "exists": "", "*": "Dor-lómin"}, {"ns": 0, "exists": "", "*": "Doriath"}, {"ns": 0, "exists": "", "*": "Dragon"}, {"ns": 0, "exists": "", "*": "Easterlings"}, {"ns": 0, "exists": "", "*": "Eithel Ivrin"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Elves of Nargothrond"}, {"ns": 0, "exists": "", "*": "Fall of Nargothrond"}, {"ns": 0, "exists": "", "*": "Finduilas"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "First Age 495"}, {"ns": 0, "exists": "", "*": "Gaurwaith"}, {"ns": 0, "exists": "", "*": "Glaurung"}, {"ns": 0, "exists": "", "*": "Gurthang"}, {"ns": 0, "exists": "", "*": "Gwindor"}, {"ns": 0, "exists": "", "*": "Haudh-en-Elleth"}, {"ns": 0, "exists": "", "*": "Helm of Hador"}, {"ns": 0, "exists": "", "*": "Hithlum"}, {"ns": 0, "exists": "", "*": "House of Hador"}, {"ns": 0, "exists": "", "*": "House of Haleth"}, {"ns": 0, "exists": "", "*": "Húrin"}, {"ns": 0, "exists": "", "*": "Iathrim"}, {"ns": 0, "exists": "", "*": "Mablung"}, {"ns": 0, "exists": "", "*": "Magic"}, {"ns": 0, "exists": "", "*": "Men of Brethil"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Morwen"}, {"ns": 0, "exists": "", "*": "Mîm"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Narog"}, {"ns": 0, "exists": "", "*": "Nienor"}, {"ns": 0, "exists": "", "*": "Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Return of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Voyage of Eärendil and the War of Wrath"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Orodreth"}, {"ns": 0, "exists": "", "*": "Petty-dwarves"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Saeros"}, {"ns": 0, "exists": "", "*": "Stone of the Hapless"}, {"ns": 0, "exists": "", "*": "Taur-nu-Fuin"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "Teiglin"}, {"ns": 0, "exists": "", "*": "The Children of Húrin"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Thingol"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Valaquenta"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}, {"ns": 10, "exists": "", "*": "Template:FA"}], "images": ["Ted_Nasmith_-_Saeros'_Fatal_Leap.jpg", "Ted_Nasmith_-_Finduilas_is_Led_Past_Túrin_at_the_Sack_of_Nargothrond.jpg"], "wikitext": {"*": "{{silmarillion-chapters}}\n'''Of Túrin Turambar''' is the twenty-first chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''.\n\n==Synopsis==\nAfter [[Morgoth]]'s decisive victory in the [[Nirnaeth Arnoediad]], he granted [[Hithlum]] to the [[Easterlings]], who oppressed and enslaved the remaining [[House of Hador|people of Hador]]. [[Húrin]]'s pregnant wife, [[Morwen]], and young son, [[Túrin]], remained in [[Dor-lómin]]. Fearing that Túrin would be enslaved, Morwen secretly sent her son away to the kingdom of [[Doriath]], hoping that King [[Thingol]] would harbour the son of Húrin. She gave birth to a daughter, [[Nienor]], after Túrin's departure.\n\nTúrin was admitted into Doriath and Thingol raised him as an adopted son. During this time, messengers from Doriath contacted Morwen, but she would not leave her home and, after nine years, contact was eventually lost. Túrin, afraid for his mother and sister, asked for Thingol's permission to join [[Beleg|Beleg Cúthalion]] in the fight against the Orcs of Morgoth at the borders of Doriath.\n\nUpon Túrin's return to Doriath after three years of fighting in the wild, he was mocked by [[Saeros]], a counselor of Thingol who was envious of the special treatment Túrin was given. In response to the insults, Túrin accidentally caused the death of Saeros and he fled from Doriath, fearing the repercussions of what he had done.\n[[File:Ted Nasmith - Saeros' Fatal Leap.jpg|thumb|left|''Saeros' Fatal Leap'' by [[Ted Nasmith]]]]\nHowever, Thingol saw that Túrin had been wronged and wished for him to return. Beleg set out in search of his friend Túrin, hoping to bring him back to Doriath. After a year, Beleg finally found him leading a [[Gaurwaith|band of outlaws]] in the wilderness, but, despite the King's pardon, Túrin refused to return. Beleg returned to Thingol alone, but asked for leave to go back to Túrin and stay with him as a guide and guard. Thingol agreed and gifted him the black sword called [[Anglachel]].\n\nMeanwhile, Túrin and his band of outlaws came across three [[Petty-dwarves]], capturing one named [[Mîm]] and shooting an arrow at the others as they fled. As ransom for sparing his life, Mîm offered to bring them to his hidden home on the hill of [[Amon Rûdh]]. Túrin accepted, but soon learned that the arrow had killed one of Mîm's sons. He repented, offering to pay a ransom of gold for Mîm's loss, and his group proceeded to live in the Dwarf's home. Mîm learned to tolerate the outlaws and eventually took a liking to Túrin.\n\nWhen Beleg arrived again, Túrin would still not return to Doriath, so Beleg remained and the outlaws were grateful for his aid. Mîm, however, hated the Elf and began to seclude himself from the group. Together, Túrin and Beleg fought against the forces of Morgoth and the [[Orcs]] feared them. The area they guarded became known as the [[Dor-Cúarthol|Land of Bow and Helm]], named for Beleg's weapon and the famous [[Helm of Hador]] that Túrin wore into battle. Their fame spread far and many more joined their company, but word of their deeds also came to Morgoth, and the son of Húrin was revealed to him.\n\nAmon Rûdh became encircled by spies and eventually the Orcs of Morgoth found Mîm and took him captive. The petty-Dwarf was, once again, forced to lead his captors to his hidden house. The Orcs came in the night, taking Túrin's company by surprise. Many were killed while they slept, but Túrin was captured and taken away.\n\nBeleg, alive but wounded, angrily attacked Mîm for his betrayal, but the Dwarf fled. Following the tracks of the Orcs, Beleg set out in search of Túrin. He tracked them through the corrupted forest of [[Taur-nu-Fuin]], where by chance he came upon [[Gwindor]], the Noldo elf who had not been seen since his charge in the Nirnaeth Arnoediad. However, Gwindor was a shadow of his former self and Beleg learned that he had been enslaved after their defeat in battle and had been wandering lost in the forest since escaping.\n\nThe two elves continued searching for Túrin together until they finally came upon an Orc encampment. Sneaking into the camp, they found Túrin bound and asleep, and carried him a short distance away. Beleg drew his sword Anglachel to cut Túrin's shackles, but it slipped and pricked Túrin's foot. Suddenly awake and afraid in the darkness, Túrin believed he was being attacked by the Orcs. He seized the sword from Beleg and slew him.\n\nTúrin stood shocked and silent when he realized that he had killed his friend. Gwindor led him away, but Túrin still would not speak until Gwindor had him drink from the waters of [[Eithel Ivrin]], and his tears were unleashed as he came to his senses. Introducing himself, Gwindor explained that he had been a lord of [[Nargothrond]] until his capture and enslavement. Then Túrin followed him to Nargothrond, bringing Beleg's sword Anglachel with him.\n\nIn Nargothrond, Túrin did not give his real name, but over time he earned the respect of many people, including [[Orodreth]], the king. Anglachel was reforged as [[Gurthang]] and, wielding it in battle, Túrin became known as Mormegil, the Black Sword. His prowess in warfare was renowned among the [[Elves]] and feared by the Orcs.\n\n[[Finduilas]], daughter of Orodreth, who had once loved Gwindor before his capture, grew to love Túrin instead, though Túrin was unaware. Gwindor warned Finduilas about the dark doom lying on the man she now loved, and told her he was actually Túrin, son of Húrin, cursed by Morgoth. When Túrin found out that Gwindor had revealed his real name he became angry, but Gwindor argued that Túrin's doom lay on him, not his name.\n\nWith Túrin's true identity revealed to Orodreth, he became a counselor to the king and advised that Nargothrond turn from its secrecy and fight more openly. In accordance with Túrin's advice, [[Bridge of Nargothrond|a bridge]] was built from the city to allow faster movement of their forces. Morgoth's servants were driven out of the area and his attention turned to Nargothrond. However, this time of triumph also allowed Morwen and Nienor to safely leave Dor-lómin and come to Doriath, although the identity of the Black Sword was unknown there.\n\nIn {{FA|495}}, two messengers from [[Ulmo]] came to Nargothrond, telling them that the Vala's power was being removed from the Sirion, and advising the [[Elves of Nargothrond]] to retreat and hide in their realm, but Túrin refused to destroy the bridge and rejected any advice against Orodreth's fears. Thus, that same autumn, the [[Men of Brethil]] were defeated and Morgoth released the armies he had prepared against Nargothrond. These were led by [[Glaurung]] the [[dragon]]. Túrin and Orodreth came into [[Battle of Tumhalad|battle at Tumhalad]], but they did not expect Morgoth's armies to be so large and they were utterly defeated.\n[[File:Ted Nasmith - Finduilas is Led Past Túrin at the Sack of Nargothrond.jpg|thumb|right|''Finduilas is led past Túrin at the Sack of Nargothrond'' by [[Ted Nasmith]]]]\nTúrin managed to escape with a wounded Gwindor, who asked him to save Finduilas before dying in his arms. However, it was too late, for Glaurung and his Orcs had [[Fall of Nargothrond|assaulted Nargothrond]] thanks to the bridge over [[Narog]], capturing the surviving Elves to be slaves of Morgoth. Túrin approached the dragon, but the creature cast a [[Magic|spell]] upon him, so Túrin stood still, unable to move, while Finduilas was carried away. Once the spell was removed, Glaurung put upon him visions of his mother and sister crying for help, so he ran north in madness. With the sack of Nargothrond completed, Glaurung destroyed the bridge and went to sleep on the gathered treasures of the ruined city.\n\nAfter a long and cold journey to Dor-lómin, Túrin learned that Morwen and Nienor had left for Doriath. He could now see that he had been deceived and contemplated his next actions. His mother and sister were safe in Doriath and he did not wish to bring to them the doom that seemed to follow him. He decided to search for Finduilas instead.\n\nWhile traveling southwards, Túrin eventually came upon some Men of Brethil from whom he learned that he was too late: they had attempted to free a group of captives led by Orcs, but all of the captives were killed before the Men could rescue them. Finduilas was dead. The Men brought Túrin to their home in [[Brethil]] until his grief healed. Attempting to leave his past behind him, Túrin took the name Turambar and fought without his famous black sword.\n\nRumours of Túrin's death came to Doriath with the news of Nargothrond's fall. Distraught, Morwen went out to search for him on her own, so Thingol sent a group of Elves led by [[Mablung]] to find and protect her. Nienor secretly accompanied them in disguise, hoping to convince her mother to return. After they found Morwen, Nienor revealed herself and the Elves guarded the two women as they began their return to Doriath. However, Glaurung had seen them approaching and appeared suddenly, causing the group to disperse while attempting to flee. Morwen was lost in the chaos and Nienor, looking directly into the eyes of the dragon, fell under a spell of forgetfulness. The Elves searched for her, but she ran far into the woods until reaching the trees of Brethil.\n\nTurambar and the Men of Brethil found a woman collapsed in the woods, but he did not know it was Nienor and she could not remember anything, or even speak. He gave her the name Níniel, Tear-maiden, and they took her home. Over time, the people of Brethil healed her and taught her how to speak again. Their leader [[Brandir]] fell in love with her, but her heart was instead turned to Turambar. Unaware that they were siblings, Níniel and Turambar loved each other and, after three years since the sacking of Nargothrond, they wed. The next year, Níniel became pregnant.\n\nAround this time, Orcs entered Brethil, so Túrin Turambar once again took up his sword Gurthang and led many Men against them. They easily defeated the Orcs, but word of the black sword came to Glaurung. Now aware of Túrin's location, the dragon left Nargothrond and made his way towards Brethil. The Men of Brethil heard of his coming, so they looked to Turambar for advice as their new leader instead of Brandir, the heir of the [[House of Haleth]]. Turambar decided that Glaurung could only be defeated by cunning, not by might. Two men volunteered to join him on this undertaking, but Brandir refused and was shamed in front of his people. After Turambar and his two companions set out, Níniel became fearful and could not bear to wait any longer, so she went after him with a large company. Brandir, who still loved her, followed behind. \n\nTurambar found Glaurung sleeping over the gorge of [[Cabed-en-Aras]] and carefully climbed into it to approach from below. He thrust his black sword into Glaurang's soft belly and the dragon screamed in pain while he died. When Turambar retrieved his sword, venomous black blood fell on his hand and the dying dragon opened his eyes, which caused Turambar to fall unconscious.\n\nNíniel went towards Glaurung's screams to see what happened to Turambar, and Brandir followed her. She found Turambar's still body next to the dragon and she could not wake him. Then, nearly dead, Glaurung spoke his last words and told Níniel that she was actually Nienor, daughter of Húrin, and that her husband Turambar was in fact her brother Túrin. As the dragon died, the spell was lifted from Nienor and her memory was completely restored. Believing that Túrin was dead and realising that she was carrying the unborn child of her brother, Nienor threw herself over the gorge of Cabed-en-Aras into the waters of the [[Teiglin]].\n\nBrandir witnessed all that had happened and brought news back to the people who had accompanied Níniel. He explained that the dragon, Turambar, and Níniel were all dead and that the husband and wife were actually brother and sister. Túrin then appeared among the crowd, and when they saw that he was actually still alive, they accused Brandir of being crazed. Hearing Brandir's story caused Túrin to explode in anger. He thought that Brandir, who envied the love between himself and Níniel, was telling malicious lies. The enraged Túrin then killed him. \n\nTúrin ran into the woods until he came to his senses and stopped at the [[Haudh-en-Elleth|grave of Finduilas]]. He once again debated whether he should return to Doriath to seek his family or spare them the doom that would follow him there. In that moment, Mablung with a company of [[Iathrim|Elves from Doriath]] found Túrin there and were glad to see him alive. They had heard the news of the Black Sword's return in Brethil and of Glaurung's appearance in the region. Túrin reported that the dragon was already dead and asked about his family. When Mablung confirmed what had happened to them, Túrin realized that Brandir was telling the truth and ran away in madness. He saw that his doom had overtaken him and that Brandir was killed unjustly. Then Túrin set the hilt of his black sword Gurthang into the ground and threw himself onto its blade, ending his tragic life.\n\n[[Stone of the Hapless|A stone]] was placed upon his tomb, commemorating him and Nienor, although her body was never found.\n\n==See also==\n* ''[[The Children of Húrin]]''\n\n==External links==\n* [http://www.entmoot.com/showthread.php?t=10449 Chapter discussion at Entmoot.com]\n\n[[fr:tolkien/resumes/silm/qs21]]"}}}