{"parse": {"title": "Of Gollum and the Ring", "pageid": 42092, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "Arrival at Bree"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gildor"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Necromancer"}, {"ns": 0, "exists": "", "*": "One Ring"}, {"ns": 0, "exists": "", "*": "Queries and Alterations"}, {"ns": 0, "exists": "", "*": "Return to Hobbiton"}, {"ns": 0, "exists": "", "*": "Riddle-game"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Old Forest and the Withywindle"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "The Shadow of the Past"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "Three is Company"}, {"ns": 0, "exists": "", "*": "To Maggot's Farm and Buckland"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trotter and the Journey to Weathertop"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n'''Of Gollum and the Ring''' is the title of the third chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\n==Synopsis==\nIn the typescript of the previous chapter, [[J.R.R. Tolkien]] included Bingo's talk with [[Gildor]] in which the hobbit said that [[Gandalf]] had not given him a hint about anything - the nature of the [[One Ring|Ring]] or the [[Nazgûl|Black Riders]].<ref>{{RS|1II}}</ref> At the beginning of this chapter Christopher included a manuscript that his father had not used.  In it Bingo still knows nothing about the Black Riders but does know a bit about the Ring and tells Gildor what he knows.  Bilbo had told Bingo that it was fine to use the Ring for jests or escaping dangers or annoyances but not for doing harm, finding out secrets, thieving, or doing worse things, \"because it may get the better of you.\" Based on Bingo's comments Gildor believes that the Lord of the Ring (singular) is looking for him.\n \nAt this point the manuscript ended.  Next came a separate sheet titled \"About Ring-wraiths\" in which the speaker (possibly Gandalf or Gildor) is explaining to Bingo.  First the speaker says that if overcome a person is turned into a wraith by the Ring, permanently invisible with a horrible cold feeling.  The real world becomes a black background with objects appearing as faint grey ghosts,although the sense of smell is enhanced. Worst of all, the wraith is under the command of the Lord of the Rings (now plural).\n \nContinuing,the speaker states that the Ring-lord made many rings and gave them to many peoples to ensnare them.  Many were received by Elves and now there are many Elf-wraiths in the world, but they escaped the Ring-lord's command.  Many were given to goblins who as goblin-wraiths are very evil and are under the Lord's command.  Men received but a few but they were easily overcome and serve the Ring-lord. It is said that \"Other creatures got them\" so possibly a Ring was sent or made its way to ancient [[Hobbits]] and thus came to Gollum.  Here this manuscript ends.\n \nChristopher believed that his father then decided to use the material in these two manuscripts to create a new chapter, which eventually would become \"[[The Shadow of the Past]]\", the second chapter of ''[[The Fellowship of the Ring]]'', which moved \"[[Three is Company]]\" to its final place as the third chapter.  Rather than having Gildor expound upon the Ring Tolkien decided that Gandalf should be the one to instruct Bingo concerning its history. Tolkien then began calling this new chapter a \"foreword\", indicating that it might serve as the opening chapter of the story.\n \nIn this new chapter Bingo Bolger-Baggins and Gandalf are introduced.  They have been talking about the Ring and Bingo is quite disturbed.  Why, he asks,would the Ring-lord want to turn hobbits into wraiths and what has all this to do with him and his Ring?  Gandalf says that Bingo has the last unrecovered Ring and hobbits are the only people that have not had a single individual mastered by a Ring.  Gandalf talks about Elf-wraiths and Goblin-wraiths before saying that Rings were given to the Dwarves, but Dwarves could not be made invisible or turned into wraiths.  The Rings did inflame their greed and became the foundation of the seven hoards of the Dwarves.  Men were only given three but they also found Elf-rings that Elf-wraiths had cast off, and they had become Man-wraiths.  All had been gathered by the Ring-lord except one, which had fallen from the hand of an elf that had swum across a river.  A fish swallowed this Ring, became mad, flung itself up on a bank, and spit out the Ring. An early hobbit named Dígol found the Ring and used it maliciously.  Eventually this creature became [[Gollum]].\n \nGollum's life had become wearisome and tormenting. Eventually he decided to pass on the Ring (difficult but not impossible) and was contemplating leaving it for the goblins to find when [[Bilbo Baggins|Bilbo]] showed up.  For Gollum the [[Riddle-game]] was a win-win situation: If Bilbo lost Gollum would get a tasty meal, but if Bilbo won Gollum would be able to pass on the Ring and be freed of its torment.<ref name=\"Gollum\">{{RS|1III}}</ref>  It should be noted that at this point in time Tolkien was referring to the original text of ''[[The Hobbit]]'' in which Gollum did actually plan to give his \"birthday present\" to Bilbo if he lost the game.<ref name=\"Notes\">{{RS|1IIIU}}</ref> Gandalf then links the name \"[[Necromancer]]\" with the \"Lord of the Rings\" and now says this is the last, most precious, and most potent of his Rings.\n \nGandalf explains further that Bilbo treated the Ring lightheartedly because that was the best way of avoiding its serious consequences.  Bingo thinks the matter over and decides that the must leave [[the Shire]].  Gandalf concurs, tells him to bring some friends, and make his departure a huge joke, something for which Bingo is known to do.  It is Gandalf who suggests the scenario of the big party to which Bingo laughingly agrees,<ref name=\"Gollum\"/> a concept that was quickly rejected.  Other problems still exist, such as how Gandalf knew about Gollum's history, and other ideas are not yet fully worked out, such as why Bingo's Ring is the most potent, but much of the foundation for \"The Shadow of the Past\" has been securely laid.<ref name=\"Notes\"/>\n \n{{references}}\n{{DEFAULTSORT:Of Gollum and the Ring)}}"}}}