{"parse": {"title": "Of the Ruin of Doriath", "pageid": 14531, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Battle in the Thousand Caves"}, {"ns": 0, "exists": "", "*": "Battle of Sarn Athrad"}, {"ns": 0, "exists": "", "*": "Belegost"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Cabed Naeramarth"}, {"ns": 0, "exists": "", "*": "Caranthir"}, {"ns": 0, "exists": "", "*": "Celegorm"}, {"ns": 0, "exists": "", "*": "Crissaegrim"}, {"ns": 0, "exists": "", "*": "Curufin"}, {"ns": 0, "exists": "", "*": "Dior"}, {"ns": 0, "exists": "", "*": "Doriath"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Dwarves of Nogrod"}, {"ns": 0, "exists": "", "*": "Eluréd"}, {"ns": 0, "exists": "", "*": "Elurín"}, {"ns": 0, "exists": "", "*": "Elwing"}, {"ns": 0, "exists": "", "*": "Ents"}, {"ns": 0, "exists": "", "*": "Glaurung"}, {"ns": 0, "exists": "", "*": "Gondolin"}, {"ns": 0, "exists": "", "*": "Green-elves"}, {"ns": 0, "exists": "", "*": "Húrin"}, {"ns": 0, "exists": "", "*": "Light of Valinor"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Mablung"}, {"ns": 0, "exists": "", "*": "Melian"}, {"ns": 0, "exists": "", "*": "Menegroth"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Morwen"}, {"ns": 0, "exists": "", "*": "Mouths of Sirion"}, {"ns": 0, "exists": "", "*": "Mîm"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Nauglamír"}, {"ns": 0, "exists": "", "*": "Nimloth (elf of Doriath)"}, {"ns": 0, "exists": "", "*": "Nogrod"}, {"ns": 0, "exists": "", "*": "Oath of Fëanor"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Return of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Voyage of Eärendil and the War of Wrath"}, {"ns": 0, "exists": "", "*": "Ossiriand"}, {"ns": 0, "exists": "", "*": "Petty-dwarves"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Second Kinslaying"}, {"ns": 0, "exists": "", "*": "Sindar"}, {"ns": 0, "exists": "", "*": "Sons of Fëanor"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Thingol"}, {"ns": 0, "exists": "", "*": "Thorondor"}, {"ns": 0, "exists": "", "*": "Tol Galen"}, {"ns": 0, "exists": "", "*": "Tol Morwen"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "exists": "", "*": "Valaquenta"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}], "images": ["Ted_Nasmith_-_Húrin_Finds_Morwen.jpg"], "wikitext": {"*": "{{silmarillion-chapters}}\n'''Of the Ruin of Doriath''' is the twenty-second chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''.\n\n==Synopsis==\nFollowing the death of his children, [[Húrin]] is at last freed by [[Morgoth]] from the chair where he had sat for so many years. Yet he was a broken man after witnessing his son's tragic life. Morgoth had set Húrin against both [[Thingol]] and [[Melian]] via his evil visions, and he had clouded Húrin's mind as well. Húrin came out of [[Angband]] and tried to return to his own people, but they had been informed of his coming from Angband, and thus they shunned him and feared that he was working with the enemy.\n[[File:Ted Nasmith - Húrin Finds Morwen.jpg|thumb|left|''Húrin finds Morwen'' by [[Ted Nasmith]]]]\nDisgusted by this, Húrin turned to the mountains. There he saw the [[Crissaegrim]] from a distance and hoped he could return to [[Gondolin]]. Indeed, he was spotted by [[Thorondor]], who reported it to [[Turgon]]. Yet Turgon refused to aid Húrin, and bid Thorondor to ignore him. Húrin waited for a time, but eventually he gave up. Uttering one last futile plea to Turgon, he left the mountains. Yet he was not unmarked, for spies of Morgoth followed him in secret. Thus Morgoth learned of the general location of Gondolin, but he did not learn the specific region.\n\nHúrin wandered for a time before eventually hearing his wife [[Morwen]] crying for him in a dream. He came to [[Cabed Naeramarth]], where he did indeed find Morwen. Together they sat through the twilight and when the sun set, he knew that Morwen was dead. Húrin buried Morwen in a separate grave before departing again. It is said that the graves there were never desecrated and survived the flood that came later, becoming [[Tol Morwen]].\n\nHúrin eventually came to the ruins of [[Nargothrond]], where he found the [[Petty-dwarves|Petty Dwarf]] [[Mîm]], who had set himself up as master of the treasure hoard of [[Glaurung]]. Mîm demanded to know his identity, and learned that the vagabond was indeed Húrin, father of [[Túrin]]. Mîm pled for his life, but Húrin did not spare him and struck the Dwarf down. Taking the [[Nauglamír]] from the draconic hoard, he left the wreck of Nargothrond.\n\nHúrin journeyed east next, and soon came to the borders of [[Doriath]], where the guards took him to Thingol and Melian. Thingol treated him well, yet Húrin, maddened by grief, threw the Nauglamír at the feet of Thingol and Melian as a mocking payment. Yet Thingol was kind and did not get angry. Melian soon spoke to Húrin, gently reminding him of the service Thingol had performed him by raising Túrin. This at last broke the spell on Húrin, who picked up the Nauglamír and gave it to the couple properly. And after this, Húrin left the Thousand Caves of [[Menegroth]]. It is said he journeyed westward, before eventually throwing himself into the sea in his grief.\n\nThingol was now left with both the Nauglamír and a Silmaril. He grew to love the Silmaril like no other treasure of his, and he thought about combining the two together. During this time, [[Dwarves]] frequently came to and from Doriath, and it just so happened that some [[Dwarves of Nogrod]] were visiting. Thingol summoned them and asked them to combine both of his treasures. They soon got to work, and Thingol visited them alone in their forge.\n\nHowever, the Dwarves became fascinated by the Silmaril, and they plotted to take it from Thingol. When they completed their task, Thingol took it and tried to wear it. But the Dwarves stopped him, saying that the necklace belonged to their people, as it was first made by Dwarves. Despite being alone and surrounded by danger, Thingol mocked them, refusing to even pay for their work. Moved by greed, the Dwarves killed him, and thus died Elu Thingol, the only Elf of the [[Sindar]] who had seen the [[Light of Valinor]].\n\nThe slayers took the Nauglamír with the Silmaril and left Doriath, but they did not get far, for the Elves struck back and killed them as they ran. The Nauglamír was taken from the Dwarves and returned to Melian. Yet two escaped and returned to Nogrod. They soon told a tale of refused payments and wrongfully broken bargains. The Dwarves of [[Nogrod]] were furious and began plotting revenge. An appeal to aid from [[Belegost]] was denied, but that did not deter Nogrod from sending out a force to attack Doriath.\n\nMelian, however, did not stay to defend her city. She gave the Silmaril to [[Mablung]], telling him to guard it and to send word to [[Beren]] and [[Lúthien]]. After this, she departed to Aman, and no more is recorded of her.\n\nWhen the Dwarves reached Doriath, they found a city in disarray, as many of the captains of the Elves were disillusioned from the loss of both of their rulers. The Dwarves fought a [[battle in the Thousand Caves]], destroying them, and managing to take the Silmaril from Mablung. Neither Elf nor Dwarf would forget this, and it would be a bitter source of strife between them for years to come.\n\nWord of the disaster soon reached Beren and Lúthien, who by this time had a son named [[Dior]]. Dior was married to one [[Nimloth (elf of Doriath)|Nimloth]], and their children were [[Elwing]], [[Eluréd]] and [[Elurín]]. Beren took his son and went to attack the Dwarves, and they were joined by many Elves of [[Ossiriand]]. \n\nThey soon [[Battle of Sarn Athrad|attacked the Dwarves in Sarn Athrad]], and they were joined by [[Ents]]. The force of Dwarves was slain, and Beren himself killed the Lord of Nogrod and reclaimed the Silmaril he had once taken from Morgoth. Back in [[Tol Galen]], he gave the Silmaril and the Nauglamír to Lúthien, and it is said that when she wore them she was like a vision of Valinor, blessing all the land where they lived.\n\nDior bade his mother and father farewell after this, and taking his family with him he went to Menegroth. He was received by the Elves who remained with joy, and he soon began to rebuild Doriath, becoming king of the remade realm. He ruled there for a time before he was visited by a [[Green-elves|Green Elf]] with a casket containing the Silmaril. Dior interpreted this as a final message from his parents: Beren and Lúthien had both died and left the world.\n\nDior took the Silmaril and wore it. Yet all was not well, for the [[Sons of Fëanor]] heard that one of their jewels was in Doriath, and the memory of their [[Oath of Fëanor|Oath]] awoke in them. They gathered together and sent an embassy to Dior, who refused to answer. [[Celegorm]] set his brothers in motion to attack Doriath. \n\nThe resulting slaughter was known as the [[Second Kinslaying]], which brought the definitive ruin of Doriath. Dior slew [[Celegorm]], and [[Caranthir]] and [[Curufin]] were also slain. However, Dior and his family were all killed except for Elwing, who took the Silmaril and fled from Doriath along with some survivors to the [[Mouths of Sirion]].\n\n==External links==\n* [http://www.entmoot.com/showthread.php?t=10579 Chapter discussion at Entmoot.com]\n\n[[fr:tolkien/resumes/silm/qs22]]\n[[fi:Doriathin tuho (Silmarillion)]]"}}}