{"parse": {"title": "Gallery of the Kings", "pageid": 64202, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of Gallery of the Kings"}, {"ns": 0, "exists": "", "*": "Azog"}, {"ns": 0, "exists": "", "*": "Battle of Five Armies"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Bows"}, {"ns": 0, "exists": "", "*": "Dragons"}, {"ns": 0, "exists": "", "*": "Dwalin"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Khuzdul"}, {"ns": 0, "exists": "", "*": "King under the Mountain"}, {"ns": 0, "exists": "", "*": "Kingdom under the Mountain"}, {"ns": 0, "exists": "", "*": "Lake-men"}, {"ns": 0, "exists": "", "*": "Lake-town"}, {"ns": 0, "exists": "", "*": "Lonely Mountain"}, {"ns": 0, "exists": "", "*": "Long Lake"}, {"ns": 0, "exists": "", "*": "Smaug"}, {"ns": 0, "exists": "", "*": "The Hobbit (film series)"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Thorin"}, {"ns": 0, "exists": "", "*": "Thorin and Company"}, {"ns": 0, "exists": "", "*": "Thror"}, {"ns": 0, "exists": "", "*": "Warner Bros."}, {"ns": 0, "*": "Black arrows"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Location infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["CdxIconInfoFilled.svg"], "wikitext": {"*": "{{Adaptation}}\n{{location infobox\n| name=Gallery of the Kings\n| image=\n| caption=\n| pronun=\n| othernames=\n| location=[[Kingdom under the Mountain]], [[Lonely Mountain]]\n| type=Hall\n| description=Large and ruined hall within the [[Lonely Mountain]]\n| regions=\n| towns=\n| inhabitants=[[Dwarves]]<br/><small>formerly: [[Smaug]]</small>\n| created=Late [[Third Age]]\n| destroyed=\n| rebuilt=\n| events=\n}}\n\nThe '''Gallery of the Kings''' was a hall that was located within the [[Kingdom under the Mountain]]. The Gallery of the Kings was invented by [[Warner Bros.]] for ''[[The Hobbit (film series)]]''.\n\n== History ==\nAs the [[Thorin and Company|Company]] attempts to escape [[Smaug]], they are eventually spit up in the chaos, though [[Thorin]] yells out for them to lead the [[Dragons|dragon]] to the Gallery of the Kings. Smaug tries to attack [[Bilbo Baggins]] with a thrown cart and crush Thorin beneath him. Unfortunately, Thorin makes his way across the room unscathed, riding a wheelbarrow on molten gold into the Gallery of the Kings before flinging himself onto a hanging chain. Noticing Bilbo, Smaug tries to eviscorate him and fails miserably. Smashing through the wall of the Gallery of the Kings, Smaug knocks three tapestries to the ground, with one of them crushing Bilbo. Smaug then accuses the \"Barrel-rider\" of deception and being in league with the [[Lake-men|Men]] of [[Lake-town]], believing that the whole ordeal was some \"sordid scheme\" laid by the \"filthy [[Dwarves]]\" and the \"tub-trading [[Lake-men|Lakemen]]\". After furiously insulting the Lake-men with their \"[[Bows|Long Bows]] and [[black arrows|Black Arrow]]s\", Smaug decides to pay the town a visit. Bilbo makes himself known, momentarily stopping the Dragon, insisting that the Men of Lake-town are innocent and that he should not go there. Smaug feigns pity to Bilbo's compassion, before cruelly telling him that he will enjoy knowing that Bilbo will watch them all those he cares about die.\n\nJust as Smaug turns away again, Thorin yells at him from across the Gallery of the Kings, calling him a \"Witless Worm\". Upon hearing the insult, Smaug slowly moves towards the gigantic stone object beneath Thorin's feet, savoring the moment while throwing his own comeback at the Dwarf-king, taunting him, proclaiming himself as the [[King under the Mountain]]. At this, Thorin proclaims all that Smaug said to be false and, declaring his revenge, he order his Company in [[Khuzdul]] to release the chains holding the stones in place. The stones fall apart, collapsing to the ground, unveiling a freshly cast golden statue of [[Thror]], Thorin's grandfather. As Smaug stares in wonder, confusion, or awe, the right eye of the statue explodes, releasing a burst of molten gold upon Smaug's face. The right shoulder plate and the right axe blade explode before the head crumbles into the body, flooding the gallery with molten gold. Smaug looses his footing amidst the molten gold, and collapses beneath it, seemingly being buried alive.\n\nHowever, just before the gold settles in the gallery, Smaug erupts forth from the gold, furiously declaring that he will show the Dwarves what revenge truly is. Smashing through the front gate of the [[Lonely Mountain]], Smaug flings off his newfound golden \"skin\", taking flight to bury Lake-town beneath the [[Long Lake]].\n\nDuring the [[Battle of Five Armies|Battle of the Five Armies]], [[Dwalin|Dwalin's]] words in the throne room echo within Thorin's head. As he wanders upon the now solidified gold in the Gallery of the Kings, he begins to hear his own voice amidst others. The dragon-sickness takes hold as the voices overlap each other and he hallucinates a shadow of Smaug driving the gold to rise up and drown him. Amidst the struggle he puts up, the King under the Mountain is smothered beneath the gold and Thorin casts off his crown, realizing that he almost suffered the sickness as his grandfather did. Upon this revelation, Thorin rallies the Company and charges out the front gate to join the battle, cutting a line in [[Azog|Azog's]] ranks.\n\nThe fate of the Gallery of the Kings after the Battle of the Five Armies is unknown. However, it is possible that it was rebuilt along with the rest of the [[Kingdom under the Mountain]].\n\n{{references}}\n\n[[Category:Locations from adaptations]]"}}}