{"parse": {"title": "Adar (The Rings of Power)", "pageid": 63072, "redirects": [], "links": [{"ns": 14, "exists": "", "*": "Category:Images of Adar (The Rings of Power)"}, {"ns": 14, "exists": "", "*": "Category:Images from The Rings of Power (TV series)"}, {"ns": 6, "exists": "", "*": "File:Rings of Power Adar Infobox 3.png"}, {"ns": 0, "exists": "", "*": "Adar"}, {"ns": 0, "exists": "", "*": "Adar (disambiguation)"}, {"ns": 0, "exists": "", "*": "Amazon Studios"}, {"ns": 0, "exists": "", "*": "Arondir"}, {"ns": 0, "exists": "", "*": "Awakening of the Elves"}, {"ns": 0, "exists": "", "*": "Beleriand"}, {"ns": 0, "exists": "", "*": "Black Speech"}, {"ns": 0, "exists": "", "*": "Bronwyn"}, {"ns": 0, "exists": "", "*": "Cuiviénen"}, {"ns": 0, "exists": "", "*": "Dark Lord"}, {"ns": 0, "exists": "", "*": "Dúrnost"}, {"ns": 0, "exists": "", "*": "Elendil"}, {"ns": 0, "exists": "", "*": "Elf"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Gods"}, {"ns": 0, "exists": "", "*": "Halbrand"}, {"ns": 0, "exists": "", "*": "Hordern"}, {"ns": 0, "exists": "", "*": "Iron Crown"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Joseph Mawle"}, {"ns": 0, "exists": "", "*": "Lurka"}, {"ns": 0, "exists": "", "*": "Magrot"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Moriondor"}, {"ns": 0, "exists": "", "*": "Médhor"}, {"ns": 0, "exists": "", "*": "Nenya"}, {"ns": 0, "exists": "", "*": "Northern Waste"}, {"ns": 0, "exists": "", "*": "Númenóreans"}, {"ns": 0, "exists": "", "*": "Orc-holds"}, {"ns": 0, "exists": "", "*": "Orc Sigil Hilt"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Orcs of Mordor"}, {"ns": 0, "exists": "", "*": "Orodruin"}, {"ns": 0, "exists": "", "*": "Ost-in-Edhil"}, {"ns": 0, "exists": "", "*": "Pre-Númenóreans"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Revion"}, {"ns": 0, "exists": "", "*": "Samuel Hazeldine"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Silvan Elves"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "Sun"}, {"ns": 0, "exists": "", "*": "Tar-Míriel"}, {"ns": 0, "exists": "", "*": "The Council of Elrond"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Rings of Power"}, {"ns": 0, "exists": "", "*": "Theo"}, {"ns": 0, "exists": "", "*": "Tirharad"}, {"ns": 0, "exists": "", "*": "Trolls"}, {"ns": 0, "exists": "", "*": "Uruk-hai"}, {"ns": 0, "exists": "", "*": "Waldreg"}, {"ns": 0, "exists": "", "*": "War of Wrath"}, {"ns": 0, "exists": "", "*": "War of the Great Jewels"}, {"ns": 0, "exists": "", "*": "Wargs"}, {"ns": 0, "exists": "", "*": "Watchtower of Ostirith"}, {"ns": 0, "exists": "", "*": "Westron"}, {"ns": 0, "*": "Grugzûk"}, {"ns": 0, "*": "Rowan (The Rings of Power"}, {"ns": 0, "*": "Bazur"}, {"ns": 0, "*": "Glûg"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:FR"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Rings_of_Power_Adar_Infobox_3.png", "CdxIconArticleDisambiguation.svg", "CdxIconInfoFilled.svg", "The_Rings_of_Power_(TV_series)_-_Adar_poster.jpg", "The_Rings_of_Power_(TV_series)_-_Adar.jpg", "The_Rings_of_Power_(TV_series)_-_Adar_in_the_sunlight.jpg", "Rings_of_Power_Galadriel_Interrogates_Adar.png", "Rings_of_Power_Adar_attacks_Eregion.png", "Rings_of_Power_Adar_healed.png"], "wikitext": {"*": "{{disambig-more|adar|[[Adar (disambiguation)]]}}\n{{Adaptation}}\n{{infobox character\n| people = Possibly [[Moriondor]]\n| name=Adar\n| image= Rings of Power Adar Infobox 3.png\n| caption=\"Adar\" in ''[[:Category:Images from The Rings of Power (TV series)|The Lord of the Rings: The Rings of Power]]''\n| pronun=\n| othernames=Father\n| titles=Lord-father<br/>Lord of the Southlands<br/>Lord of Mordor\n| position=Commander\n| location=[[Beleriand]], [[Dúrnost]], [[Orc-holds|Trenches]], [[Tirharad]], and [[Watchtower of Ostirith]]\n| affiliation=[[Orcs of Mordor|Orcs of the Southlands/Mordor]]<br/><small>formerly: [[Morgoth]] and later [[Sauron]]</small>\n| language=[[Black Speech]]<br/>[[Quenya]]<br/>[[Westron]]\n| birth=[[First Age]]\n| birthlocation=Possibly [[Cuiviénen]]\n| rule=Late [[Second Age]]\n| death=\n| deathlocation=\n| age=\n| notablefor=Aspiring to become a [[Gods|God]]\n| parentage=\n| siblings=\n| spouse=\n| children=\n| gender=Male\n| height=5'11\"<br>5'10\"\n| hair=Black\n| eyes=Blue\n| clothing=Gauntlets<br/>Grey breastplate\n| weapons=Dagger, sword, [[Orc Sigil Hilt]]\n| steed=\n}}{{Quote|Have you forgotten your Rúmil? Never make war in anger.|Adar}}\n\n'''Adar''' was an [[Uruk-hai|Uruk]] and former [[Elf]], possibly of [[Moriondor]] origin. Adar was invented by [[Amazon Studios]] for ''[[The Lord of the Rings: The Rings of Power]]'', where he was portrayed by [[Joseph Mawle]] before being recast as [[Samuel Hazeldine]] for the second season.\n\n==History==\n\n===Beginnings===\n[[File:The Rings of Power (TV series) - Adar poster.jpg|thumb|200px|The ''Adar poster'' for ''[[The Lord of the Rings: The Rings of Power]]'']]\n\nAccording to [[Galadriel]], when the [[Elves]] first [[Awakening of the Elves|awoke]] at the beginning of the [[First Age]], Adar was possibly one of many who were taken by [[Morgoth]]. He was tortured and twisted and became one of the first [[Orcs]], a new and ruinous form of life. As such, those that followed him revered him as a [[Gods|God]] and, in turn, he called them his \"children\".\n\nAt one point during or prior to the [[War of the Great Jewels]], Adar walked alongside the mouth of a river which had banks covered by miles of sage blossoms.\n[[File:The Rings of Power (TV series) - Adar.jpg|thumb|200px|Adar]]\n\nAfter the [[First Age]] and the [[War of Wrath|downfall of Morgoth]], Adar was one of many who answered the call of [[Sauron]] from the fortress of [[Dúrnost]] within [[Northern Waste|Forodwaith]]. Initially an adherent of his second master's purposes to heal [[Middle-earth]], he ultimately became disillusioned with the [[Dark Lord]], noting the selfish sacrificing of his \"[[Orcs|children]]\" to create a power over flesh. \n\nAdar eventually rebelled against Sauron when the Dark Lord attempted to have the Orcs swear fealty to him. He briefly feigned loyalty and, as he moved to set the [[Iron Crown]] of Morgoth on the kneeling Sauron's head, he instead inverted the crown and stabbed Sauron with its sharp points. The surrounding Orcs then attacked Sauron, slaying his bodily form and causing his spirit to flee the Northern Waste. \n\n===The hunt for the Hilt===\nSometime later within the [[Second Age]], Adar became the leader of Orc legions operating within the [[Mordor|Southlands]] of [[Middle-earth]] and sought the [[Orc Sigil Hilt]], as it held the key to unleashing [[Orodruin]]. His followers soon began to dig tunnels stretching from their [[Orc-holds|trenches]] to [[Hordern]] and [[Tirharad]]. Hordern was destroyed by the Orcs and the [[Silvan Elves]] stationed at the [[Watchtower of Ostirith]] were later captured, including [[Arondir]], [[Médhor]], and [[Revion|Watchwarden Revion]]. \n\nThe Elves were then put to work in the camp, but later initiated a failed revolt, which resulted in the Orc-chief [[Magrot]] being mortally wounded. Upon being made aware of the situation by [[Lurka]], Adar entered the main area of the camp where Magrot laid. The Orcs all bowed to Adar as he passed each of them. When he reached Magrot, Adar knelt by him, soothing his pain before putting him out of his misery with a dagger, ending his life. \n\nWhile the other Orcs took Magrot's body away, Adar questioned Arondir, the lone survivor of the revolt, learning that he was born in [[Beleriand]]. After evading Arondir's questions, Adar sends him to bear his embassy to the [[Pre-Númenóreans|Southlanders]] taking refuge in the Watchtower of Ostirith: either they swear fealty to him and relinquish their claim on the Southlands or they will perish. \n\nA short while later, as Adar observed a caged [[Wargs|Warg]] devouring an arm, [[Grugzûk]] informed him that the Orc Sigil Hilt was with the young Southlander [[Theo|Theo]] in Ostirith. Later, Adar was made aware by Grugzûk that the tunnel to Orodruin was finally complete and that the legions were ready. Adar orders Grugzûk to expose his arm beneath the [[Sun]]. As Grugzûk's arm burns, Adar asked him what it felt like and Grugzûk tells him it is like fire. To this, Adar claims that he wished that he could feel the sun's warmth as he can, before reminiscing how he would miss it when the night comes. Afterwards, He ordered Grugzûk to summon and prepare the legions.\n\n===The siege of Ostirith===\n[[File:The Rings of Power (TV series) - Adar in the sunlight.jpg|thumb|200px|''Adar in the sunlight'' from ''[[The Lord of the Rings: The Rings of Power]]'']]\n\nAfter making a temporary encampment in Tirharad, a group of Southlanders, led by [[Waldreg]], approached him and sought to swear fealty in order to keep their lives. Upon being mistaken by Waldreg for Sauron, Adar furiously flung him to the ground, before he forced Waldreg to kill [[Rowan (The Rings of Power|Rowan]] with a dagger to prove his loyalty. Adar then accepted the allegiance of the other Southlanders as well.\n\nAfter leading his followers to the Watchtower of Ostirith, Adar walked into a trap set by Arondir, who caused the tower to collapse. Many of Adar's followers, including [[Bazur]], are killed. At the arrival of nightfall, Adar launched an attack on Tirharad, where the Southlanders have returned to. As the price for admission into his ranks, the Lord-father forced the Men in his employ to fight for him alongside an advance party of Orcs against their own kin at the battle in Tirharad, resulting in the morale of the resisting villagers to be broken. \n\nDuring the second assault, Adar's legions easily overran Tirharad and pinned the Southlanders in the tavern. In an attempt to force Arondir to reveal the Orc Sigil Hilt, Adar has his Orcs murdered as many Men as necessary until the Hilt was revealed. It is only when the wounded [[Bronwyn]] was threatened that the location of the Hilt was revealed by Theo.\n\n===The arrival of the Númenóreans===\nJust as Adar passed the Hilt to Waldreg, his followers were ambushed by an army of [[Númenóreans]] led by [[Elendil|Captain Elendil]] and the [[Tar-Míriel|Queen Regent Míriel]]. Upon trying to flee on a brown horse, Adar was pursued by [[Galadriel]] and ambushed by [[Halbrand]]. Not desiring to be captured, Adar tried to provoke Halbrand into killing him, but was thwarted by Galadriel, who interrogated him back at Tirharad. When Galadriel demanded to know if he was one of the Moriondor, Adar refused to confirm her assumption. \n[[File:Rings of Power Galadriel Interrogates Adar.png|left|thumb|314x314px|Galadriel interrogates Adar.]]\nHowever, when Galadriel threatened to move the other captives into the sunlight, Adar admitted his old subservience to Sauron, whom he claimed to have rebelled against and slain. Adar also revealed his goal: to morph the Southlands into a place where his \"children\" could thrive, no longer slaves shackled to Morgoth or his successor, Sauron. However, Galadriel refused to believe him, laying bare her hatred of Orcs and promising that she would make sure that he is the last of his kind when she kills him. Adar counters her threat by suggesting that her search for Morgoth's successor should have stopped with a mirror of herself. At this, Galadriel nearly sliced Adar's throat, only to be stopped when Halbrand brought her to her senses.\n\n===The birth of Mordor===\nUnknown to Galadriel and her company, Waldreg was still at large with the Hilt per Adar's instructions and used it to release the lake beyond Ostirith. As the flood traveled through the tunnels that the Orcs had previously made, Adar pressed his ear to the floor, listening to the sound. After Orodruin was awoken by the flood, Adar somehow escaped his confinement though unknown means. Later, as the Orcs got used to not needing their sun-cloaks, Adar was proclaimed the Lord of the Southlands by his followers. Upon hearing the name, he rejected it as being the name of a place that no longer existed. As such, he changed the name to [[Mordor]].\n\nAdar began to enslave the remaining Southlanders, executing anyone who refused to swear fealty to him. Halbrand, having left Eregion after being revealed by Galadriel to be Sauron, surrendered himself to Adar. Sauron (in the guise of Halbrand) made attempts at negotiating for his release. He was attained his release after giving Adar false information about his own whereabouts. \n\nAfter hearing that Sauron had appeared in Eregion, Adar led his army out of Mordor to besiege the city. After his forces arrived in the outskirts of Eregion, his army intercepted and captured Galadriel, who had joined a party of scouts to investigate what was happening there. Adar imprisoned Galadriel, but later had her join him for a candlelit dinner. \n\nAdar spoke with Galadriel and appealed to their shared hatred of Sauron. He let Galadriel in on his plan and revealed that he remained in possession of Morgoth's [[Iron Crown]]. He then proposed that, with the help Galadriel's ring, [[Nenya]], they would be able to defeat Sauron once more. Galadriel did not wish to ally herself with Adar, and indicated that she did not have the ring, but Adar surmises its location and goes forward with his plan to besiege [[Ost-in-Edhil]]. Galadriel protested vehemently and told Adar that he was falling into Sauron's trap, and that he was only weakening Sauron's enemies for him.\n\n===The sack of Eregion===\n[[File:Rings of Power Adar attacks Eregion.png|thumb|442x442px|Adar's forces launch their attack on Eregion.]]\nAdar ignored Galadriel's protests and ordered his Orcs to begin attacking the city with trebuchets when the sun set. After the initial bombardment, he ordered the Orcs to launch projectiles at the mountainside above the city, which caused a rock-slide that dammed the flow of river water around the city and allowed the preparation of a ground assault. As Adar began to stage his assault, Elrond and Gil-galad arrived with a contingent of cavalry, who charged his forces before the Orcs revealed that they were holding Galadriel hostage. The Elf forces immediately stopped their charge, after which Elrond dismounted and entered Adar's tent to attempt to negotiate Galadriel's release.\n\nAdar laid out his terms and demanded Nenya in exchange for Galadriel's release. Elrond refused, and Adar remained firm in his demands. Elrond then asked to give Galadriel a proper farewell. Adar allowed this and Elrond, to everyone's surprise, kissed Galadriel. However, this kiss was not romantic in nature and merely served as a distraction while he passed her a brooch so that she could use its needle to pick the lock of her cuffs.\n\nAdar's ground attack then began, and many were slain on the riverbed surrounding the city. To turn the tide of battle, Adar ordered [[Trolls|Troll]] Damrod to move ahead and operate a siege weapon that was up against the city's wall. Elrond engaged in a battle with the Troll and managed to succeed in killing him, but not before Damrod was able to breach the wall. \n\nAdar then moved forces toward the city and quickly routed the Elven forces. As he pressed his way into the city, he engaged in single combat with Arondir and ran him through with his sword. Arondir would go onto survive this, and showed no evidence of injury. Having secured a victory, Adar approached Elrond and attained Nenya from him.\n\n===The betrayal===\n[[File:Rings of Power Adar healed.png|thumb|Adar restored to his former appearance by the healing power of the ring Nenya.]]\nGaladriel was later brought to Adar and, to her surprise, he no longer bore his characteristic scarred and sallow appearance. Instead, due to Nenya's healing powers, he appears as the Elf he had once been. The healing caused a change of heart in Adar and, forgiving Galadriel for her many years of Orc slaying, offered her Nenya freely. He then promised that after the defeat of Sauron he would withdraw his armies to Mordor and never assail the Free Peoples of Middle-earth. Galadriel took the ring and, as she did so, Adar's marred appearance returned.\n\nThe seemingly gravely injured Orc [[Glûg]] then arrived with other Orcs. When Adar approached him to examine his injuries, Glûg stabbed him. The surrounding Orcs joined in the assault, stabbing Adar repeatedly as he laid helpless on the ground. While this attack occurred, Sauron watched smugly as Galadriel stood by, frozen in terror. Adar reached his hand lovingly toward his treacherous children as they ended his life and, as his hand dropped to the ground, Glûg requested orders from his new Dark Lord, Sauron.\n\n==Etymology==\n''[[adar]]'' is the [[Sindarin]] word for \"father\".<ref>{{FR|II2}}, p. 345</ref>\n\n{{References}}\n\n{{Title}}\n[[Category:Orcs from adaptations]]\n[[Category:The Rings of Power (TV series) characters]]\n\n[[fi:Adar (televisiosarjan hahmo)]]"}}}