{"parse": {"title": "Cities and Strongholds of Middle-earth", "pageid": 69908, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Cities and Strongholds of Middle-earth.jpg"}, {"ns": 0, "exists": "", "*": "2024"}, {"ns": 0, "exists": "", "*": "July"}, {"ns": 0, "exists": "", "*": "Kristine Larsen"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Cities_and_Strongholds_of_Middle-earth.jpg"], "wikitext": {"*": "{{book\n|image=Cities and Strongholds of Middle-earth.jpg\n|editor=Cami D. Agan\n|isbn=9781887726306\n|date=[[July]] [[2024]]\n|pages=322\n|publisher=Mythopoeic Press\n|format=Paperback}}\n'''''Cities and Strongholds of Middle-earth: Essays on the Habitations of Tolkien’s Legendarium''''' is a collection of essays edited by Cami D. Agan and published by Mythopoeic Press in 2024.\n\n==From the publisher==\n{{blockquote|The 13 essays in Cities and Strongholds of Middle-earth foreground processes of making and constructing Arda — either within the Secondary world or for readers/viewers — and thus continually assert that the habitations form a vital part of the tales within that world. Because they assume a complex arrangement complete with social, familial, artistic, and political relations, cities and strongholds often define their inhabitants as crafting boundaries between themselves and the outside, the visitor, and the unknown. These essays reveal that all cities and strongholds of the legendarium function as makers of meaning, containers of relations, outposts of history, and evocations of the Past.}}\n\n==Contents==\n* Dedication\n* Introduction by Cami D. Agan\n* Acknowledgments\n* Abbreviations\n# \"Tolkien’s Cities of the First Age as Mythic Infrastructure\" by Maria K. Alberto\n# \"Grounding and Traversing the Great Tales: Elven Strongholds of Beleriand\" by Cami D. Agan\n# \"A Fallen Woman of Arda: The Battle over Wills and Desire of Aredhel of Gondolin\" by Emily Venkatesan\n# \"Re-Enchanting Built Spaces: On Dwarves and Dwarven Places\" by Kenton Sena and Kaelyn Harris\n# \"Fair and Perilous: Nature Enchanted in Lothlórien\" by Rebecca Davis\n# \"'But the Beauty of Mithril Did not Tarnish': Tolkien, Material Culture, and the Mathom\" by Nicholas Birns\n# \"Tolkien’s Panopticon and Foucault’s Towers: A Study on the Limits and Nature of Power\" by Craig A. Boyd and Joanna Boyd-Wilhite\n# \"'Within Bounds That He Has Set': A Stylistic Analysis of Cities and Strongholds in The Lord of the Rings\" by Robin Anne Reid\n# \"'It Mourns for Beleg even as You Do': ‘Living’ Swords in J.R.R. Tolkien’s Legendarium\" by Birgitte Breemerkamp\n# \"'Forgot Even the Stones': Stone Monuments and Imperfect Cultural and Personal Memories in The Lord of the Rings\" by [[Kristine Larsen]]\n# \"The Many Faces of Lake-Town\" by Marie Bretagnolle\n# \"Architecture as Cultural Signifier: Building Identities of Middle-earth on Screen\" by Mina D. Lukić\n# \"'The Stories That Stayed with You': Rivendell and Memory, Trauma, and Nostalgia for the American Millennial\" by Danny Saldana\n* About the Contributors\n* Index\n\n==External links==\n* [https://www.mythsoc.org/press/cities-and-strongholds.htm Official product page]\n* [https://scholar.valpo.edu/journaloftolkienresearch/vol20/iss1/6/ Review by Marilyn R. Pukkila in ''Journal of Tolkien Research'']\n\n[[C:Scholarly books]]\n[[C:Publications by title]]"}}}