{"parse": {"title": "Looking for the King", "pageid": 29999, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Looking for the King.jpg"}, {"ns": 0, "exists": "", "*": "2010"}, {"ns": 0, "exists": "", "*": "30 October"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Black Lance"}, {"ns": 0, "exists": "", "*": "Elven Blade"}, {"ns": 0, "exists": "", "*": "Heaven's War"}, {"ns": 0, "exists": "", "*": "Here, There Be Dragons"}, {"ns": 0, "exists": "", "*": "Inklings"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Mirkwood: A Novel About JRR Tolkien"}, {"ns": 0, "exists": "", "*": "Ring of Darkness"}, {"ns": 0, "exists": "", "*": "The Adamant of Henna"}, {"ns": 0, "exists": "", "*": "The Chronicles of the Imaginarium Geographica"}, {"ns": 0, "exists": "", "*": "The Dragon's Apprentice"}, {"ns": 0, "exists": "", "*": "The Indigo King"}, {"ns": 0, "exists": "", "*": "The Search for the Red Dragon"}, {"ns": 0, "exists": "", "*": "The Shadow Dragons"}, {"ns": 14, "exists": "", "*": "Category:Fiction books"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Fiction"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Looking_for_the_King.jpg"], "wikitext": {"*": "{{book\n|title=Looking for the King: An Inklings Novel\n| image = Looking for the King.jpg\n|author=David C. Downing\n|publisher=Ignatius Press\n|date=[[30 October|October 30]], [[2010]]\n|format=Hardcover\n|pages=250\n|isbn=978-1586175146\n|amazon=\n|amazonprice=\n}}\n'''''Looking for the King: An Inklings Novel''''' is a novel about the [[Inklings]]. The story involves a fictional portrayal of [[J.R.R. Tolkien]].\n\n==From the publisher==\n\nIt is 1940, and American Tom McCord, a 23-year-old aspiring doctoral candidate, is in England researching the historical evidence for the legendary King Arthur. There he meets perky and intuitive Laura Hartman, a fellow American staying with her aunt in Oxford, and the two of them team up for an even more ambitious and dangerous quest.\n\nAided by the Inklings-that illustrious circle of scholars and writers made famous by its two most prolific members, C. S. Lewis and J. R. R. Tolkien-Tom and Laura begin to suspect that the fabled Spear of Destiny, the lance that pierced the side of Christ on the cross, is hidden somewhere in England.\n\nTom discovers that Laura has been having mysterious dreams, which seem to be related to the subject of his research, and, though doubtful of her visions, he hires her as an assistant. Heeding the insights and advice of the Inklings, while becoming aware of being shadowed by powerful and secretive foes who would claim the spear as their own, Tom and Laura end up on a thrilling treasure hunt that crisscrosses the English countryside and leads beyond a search for the elusive relics of Camelot into the depths of the human heart and soul.\n\nWeaving his fast-paced narrative with actual quotes from the works of the Inklings, author David Downing offers a vivid portrait of Oxford and draws a welcome glimpse into the personalities and ideas of Lewis and Tolkien, while never losing sight of his action-packed adventure story and its two very appealing main characters.\n\n\"This superbly gripping novel about dreams coming true is itself a dream come true. Lewis and Tolkien come alive as real-life characters, playing their sagacious parts to realistic perfection as the protagonists follow their Arthurian quest pursued by deadly enemies. For lovers of Arthurian romance and for admirers of Tolkien and Lewis, this is indeed a dream come true!\"\n- Joseph Pearce, Author, ''Tolkien: Man and Myth''\n\n\"The subtitle of this book is \"An Inklings Novel.\" That claim might seem presumptuous at first. But lo—it is an Inklings novel. My own guess is that Lewis, Tolkien, and Williams would all be mightily pleased with it. All three of them, as it happens, figure as characters in the story, which is Arthurian, but set in the contemporary world—very much in the vein of That Hideous Strength and War in Heaven.  The Inklings themselves are flawlessly depicted, as are the two protagonists, a very appealing young man and woman. All Inklings lovers will be highly delighted.\" \n- Thomas Howard, Author, ''Narnia and Beyond''\n\n\"A highly engaging historical mystery adventure that brings C. S. Lewis and his friends and ideas to life. Fans of Lewis and Tolkien will love it. I couldn't put it down!\" \n- Peter J. Schakel Author, ''The Way into Narnia'' and ''Imagination and the Arts in C. S. Lewis''\n\n\"Steeped in Arthurian lore, the mystery of the grail legends, and World War II intrigue, this engaging tale of a young man's search for a hidden relic ultimately uncovers treasure of a far different kind. David Downing's homage to C.S. Lewis, J.R.R. Tolkien and Charles Williams succeeds masterfully in bringing these historical figures to life in the midst of an unfolding spiritual thriller.  This is a beguiling and enjoyable read -- laced throughout with romance, wry humor and questions of eternal consequence.\" \n- Marjorie Lamp Mead, Associate Director, The Marion E. Wade Center, Wheaton College\n\nDavid C. Downing, PhD, is the R. W. Schlosser Professor of English at Elizabethtown College in Pennsylvania. He is the author of four award-winning books on C. S. Lewis: Planets in Peril, The Most Reluctant Convert, Into the Region of Awe: Mysticism in C. S. Lewis and Into the Wardrobe: C. S. Lewis and the Narnia Chronicles . Downing has also written short fiction for ''Christianity Today'' and other periodicals.\n\n==External links==\n\n*[http://www.tolkienlibrary.com/press/955-Looking_for_the_king.php Review at ''Tolkien Library'']\n*[https://www.youtube.com/watch?v=Zt_rMtKhPuo Looking for the King - Book Trailer]\n{{references}}\n{{fiction}}\n{{title|italics}}\n[[Category:Fiction books]]\n[[Category:Literary adaptations]]\n[[Category:Publications by title]]"}}}