{"parse": {"title": "Společnost Přátel Díla Pana JRRTolkiena", "pageid": 36996, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1992"}, {"ns": 0, "exists": "", "*": "Amon Hen 240"}, {"ns": 0, "exists": "", "*": "Oxonmoot"}, {"ns": 0, "exists": "", "*": "Tolkien Societies"}, {"ns": 0, "*": "TolkienCon"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''Společnost Přátel Díla Pana J. R. R. Tolkiena''' (Czech:'''Society of Friends of the Works of J.R.R. Tolkien'''), often abbreviated '''SPDPJRRT''', is the [[Tolkien Societies|Tolkien Society]] in the Czech Republic founded in [[1992]] to commemorate the centenary of J.R.R. Tolkien's birthday.<ref name=\":0\">http://www.tolkienguide.com/modules/wiwimod/index.php?page=Activities1993Czech (accessed 2011-12-06)</ref>\n\nThe members of the Society, who come from different parts of both the Czech and Slovak Republics (although a Slovak Tolkien Society was established as well after the dissolution of Czechoslovakia), have the opportunity to gather at various meetings. The two main events organized by the society are: ''The Celebration of the Destruction of the Ring'' in the end of March and the ''Bilbo and Frodo's Birthday'' in September.<ref>[http://tolkien.cz/?page%20id=2 Společnost Přátel Díla Pana J. R. R. Tolkiena – O společnosti] (Czech; accessed 2021-05-12)</ref> The principal aim of the gatherings is to enable close personal contact of  the members, but many enjoy interesting lectures, concerts, theatre plays, games and other activities.<ref name=\":0\" /> There have also been smaller meetings on a monthly basis in Prague, usually with a lecture followed by discussion.<ref>[http://tolkien.cz/?cat=266 Společnost Přátel Díla Pana J. R. R. Tolkiena – Pražské srazy] (Czech; accessed 2021-05-13)</ref>\n\nIn addition to that, there is another event called ''[[TolkienCon]]'' held annually in January since 2003. It is not officially organized by the Society, but the organizers are in close contact with the Society.<ref>https://www.tolkiencon.cz</ref> Similarly to [[Oxonmoot]], it starts late afternoon on Friday and ends midday on Sunday. It is based at a local school, including facilities for ‘sleeping  rough’ in classrooms. Unlike Oxonmoot, the TolkienCon has a very strong thread of music that runs through it: There are slots where instead of a paper there is a musical performance.<ref>''TolkienCon – Prague, Czech Republic 18th – 20th January 2013. a report by Alex Lewis.'' in [[Amon Hen 240]]</ref>\n\n==Publications==\nSPDPJRRT published two magazines:\n\n* '''''Palantir''''' is an information bulletin providing news on the current activities within the Society, reports of past events past and announcements of those under way as well as and brief articles on J.R.R. Tolkien's work and the community of Tolkien fans. \n* '''''Thorin''''' is a quasi-academic literary journal of the society. It brings Czech translations of passages from J.R.R. Tolkien's books unpublished so far in the Czech Republic, specialized articles on Tolkien's Legendarium and book reviews. It was published in the years 1992–2004.\n\n==External links==\n* '''[http://tolkien.cz/ Tolkien.cz]''' – the official website\n{{References}}\n[[Category:Tolkien Societies]]\n[[Category:Czech organizations]]"}}}