{"parse": {"title": "The Return of the Fellowship of the Ring to the Two Towers", "pageid": 19661, "redirects": [{"from": "South Park", "to": "The Return of the Fellowship of the Ring to the Two Towers"}], "links": [{"ns": 0, "exists": "", "*": "13 November"}, {"ns": 0, "exists": "", "*": "2002"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "Boromir"}, {"ns": 0, "exists": "", "*": "Doors of Durin"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Eagles"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gimli"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Legolas"}, {"ns": 0, "exists": "", "*": "Mellon"}, {"ns": 0, "exists": "", "*": "Moria"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Orodruin"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (1978 film)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (film series)"}, {"ns": 0, "exists": "", "*": "Two Towers (disambiguation)"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Manual of Style"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Cleanup"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:WP"}], "images": ["Material_icon_-_Mop.svg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{cleanup}}\n{{disambig-more|Two Towers|[[Two Towers (disambiguation)]]}}\n'''The Return of the Fellowship of the Ring to the Two Towers''' is the 13th episode of the 6th season of ''South Park''. It was originally broadcast on [[13 November|November 13]], [[2002]]. The episode is a spoof of [[The Lord of the Rings (film series)|''The Lord of the Rings'' (film series)]]. The boys go on a quest to return a copy of ''[[The Lord of the Rings: The Fellowship of the Ring]]'' to the video store.\n\n==Plot==\nStan, Kyle, Cartman, and Kenny (whose soul had been absorbed by Cartman), were playing pretend at ''The Lord of the Rings''. Stan's parents rented ''The Lord of the Rings: The Fellowship of the Ring'' and told the boys to bring it to Butter's parents so Butters could borrow it. After they left, Stan's parents realized the tape has been mixed with ''Back Door Sluts 9,'' \"the most hardcore porno ever.\"\n\nStan's parents drove to Butter's house, but met the boys as they were returning home having already delivered the tape. They convinced the boys to go on a quest to retrieve the tape as it \"[held] an evil power.\" The boys eagerly complied and returned to Butters' house and took the tape, but not before Butters, though not understanding the nature of it, watched and became obsessed with it.\n\nWhile returning home, the boys ran into some sixth graders, who took the tape and realized that it was a pornographic movie. They tried to steal the tape, but the boys escaped. Amazed at the tape's strange power, they took it to the High Elf of Faragon (Clyde). A council with most of the fourth graders decided that Talangar the Black (Token) should watch the tape to determine its power. He returned expressionless, and announced that he was not playing anymore, and left. Convinced of the tape's power, the council decided that it must be returned to the Two Towers video store \"from whence it came,\" and formed the \"Fellowship of ''The Lord of the Rings'',\" consisting of Stan, Kyle, Cartman (with Kenny), Craig, Jimmy, and Filmore.\n\nStan's parents, worried that the boys had not returned, showed up to Butters' house. Seeing Butters' (and later Token's) strange behavior, they realized that he has watched the tape. Assuming that the other boys would also watch it, they contacted the other parents and went on a desperate search to find their children and \"put it into context.\"\n\nThe Fellowship lost Jimmy, Craig, and Filmore after a run-in with the sixth graders. Butters, who had been following them, offered to guide them to the store in an attempt to get the tape back. They arrive dwith the sixth graders in hot pursuit, but Butters refused to let go of the tape. Kyle threw Butters with the tape into the return drop box.\n\nAngered at losing their movie, the sixth graders threatened to beat up the boys, but fled when the parents arrived. The parents went into a detailed explanation about sex, touching on explicit subjects, astonishing the boys who never actually watched the tape. The episode ended with Butters clutching his \"precious\" among a pile of other returned tapes in the drop box.\n\n==Parallels with ''The Lord of the Rings''==\nMany actions and events in this episode parody those in the ''The Lord of the Rings'' itself. The title in itself is a parody of the trilogy, incorporating all three of the titles into the episode's name.\n\n*Stan - [[Frodo Baggins|Frodo]].\n*Kyle - [[Samwise Gamgee|Sam]].\n*Cartman (and Kenny) - [[Gandalf]].\n*Clyde - [[Elrond]].\n*Jimmy - possibly [[Boromir]]; in one scene takes on the role of Gandalf.\n*Craig - [[Aragorn]].\n*Jason - [[Legolas]].\n*Butters - [[Gollum|Sméagol/Gollum]].\n*Filmore - a kindergartener, whom the boys call a [[Dwarves|dwarf]]; [[Gimli]].\n*The 6th graders - [[Nazgûl|Ringwraiths]], [[Orcs|Orc]] armies/Goblins, [[Balrogs|Balrog]].\n*The boys hide under a massive root while a sixth grader try to sniff them out, parodying the Hobbits’ first encounter with the [[Nazgûl|Ringwraith]] in both [[The Lord of the Rings (1978 film)|''The Lord of the Rings'' (1978 film)]] and ''[[The Lord of the Rings: The Fellowship of the Ring]]''.\n*In the scene when the sixth graders meet on their bikes, a building in the background can be seen which says \"More Doors Doors\" (Mordor's Doors).\n*While waiting for Clyde to open his door, Cartman says the word \"[[mellon]]\", the password to the [[Doors of Durin]].\n*Clyde's council parallels Elrond's council. During the council, Stan stands up to say: \"I will take it.\"\n*After losing half of their party, when Kyle observes that someone's following them, Cartman responds that, \"It's Butters. He's been following us for like 2 hours.\" This mirrors Gandalf's observation in [[Moria]].\n*Jimmy stands in the road and attempts to stop the sixth graders by saying, \"You shall not pass!\".\n*The boys escape from the sixth graders by crossing a river. The sixth graders, like the [[Nazgûl|wraiths]], keep going to find a bridge.\n*The sixth graders are about to beat up the boys before the parents arrive to save them, mirroring the arrival of the [[Eagles]].\n*At the end of the episode Butters, like Gollum, is reunited with his \"precious\". Gollum falls toward the center of [[Orodruin|Mount Doom]] and Butters to the bottom of the drop box. There, at the bottom of the box, a pile of already returned red colored video boxes gives the effect of Butters about to sink into his own lake of lava.\n\n==External links==\n*{{WP|The Return of the Fellowship of the Ring to the Two Towers}}\n*[http://southpark.wikia.com/wiki/The_Return_of_the_Fellowship_of_the_Ring_to_the_Two_Towers \"The Return of the Fellowship of the Ring to the Two Towers\"] at [http://southpark.wikia.com/wiki/South_Park_Archives South Park Archives]\n[[Category:Parodies]]"}}}