{"parse": {"title": "Penelope Fitzgerald: A Life", "pageid": 48492, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Penelope Fitzgerald a life.jpg"}, {"ns": 0, "exists": "", "*": "2013"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "*": "Penelope Fitzgerald"}, {"ns": 102, "exists": "", "*": "Index:Reminiscences of J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Penelope_Fitzgerald_a_life.jpg"], "wikitext": {"*": "{{book\n|title=\nPenelope Fitzgerald: A Life\n| image = Penelope Fitzgerald a life.jpg\n|author=Hermione Lee\n|publisher=Vintage\n|date= [[2013]]\n|format=Hardcover; Paperback\n|pages=554\n|isbn=9780099546597\n}}\n'''''Penelope Fitzgerald: A Life''''' is a biography of [[Penelope Fitzgerald]], written by Hermione Lee, which includes  [[Index:Reminiscences of J.R.R. Tolkien|reminiscence]] of [[J.R.R. Tolkien]] as professor at Oxford. \n\n==From the publisher==\n\n{{blockquote|Penelope Fitzgerald (1916–2000) was a great English writer, who would never have described herself in such grand terms. Her novels were short, spare masterpieces, self-concealing, oblique and subtle. She won the Booker Prize for her novel Offshore in 1979, and her last work, The Blue Flower, was acclaimed as a work of genius. The early novels drew on her own experiences – a boat on the Thames in the 1960s; the BBC in war time; a failing bookshop in Suffolk; an eccentric stage-school. The later ones opened out to encompass historical worlds which, magically, she seemed to possess entirely: Russia before the Revolution; post-war Italy; Germany in the time of the Romantic writer Novalis.\n\nFitzgerald’s life is as various and as cryptic as her fiction. It spans most of the twentieth century, and moves from a Bishop’s Palace to a sinking barge, from a demanding intellectual family to hardship and poverty, from a life of teaching and obscurity to a blaze of renown. She was first published at sixty and became famous at eighty. This is a story of lateness, patience and persistence: a private form of heroism.\n\nLoved and admired, and increasingly recognised as one of the outstanding novelists of her time, she remains, also, mysterious and intriguing. She liked to mislead people with a good imitation of an absent-minded old lady, but under that scatty front were a steel-sharp brain and an imagination of wonderful reach. This brilliant account – by a biographer whom Fitzgerald herself admired – pursues her life, her writing, and her secret self, with fascinated interest.}}\n\n==Extract==\n\n\"Tolkien sleeps in dressing-room with bath in corner, not to disturb Edith with late work & snoring. Flannel trousers, tweed jacket… has to light stove in his study a.m. for tutorials… Lectures in East School… bell of Merton quarter a mile away strikes the hour, gathers up notes, clears out for next lecturer… shops at the Covered Market in High St for sausages… Big typewriter with interchangeable type, Anglo-Saxon letters… Talked fast & not clearly, moved from idea to idea v fast… tended to talk in monologues… would dress us in Icelandic bearskin rug as polar bear, or as A/Saxon warrior… Friendship with C S Lewis… companionship between men… C S Lewis drawn to Xtianity by T’s explanation of it as a ‘myth that is true\".\n\n{{title|italics}}\n{{DEFAULTSORT:Penelope Fitzgerald: A Life}}\n[[Category:Biography books]]\n[[Category:Publications by title]]"}}}