{"parse": {"title": "The Faithful Stone", "pageid": 18193, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Aghan"}, {"ns": 0, "exists": "", "*": "Barach"}, {"ns": 0, "exists": "", "*": "Barad-dûr"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Drúedain"}, {"ns": 0, "exists": "", "*": "Dwarf"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "House of Haleth"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Púkel-men"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "The Drúedain"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HM"}], "images": [], "wikitext": {"*": "'''The Faithful Stone''' was a story published in the chapter \"[[The Drúedain]]\" of ''[[Unfinished Tales]]''. [[Christopher Tolkien]] found the contents of this story in an unfinished essay which was mostly about the interrelations of the languages of the [[Middle-earth]].\n\n==Background==\nIn the notes that follow the story Christopher Tolkien points out how that his father not only wanted to emphasize the drastic difference between [[hobbits]] and [[drúedain]] in physical appearance, but also wanted to differentiate the magic of the Drúedain from that of [[Dwarf|dwarves]]. This story is an illustration of the faithfulness of Drúedain, as the title says and their magic - how Drûgs are capable of transferring power to an object they made. This story may also strike some as a  miniature version of [[Sauron]]'s transfer of power to artifacts such as the One Ring and the foundation of [[Barad-dûr]].<ref>{{HM|UT}}, \"[[The Drúedain]]\", note 11</ref>\n\n==Synopsis==\nThe story set in the [[First Age]] is about the [[Drúedain|Drûg]] [[Aghan]] a great friend of [[Barach]], a forester of the [[House of Haleth|people of Haleth]].  When raiding [[orcs]] entered the forest, Aghan started to guard Barach's home which was two miles away from the nearest village. But Aghan had to leave Barach's house for some days to aid his injured brother as he was a skilled leech and knew the remedies to orc poison. He left behind a \"watch-stone\": a figure carved in the shape of a Drúadan to guard Barach's house.\n\nWhile Aghan was away, Barach's house was attacked by orcs who attempted to set it ablaze, but they were beaten off by a mysterious Drûg. The Drûg turned out to be the watch-stone to which Aghan had transferred some of his power. The legs of the statue were mutilated during the defence. Aghan suffered blistered legs around the same time as the watch-stone had defended Barach's house from the raiding orcs. The story ends with Aghan's words ''\"Alas! If some power passes from you to a thing that you have made, then you must take a share in its hurts.\"''\n\n==See also==\n*[[Púkel-men]]\n\n{{references}}\n{{DEFAULTSORT:Faithful Stone, The}}\n\n[[Category:Drúedain of Beleriand]]\n[[Category:Manuscripts by J.R.R. Tolkien]]"}}}