{"parse": {"title": "The Old Forest", "pageid": 7081, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "26 September"}, {"ns": 0, "exists": "", "*": "A Conspiracy Unmasked"}, {"ns": 0, "exists": "", "*": "Barrow Downs"}, {"ns": 0, "exists": "", "*": "Black Riders"}, {"ns": 0, "exists": "", "*": "Bonfire Glade"}, {"ns": 0, "exists": "", "*": "East Road"}, {"ns": 0, "exists": "", "*": "Fredegar Bolger"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Goldberry"}, {"ns": 0, "exists": "", "*": "Hey dol! merry dol! ring a dong dillo!"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "In the House of Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "O! Wanderers in the Shadowed Land"}, {"ns": 0, "exists": "", "*": "Old Forest"}, {"ns": 0, "exists": "", "*": "Old Man Willow"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Hedge"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Withywindle"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Short description"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["Roger_Garland_-_Tom_Bombadil.jpg"], "wikitext": {"*": "{{short_description|6th chapter of the first book of The Fellowship of the Ring}}\n{{chapter\n| image=Roger Garland - Tom Bombadil.jpg\n| title=The Old Forest\n| book=The Fellowship of the Ring\n| number=6\n| event=[[Old Man Willow]] attacks the [[Hobbits]]; [[Tom Bombadil]] saves them with his song.\n| date=[[26 September]] {{TA|3018|n}}\n| location=The [[Old Forest]]\n| previous=A Conspiracy Unmasked\n| next=In the House of Tom Bombadil\n}}\n\n{{quote|There! You have left the Shire, and are now outside, and on the edge of the Old Forest.|[[Meriadoc Brandybuck]]}}\n\n'''The Old Forest''' is the sixth chapter of the first book in ''[[The Fellowship of the Ring]]''. The main characters are [[Frodo Baggins]], [[Meriadoc Brandybuck]], [[Peregrin Took]] and [[Samwise Gamgee]].  [[Tom Bombadil]] is introduced.\n\nThe chapter tells of the [[Hobbits]] venture into the [[Old Forest]] in an attempt to evade the [[Black Riders]]. They are nearly killed by the angry [[Old Man Willow]], but are saved at the last moment by Tom Bombadil, who invites them to his home at the edge of the forest.\n\nThe chapter highlights the power and unpredictability of nature, representative of dangers that lie beyond [[The Shire]] and the Hobbits’ growing awareness of the perilous world  they are venturing into.\n\n==Overview==\nThe chapter begins where the [[A Conspiracy Unmasked|preceding chapter]] ends.\n\n===Entering the Old Forest===\nFrodo was awakened from his strange dream by Merry, shortly before dawn. Frodo, Merry, Sam, and Pippin, together with [[Fredegar Bolger|Fatty Bolger]], prepared the ponies and set off east towards the edge of the Old Forest. They reached the impassable [[The Hedge|Buckland Hedge]], where Merry revealed a hidden tunnel through the foliage that the Brandybucks sometimes used to enter the woods. They bid Fatty farewell.\n\nAt the end of the tunnel, the party passed through an iron gate, and Merry announced that they had now finally left The Shire. He warned the others that the trees in the Forest did not like strangers and would try to scare them away, especially during the night. He reported having once heard the trees whispering to each other, passing along news and plotting together. He then told the story of how the trees once attempted to attack the Hedge, but the Hobbits chopped many of them down and made a great bonfire at [[Bonfire Glade]]; after which the trees ceased their attacks but became quite unfriendly.\n\n===Into an Eerie Quiet===\nMerry attempted to locate what was supposed to be a wide path leading to the Bonfire Glade, but without luck. The forest grew eerily quiet as the party advanced into it, and the Hobbits soon sensed that they were being watched. Pippin’s stress got to him, and finally, he shouted:\n\n{{quote|Oi! Oi! I am not going to do anything. Just let me pass through, will you!|[[Peregrin Took]]}}\n\nMerry chastised Pippin for his outburst. Despite never finding the path he was looking for, he finally located Bonfire Glade. The glade was overgrown but still clear of trees. The party was encouraged when they found a straight path leading out the other side. They speculated that the woods might have just given up and were trying to hasten their departure.  As as they continued up this path, however, the atmosphere became even heavier upon them. Frodo attempted to alleviate the tension by singing [[O! Wanderers in the Shadowed Land]], but quickly realized that the verse might not be seen favorably by the trees.\n\n{{quote|For east or west all woods must fail . . .|[[O! Wanderers in the Shadowed Land]]}}\n\n===A Forced Path===\nThe path ran straight for several miles, finally leading the party up to a hilltop that peaked above the treeline. Looking over the treetops, Merry spotted the contours of the [[Withywindle]] winding its way through the forest to the south. He warned the others that they must avoid the river, as it was the source of the forest’s queerness. Unfortunately, no other landmarks could be seen, and particularly not the Hobbits’ destination: the [[East Road]], somewhere to the north. After a short meal on the hill, the mists faded away, revealing the end of the wood and the [[Barrow Downs]] beyond it to the east. This cheered the Hobbits, though preferred not to go that way due to the area’s sinister reputation.\n\nThe party attempted to make its way north towards the East Road, but quickly discovered that the trees had grown in a way that was forcing them ever southwards, towards the Withywindle at the heart of the forest. Despite their best efforts to change direction, the party ended up following the path until they finally reached the willow-lined river in the afternoon.\n\nMerry scouted ahead, discovering another path on the other side of the river, leading further eastwards. Pippin began to grow suspicious, accusing the Forest of trying to lead them into a dead end and stranding them there. Nevertheless, the Hobbits carried on eastwards along the river.\n\n===Encounter with Old Man Willow===\nSoon enough, the Hobbits began to feel very drowsy. Despite Frodo’s encouragement to continue, Merry insisted on resting in the shade of a great willow tree. He and Pippin lay down between the willow’s large roots, which seemed almost designed to be comfortable for them. Frodo looked up at the willow; old and gnarled but unnaturally soothing. He decided to sit on one of the tree’s great waterside roots and paddle his feet in the Withywindle to fight off the drowsiness. As he did, he heard the tree singing softly about water and sleep. Frodo then fell asleep, too.\n\nSam detected an unnatural quality to this drowsiness and resolved to fight it off. As he wrangled two of the ponies that had strayed away, he heard a loud splash followed by the sound of a wooden door locking shut. Rushing over, he found Frodo lying face-down in the water underneath one of the willow’s heavy roots, and struggled to pull him out.\n\n{{quote|Do you know, Sam, the beastly tree ''threw'' me in! I felt it. The big root just twisted round and tipped me in!|[[Frodo Baggins]]}}\n\nSam initially dismissed this as a dream, but to their horror, Sam and Frodo discovered that the tree’s roots had swallowed Pippin, and half of Merry. Sam and Frodo kicked and pulled at the roots, but to no avail. Sam suggested using fire to hurt the tree, but Frodo was afraid of burning Merry and Pippin. When they heard the sound of a sinister, far-off laughter, however, they decided to try it anyway. They started a small fire at the base of the tree, but then heard Merry scream from inside the roots:\n\n{{quote|Put it out! Put it out! He'll squeeze me in two, if you don't. He says so!|[[Meriadoc Brandybuck]]}}\n\n===Rescue by Tom Bombadil===\nAs Sam put out the fire, Frodo obeyed a sudden urge to run up the path and scream for help. He heard a voice coming up the path, singing:\n\n{{quote|Hey dol! merry dol! ring a dong dillo!<br/>Ring a dong! hop along! fal lal the willow!<br/>Tom Bom, jolly Tom, Tom Bombadillo!|[[Tom Bombadil]]'s Song, first verse}}\n\nFrodo and Sam stood entranced as [[Hey dol! merry dol! ring a dong dillo!|the song continued]], rapidly approaching them. Finally, a strange figure appeared on the path: a short, bearded man, dressed in colorful clothes and a feathered cap, carrying several white water-lilies on top of a large leaf. Frodo begged for the man’s help. The man introduced himself as Tom Bombadil, speaking in measured verses, almost rhyming as he talked. He called the willow tree Old Man Willow, and assured the Hobbits that he knew how to deal with it.\n\nTom set his water lilies down carefully and proceeded to sing quietly into the folds of the tree. He then broke off a branch and struck the tree with it, commanding the tree to “eat, dig, drink and sleep.” He pulled Merry out of the roots, and then a loud cracking sound was heard, followed by Pippin being spat out of Old Man Willow’s trunk. The tree’s folds closed, and the forest seemed to fall silent again.\n\nThe Hobbits thanked Tom, who immediately invited them to his home. They followed almost unthinkingly. Tom soon disappeared ahead of them, continuing his song so that they could follow. The song eventually stopped, but the Hobbits continued down the path. Evening soon fell, and the Forest began to appear ever more sinister.\n\n===A New Voice===\nJust as they were about to fall, exhausted, the Hobbits suddenly reached the eastern edge of the Old Forest. Beyond it lay a wide open, well-tended grassy meadow, with a stone path that led up to a small house on the side of a hill. The door of the house opened and light streamed out. They heard the final verse of Tom Bombadil’s song welcoming them in for merriment. As they approached, Tom’s voice was replaced by another, sweet and clear:\n\n{{quote|Now let the song begin! Let us sing together<br/>Of Sun, stars, moon and mist, rain and cloudy weather,<br/>Light on the budding leaf, dew on the feather,<br/>Wind on the open hill, bells on the heather,<br/>Reeds by the shady pool, lilies on the water:<br/>Old Tom Bombadil and the River-daughter!|[[Goldberry]]'s verse}}\n\nThe Hobbits reached the door, and were bathed in golden light.\n\n[[Category:The Fellowship of the Ring chapters|Old Forest]]\n[[fi:Vanha metsä (TSH)]]"}}}