{"parse": {"title": "Angmar (book)", "pageid": 23674, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Angmar (MERP).jpg"}, {"ns": 0, "exists": "", "*": "1995"}, {"ns": 0, "exists": "", "*": "Angmar: Land of the Witch King"}, {"ns": 0, "exists": "", "*": "Angmar (disambiguation)"}, {"ns": 0, "exists": "", "*": "Empire of the Witch-king"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Angmar_(MERP).jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|Angmar|[[Angmar (disambiguation)]]}}\n{{book\n|title=Angmar\n| image = Angmar (MERP).jpg\n|author=Graham Staplehurst, Heike Kubasch\n|isbn=1-55806-244-0 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1995]]\n|format=Softcover\n|pages=160\n|ice=2018\n}}\n'''''Angmar''''' is a supplement (in the ''Realm''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. It replaced the 1st Edition ''[[Empire of the Witch-king]]'', which itself combined revised material from the 1st Edition ''[[Angmar: Land of the Witch King]]'' with over 70 pages of new text.\n\nFor use with this supplement, [[Mithril Miniatures]] released a set of metal miniatures (M42 - M51 ''Witch-king of Angmar Army'').\n\n== Cover/Jacket Text == \n\n''\"For at that time the realm of Angmar arose in the North beyond the Ettenmoors. Its lands lay on both sides of the Mountains and there were gathered many evil men, and Orcs, and other fell creatures. [The lord of that land was known as the Witch-king, but it was not known until later that he was indeed the chief of the Ringwraiths, who came north with the purpose of destroying the Dûnedain in Arnor, seeing hope in their disunion, while Gondor was strong.]\"'' - The Return of the King, Appendix A \n\nThe Iron-home, domain of the Witch-king, is a cold, bleak land roamed by dark-robed Warrior Priests. These sinister wanderers oversee the slaves, soldiery, and Orcish tribes who serve the master of Carn Dûm. Fear is their whip-handle and shadow their wake. The sunshine of Angmar is thin, the bitterness of the climate lodges deep in both the land and its inhabitants. The Iron-home's chill darkness threatens not only neighboring Arthedain, successor kingdom of Arnor, but all the Free Peoples of Middle-earth. \n\nAngmar is a reprint of the 1989 ICE campaign module titled Empire of the Witch-king. This reprint as a realm piece features the excellence of the previous bestseller along with a plethora of exquisite new illustrations. Angmar includes complete stats for MERP, the Lord of the Rings Adventure Game, and Rolemaster. \n\nAngmar features: \n*COLOR MAPS - depicting the northernmost arm of the Misty Mountains and the highland plateau of the Iron-home, as well as the great fortress Carn Dûm, the seat of the Witch-king's rule. \n*ORC TRIBES - the disunified Orc army that comprises the vast majority of the Witch-king's war host; these troops are controlled by the terrible Olog warlord Rogrog and include the renowned Askai spearmen, the mail-coated Kurkurum, the cannibalistic Ulogarûm, the ritual-driven Uruk-lûgat, and many more. \n*MORNATURI - the six deadly generals who govern the Witch-king's mannish warriors. \n*GULMATHAUR - the three sinister High-priests who formulate strategies to subvert all of Endor to the worship of Darkness. \n*CARN DÛM - the imposing mountain citadel of the Lord of Morgul presented in extensive floorplans accompanied by detailed descriptive text. \n*ORC-HOLDS - maze-like tribal cavern complexes and fetid earthwork \"palaces,\" such as suffocating Storugoruz and noisome Shartap-krûal. \n*RUINS FROM THE ANCIENT DAYS - a sage's mound, a haunted mountain tarn, and a crumbling Dúnadan willa, all of which harbor hidden secrets from the distant past. \n*ORKISH GLOSSARY - over 1000 Orkish words paired with their English translations. \n*WARRIOR PRIESTS & ORC-FIGHTERS - rules for creating player-characters who operate under the Witch-king's iron rule. \n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}