{"parse": {"title": "From Elvish to Klingon", "pageid": 33666, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:From Elvish to Klingon.jpg"}, {"ns": 0, "exists": "", "*": "2011"}, {"ns": 0, "exists": "", "*": "27 October"}, {"ns": 0, "exists": "", "*": "Arden R. Smith"}, {"ns": 0, "exists": "", "*": "Douglas A. Anderson"}, {"ns": 0, "exists": "", "*": "The Ring of Words"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["From_Elvish_to_Klingon.jpg"], "wikitext": {"*": "{{book\n|title=From Elvish to Klingon: Exploring Invented Languages\n| image = From Elvish to Klingon.jpg\n|editor=Michael Adams \n|publisher=Oxford University Press\n|date=[[27 October]] [[2011]]\n|format=\n|pages=304\n|isbn=0192807099\n}}\n'''''From Elvish to Klingon: Exploring Invented Languages''''' is a collection of linguistic essays. The book includes the chapter \"International Auxiliary Languages\" by [[Arden R. Smith]], and a chapter on \"Tolkien's Invented Languages\" by Edmund Weiner (one of the co-authors of ''[[The Ring of Words|The Ring of Words: Tolkien and the Oxford English Dictionary]]'').<ref>[[Douglas A. Anderson]], \"[http://tolkienandfantasy.blogspot.com/2011/05/news-and-notes.html News and Notes]\" (dated 30 May 2011) at [http://tolkienandfantasy.blogspot.com/ Tolkien and Fantasy (blog)] (accessed 2 June 2011)</ref>\n\n==From the publisher==\n{{blockquote|'''Product Description'''<br/><br/>From the Elvish language Tolkien invented for denizens of Middle Earth to the bizarre science fiction lingo spoken by the Klingons in Star Trek, writers have always endeavored to create new forms of expression, not only in the English language, but in languages that exist only in their own imaginations.<br/><br/>Now, in ''From Elvish to Klingon: Exploring Invented Languages'', a group of leading linguists offers a lively investigation of all manner of invented languages. Each chapter focuses on a different language, or group of languages, and explores the origins, purpose, and usage of these curious artifacts of culture. We learn about the new languages invented to enhance the experience of video and online games, from the complexities of Gargish, the language of gargoyles in ''Ultima VI'', to Simlish, the emotionally expressive language of ''The Sims'', and 1334, the entirely exclusionary and satirical language of international gamers. We also learn about the futuristic languages, Newspeak and Nadsat, invented by George Orwell and Anthony Burgess in their dystopian novels ''1984'' and ''A Clockwork Orange'', and many more. The book explores all aspects of invented languages--their unique grammar, vocabulary, and usage--and includes fascinating analysis of sample dialogues and expressions. Written by experts in their fields, chapters cover such topics as International Auxiliary Languages, Invented Vocabularies, Literary \"Nonsense\", and Language Reconstruction and Renewal. It's all \"maj\" (good) as the Klingons would say, or \"doubleplusgood,\" as a \"duckspeaker\" in Orwell's ''1984'' might observe.<br/><br/>For anyone wanting to understand more fully the intricacies and attractions of invented languages, ''From Elvish to Klingon'' offers the most thorough study of the subject available today.<br/><br/>'''About the Author'''<br/><br/>Michael Adams is Associate Professor of English and Director of Undergraduate Studies at the University of Indiana. He has contributed to and edited many journals as well as numerous linguistic works, including the ''Middle English Dictionary'' and ''The American Heritage Dictionary of the English Language'', Fourth Edition. He is the author of ''Slayer Slang: A Buffy the Vampire Slayer Lexicon'' and co-author of ''How English Works: A Linguistic Introduction to the English Language''.}}\n\n{{references}}\n{{title|italics}}\n[[Category:Linguistic books]]\n[[Category:Publications by title]]"}}}