{"parse": {"title": "Tolkien in D&D", "pageid": 70731, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1978"}, {"ns": 0, "exists": "", "*": "April"}, {"ns": 0, "exists": "", "*": "Dragon Magazine"}, {"ns": 0, "exists": "", "*": "Dungeons and Dragons"}, {"ns": 0, "exists": "", "*": "L. Sprague de Camp"}, {"ns": 0, "exists": "", "*": "Robert E. Howard"}, {"ns": 0, "exists": "", "*": "TSR"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "'''''Tolkien in D&D''''' is an essay published by [[Wikipedia:Robert J. Kuntz|Rob Kuntz]] in [[Dragon Magazine]] #13 in [[April]] [[1978]], as part of the ''From the Sorcerer's Scroll'' column. It addresses the persistent comparison between the ''[[Dungeons and Dragons]] roleplaying game'' and Tolkien's works, often through letters to [[TSR]], the company for which he works and which published the game. Kuntz argues against the idea that ''Dungeons & Dragons'' was primarily inspired by Tolkien, and he specifically pushes back on players who want to alter the game's rules to better align with Tolkien's lore.\n\nKuntz quotes a letter from a player who proposes changes to the game's rules, such as giving non-human races like elves and dwarves minimum ability scores (e.g., a minimum strength of 14 for dwarves) to better reflect their portrayals in the Lord of the Rings. Kuntz dismisses this, emphasising that the game was designed with humans as the ''“strongest and predominant race.”'' Furthermore, he believes a continuing story in Middle Earth is not possible, for after the destruction of the Ring there would be nothing to do.\n\nAddressing the inspirations taken from the Lord of the Rings, he mentions ''“Balrogs, Orcs etc. for it was recognized that Tolkien made some impressions upon the Fantasy literary world which were worth including”'', but also states that elves and dwarves long predate Tolkien.\n\nFinally, he cites [[Wikipedia:Gary Gygax|Gary Gygax]] in the original foreword to ''Dungeons and Dragons'', who brings up other fantasy writers than Tolkien: ''“Those wargamers who lack imagination, those who don’t care for Burroughs’ Martian adventures where John Carter is groping through black pits, who feel no thrill upon reading [[Robert E. Howard|Howard’]]s Conan saga, who do not enjoy the [[L. Sprague de Camp|de Camp]] & Pratt fantasies or Fritz Leiber’s Fafhrd and the Gray Mouser pitting their swords against evil sorceries will not be likely to find Dungeons and Dragons to their taste.”''<ref>Kuntz; \"Tolkien in Dungeons & Dragons\" in Dragon #13</ref>\n{{references}}\n{{title|italics}}\n[[Category:Published articles]]"}}}