{"parse": {"title": "Hobit (1989 Slovak radio series)", "pageid": 59542, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1989"}, {"ns": 0, "exists": "", "*": "An Unexpected Party"}, {"ns": 0, "exists": "", "*": "Bard the Bowman"}, {"ns": 0, "exists": "", "*": "Beorn"}, {"ns": 0, "exists": "", "*": "Bert"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Black Arrow"}, {"ns": 0, "exists": "", "*": "Bolg"}, {"ns": 0, "exists": "", "*": "Dáin Ironfoot"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Far over the misty mountains cold"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Great Goblin"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "J. R. R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lake-men"}, {"ns": 0, "exists": "", "*": "Lord of the Eagles"}, {"ns": 0, "exists": "", "*": "Master of Lake-town"}, {"ns": 0, "exists": "", "*": "Mirkwood"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "Out of the Frying-Pan into the Fire"}, {"ns": 0, "exists": "", "*": "Pán prsteňov (2001-2003 Slovak radio series)"}, {"ns": 0, "exists": "", "*": "Riddles in the Dark"}, {"ns": 0, "exists": "", "*": "Roll-roll-roll-roll,"}, {"ns": 0, "exists": "", "*": "Roäc"}, {"ns": 0, "exists": "", "*": "Sack of Erebor"}, {"ns": 0, "exists": "", "*": "Smaug"}, {"ns": 0, "exists": "", "*": "Spiders"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Hobbit (film series)"}, {"ns": 0, "exists": "", "*": "The Last Stage"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (2001-2003 Slovak radio series)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (film series)"}, {"ns": 0, "exists": "", "*": "Thorin Oakenshield"}, {"ns": 0, "exists": "", "*": "Thorin and Company"}, {"ns": 0, "exists": "", "*": "Thranduil"}, {"ns": 0, "exists": "", "*": "Tolkien Estate"}, {"ns": 0, "exists": "", "*": "Tom"}, {"ns": 0, "exists": "", "*": "William"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "'''''Hobit''''' (Slovak: '''The Hobbit''') was a [[wikipedia:Slovakia|Slovak]] radio adaptation based on ''[[The Hobbit]]''. It first aired in [[1989]] as a two-part radio miniseries on the [[wikipedia:Slovenský rozhlas|Slovak division]] of [[wikipedia:Czechoslovak Socialist Republic|Czechoslovakia]]'s then public radio broadcaster, the now defunct [[wikipedia:Czech Radio#Czechoslovak era|Československý rozhlas]]. \n\nThis was a fairly basic radio series, with a relatively small cast, and various accompanying incidental music and sound effects. Each of the two episodes of the ''Hobit'' radio miniseries had a runtime of about 40 minutes. Adapted for radio by Július Gajdoš, with Ľuboš Machaj as dramaturge, the series was directed by Táňa Tadlánková. The incidental music for the series was composed by Jozef Malovec.<ref>[https://www.tv-archiv.sk/j-r-r-tolkien-hobit-rozhlasova-hra- TV-archiv.sk - J. R. R. Tolkien: ''The Hobbit (radio play)'']. Retrieved 21 May 2021. [https://web.archive.org/web/20210521155629/https://www.tv-archiv.sk/j-r-r-tolkien-hobit-rozhlasova-hra- Archived] via the Wayback Machine of Archive.org on 21 May 2021.</ref>\n\nIt is not known whether the adaptation sought permission from the [[Tolkien Estate]] and whether it was approved by the Estate (many former East Bloc television and radio adaptations of Tolkien's works were not officially approved by the Estate or other TV/film rights holders). \n\n==Episodes==\n\nThe series aired in two episodes. \n\n# '''Part 1''' (covers the story from \"[[An Unexpected Party]]\" to \"[[Riddles in the Dark]]\")\n# '''Part 2''' (covers the story from \"[[Out of the Frying-Pan into the Fire]]\" to \"[[The Last Stage]]\")\n\n==Plot==\nThe series follows the storyline of ''[[The Hobbit]]'' fairly closely. \n\nHowever, due to the relatively short running time of the miniseries, there are also some major omissions from the storyline. This occurs slightly in the first episode, but is particularly noticeable in the second episode.\n\n=== Changes and omissions in the first episode ===\n\nThere are almost no omissions or changes to the story in the first episode. The major exception is not a single mention of Rivendell, Elrond or a stopover there. The first episode otherwise includes Gandalf's and Bilbo's meeting, the dwarves visit at Bag End, the beginning of the expedition, the meeting with the three trolls, the captivity among the goblins in the underground of the Misty Mountains and the Riddles in the Dark between Bilbo and Gollum. \n\nOne of the few non-omission changes in the first episode is that Bilbo becomes persuaded enough by Gandalf and the dwarves to join their expedition voluntarily, rather than rejecting at first, and only then changing his mind under Gandalf's insistence, as in the novel.\n\n=== Changes and omissions in the second episode ===\n\nThe second episode of the radio miniseries adapts the majority of the chapters set after Thorin and company conclude their passing of the [[Misty Mountains]]. \n\nMajor omissions include [[Beorn]] and the company's stay at his house, as well as all appearances by the [[Spiders|giant spiders]] of [[Mirkwood]]. [[Bard the Bowman]] is also absent from the story and there is no mention of the [[Black Arrow]], but Smaug is still killed by the [[Lake-men|Men of Lake-town]] after being struck by an arrow in the one vulnerable point of his body. The arrival to Lake-town and Smaug's later attack on it are summarized quickly during the course of the story, and there are essentially no distinct characters from Lake-town in this radio adaptation.\n\nAside from the absent giant spiders, most of the company's adventures and temporary imprisonment in the Woodland Realm is adapted faithfully. This includes their interrogation by the Elven-king, Bilbo stealthily breaking the dwarves out of prison, bypassing elven guards drunk on wine, and loading the dwarves into barrels for a successful escape.  \n\nDuring the Battle of the Five Armies, the dwarven army reinforcements from the Iron Hills, led by Dáin Ironfoot, do not make an appearance at all, nor are they alluded to. The radio play portrays Thorin and his company charging headlong into fighting with the goblins headed to the reclaimed Mountain, presumably fighting the goblins alongside the Mirkwood Elves and Lake-men. (It is never specified in-narrative why the Elves and Lake-men suddenly forgot they want their share of the treasure from Erebor and why they suddenly ally with Thorin and the dwarves. Presumably, they chose to be friendly with the dwarves in light of the advancing goblin army. The play unitentionally implies that Thorin and his companions were enough to defeat the goblin armies, and even the Men and Elves !) \n\nThe Great Eagles, absent from the entire radio play, do not make an appearance at the Battle of the Five Armies either (nor does Bilbo's \"The eagles are coming...\" comment). The battle is, like much of the entire second half of the second episode, very heavily condensed, despite containing some key parts of the story. However, Thorin's wounds, parting conversation with Bilbo and subsequent death after the battle are adapted very faithfully.\n\n==Cast==\n{| class=\"wikitable\"\n|- bgcolor=\"#CCCCCC\"\n! Role !! Actor\n|-\n| [[Bilbo Baggins]] || Peter Bzdúch\n|-\n| [[Gandalf]] || Karol Machata\n|-\n| [[Thorin Oakenshield]] || Ľubomír Roman \n|-\n| [[Thorin and Company|Dwarves of <br> Thorin's Company]] || Boris Farkaš <br> Marián Zednikovič <br> Alfréd Swan <br>  various (not specified)\n|-\n| [[William]], [[Bert]] <br> and [[Tom]] || Peter Debnár <br> Vlado Černý <br> Ivan Gogál\n|-\n| [[Great Goblin]] || uncredited actor <br> (apparently Karol Čálik)\n|-\n| [[Gollum]] || Karol Čálik\n|-\n| [[Thranduil|The Elven-king]] || Alfréd Swan\n|-\n| [[Smaug]] || Ján Mistrík\n|-\n| [[Roäc]] || Ivan Krivosudský\n|-\n|Additional voices <br> and background voices || Peter Rúfus <br> Vlado Černý <br> Pavol Topoľský <br> Maroš Kramár\n|}\n\nKarol Machata's Gandalf also serves as the overarching narrator of the storyline. He provides the introduction in the first episode, and later has some narrator asides while he is away from Bilbo, Thorin and Company for longer periods. This is particularly pronounced in the second episode of this miniseries, when Gandalf has to leave for his errands, while Bilbo and the dwarves enter Mirkwood and continue their journey. Gandalf also provides a seven-minute long recap of the events of the first episode at the start of the second episode.\n\nThe dwarves in Thorin's Company are not credited, and they are not easily identifiable by their radio actor due to many of them having slightly modulated voices. It's possible several of the dwarves were portrayed by a single actor, with only a small pool of the play's actors portraying all thirteen dwarves. \n\n[[Elrond]] and the Rivendell elves, the [[Lord of the Eagles]], [[Beorn]], [[Bard the Bowman]], the [[Master of Lake-town]], [[Bolg]] and [[Dáin Ironfoot]] do not appear in this radio adaptation.\n\n== Credits ==\n* Based on the work by:  [[J.R.R. Tolkien]]\n* Adapted by: Július Gajdoš <ref>[https://www.vsmu.sk/wp-content/uploads/2016/11/bakosova_cas_cinohry_nasich_cias_ebook.pdf A Slovak non-fiction anthology on the work of theatrical and radio script writers] - includes notes on Július Gajdoš and his work on radio and theatrical adaptations, including those of ''The Hobbit''.</ref> \n* Dramaturge: Ľuboš Machaj\n* Directed by: Táňa Tadlánková\n* Music: Jozef Malovec (composer of scenic music)\n* Sound engineer: Róbert Bartoš <ref>[https://www.tv-archiv.sk/j-r-r-tolkien-hobit-rozhlasova-hra- TV-archiv.sk - J. R. R. Tolkien: ''The Hobbit (radio play)'']. Retrieved 21 May 2021. [https://web.archive.org/web/20210521155629/https://www.tv-archiv.sk/j-r-r-tolkien-hobit-rozhlasova-hra- Archived] via the Wayback Machine of Archive.org on 21 May 2021.</ref>\n\nThis radio play does not have a theme song with lyrics, nor any audibly read titles.\n\n== Music ==\n\nThe music for the series was composed by Jozef Malovec. It is a blend of lighter electronic music (including synthesizer samples), ambient sound effects and some traditional instrumentation (or its electronic recreations).\n\n=== Themes ===\n\nSome of the recognisable themes and leitmotifs in this radio miniseries. \n\n* Main Theme / The Hobbit Theme\n* Lonely Mountain Theme (also used in the Misty Mountains song)\n* Mirkwood and Woodland Realm Theme\n* Battle of the Five Armies Theme\n\n=== Adapted songs ===\n\nThe play adapts [[Far over the misty mountains cold]] in a heavily abbreviated version, which the dwarves sing several times throughout the radio play. The lyrics are also more of a loose translation/interpretation of the novel's original lyrics. They do not examine the backstory of the [[Sack of Erebor]] and the dwarves' exile from Erebor in-depth. \n\nAnother song adapted from the original novel is [[Roll-roll-roll-roll,]]. It is sung by the elven guards from the Woodland Realm while they're working their chores with the delivery barrels intended for a return journey to Lake-town.\n\n== Translation and terms ==\nThe oldest published book translation of a work by Tolkien in former Czechoslovakia was the 1973 Slovak translation of ''The Hobbit'', by experienced translator and linguist Viktor Krupa (1936-2021). The poems and songs were translated in cooperation with Jana Šimulčíková. The translation was first published as ''Hobbiti'' (\"Hobbits\") and a slightly revised new edition was published in 1994 and then 2002 as ''Hobbit'' (\"The Hobbit\"). The first published Czech translation of ''The Hobbit'' appeared a little later, in 1978, translated by František Vrba. A new Slovak translation of ''The Hobbit'' by Otakar Kořínek - ''Hobit'' - appeared in the 2000s (2002, 2007, et al), subtly different and internally consistent with Kořínek's Slovak translations of ''The Lord of the Rings'' and other works in Tolkien's Legendarium. Both of the Slovak translations and the Czech translation were based on the second edition of the English original.<ref>[https://ramgad.tolkien.sk/tolkien-slovensky.html Ramgad.Tolkien.sk - \"Tolkien's works in Slovak\"]. Overview of Tolkien's works published in the Slovak language to date. Retrieved 21 May 2021. [https://web.archive.org/web/20160808010448/https://ramgad.tolkien.sk/tolkien-slovensky.html Archived] via the WaybackMachine of Archive.org on 8 August 2016.</ref><ref>[https://blog.abchistory.cz/tolkien-hobit-vrba-doruzka-odeon.htm Article on the history of the Czech translations of ''The Hobbit'' and its theatrical and radio adaptations] (from the 1970s to the early 1990s). Blog.ABCHistory.cz. Retrieved 21 May 2021.</ref><ref>[https://www.databazeknih.cz/knihy/pan-prstenu-hobit-aneb-cesta-tam-a-zase-zpatky-29752 DatabazeKnih.cz - J.R.R. Tolkien: The Hobbit] (transl. František Vrba), Odeon 1978, 1991. [https://www.databazeknih.cz/knihy/hobit-aneb-cesta-tam-a-zase-zpatky-324842 DatabazeKnih.cz - J.R.R. Tolkien: The Hobbit] (transl. František Vrba), Argo 2016.</ref><ref>[http://www.elrondslibrary.fr/T_Slovak.html Elrond's Library.fr - Published Slovak translations of Tolkien's works] (not entirely up to date). Retrieved 21 May 2021.</ref><ref>[https://www.databazeknih.cz/knihy/pan-prstenu-hobit-aneb-cesta-tam-a-zase-zpatky-29752 DatabazeKnih.cz - J.R.R. Tolkien: The Hobbit] (transl. František Vrba), Odeon 1978, 1991</ref><ref>[http://www.elrondslibrary.fr/T_Czech.html Elrond's Library.fr - Published Czech translations of Tolkien's works] (not entirely up to date). Retrieved 21 May 2021.</ref>\n\nThough a Slovak radio production, the 1989 radio miniseries strangely did not use Viktor Krupa's translation. Instead, it borrowed a small handful of elements from Vrba's Czech translation (the rendition of Thorin's epithet and Smaug's name), while essentially inventing new terminology for some other concepts and characters. The end result is based on neither the Slovak or the Czech translations of ''The Hobbit'', but occupies a peculiar grey area. It isn't clear whether this approach was down to artistic license or legal reasons (i.e. potential legal issues with the book translations' publishers).\n\nThis creates a certain level of disparity with the existing Krupa translation of ''The Hobbit'', as well as the newer 2000s translation of ''The Hobbit'' by O. Kořínek (part of the  Slovak translations of Tolkien's Legendarium, near-complete since the early 2010s). However, the somewhat different terminology and pronunciations used by this radio miniseries are not hard to identify with either the Slovak or Czech translations' own consistent terminology.\n\nAs the miniseries leaves out Rivendell, the Great Eagles, Beorn and his house, and the Iron Hills, these concepts didn't even require potential translation. In turn, the Lonely Mountain is never referred to as Erebor, nor even the Lonely Mountain, but only as \"the Mountain\". One of the few elven terms from the original novel that is used explicitly is the brief mention of Dorwinion, by one of the wine-loving elven guards at the Elvenking's halls. \n\nThe form and pronunciation of Bilbo's name and that of some of his relatives shows the rather inconsistent and book translations avoiding approach often seen in the miniseries. \nBilbo's family name is not translated at all, and kept in its English form Baggins, with the only change being a Slovak phonetization - to roughly \"Beggins\". This solution also affects the presentation of Gandalf's name, as his name is phonetized from English as \"Gendelf\", instead of the Slavic \"a\" pronunciation commonly used for his name in Czech and Slovak (in all other book translations, radio adaptations and television films dubs).\n\nBilbo's mother, Belladona Took, is renamed to Belladona Buková (\"Belladona Beech-tree\"), rather than the Belladona Berková of Krupa's translation (where the Took family are the Berko family), or the similar Belladona Bralová, which occurs in both Pošustová's Czech translations and Kořínek's Slovak translations (in both, the Took family are the Bral family).\n\nGollum is relatively little alluded to by his moniker during the \"Riddles in the Dark\" sequence of the story. When he is named (mostly by Gandalf's narration in the second episode starting recap), he is referred to as \"Glom-glum\" or \"Glum-glum\".\n\nOne of the most peculiar terminological differences occur with the miniseries' naming of the goblins. In Czech translations by both Vrba and Pošustová, ''skřet'' and the plural ''skřeti'' (roughly \"dread-goblins\", \"evil goblins\") are terms used not only for the goblins in ''The Hobbit'', but also for the orcs of ''The Lord of the Rings'', ''The Silmarillion'' and other works in the Legendarium. Krupa's and Kořínek's Slovak translation of ''The Hobbit'' rendered goblins straight-forwardly as ''škriatkovia'' (\"goblins\"), in Kořínek's translation occasionally also as ''škrati'' (\"ugly-goblins\", \"evil goblins\"). Krupa's only other Tolkien translation was ''Roverandom'' decades later, and Kořínek's Slovak translations of other works in the Legendarium have their own term for \"orcs\". In the 1989 Slovak radio adaptation of ''The Hobbit'', the goblins of the original are never translated as goblins, whether in a more Czech or more Slovak form of the term. Instead, they are translated as ''škrekovia'', literally \"screechers\". This seems like an intentionally humorous translation, and consistent with the goblin voice actors, who give them screechy, angry, surly voices.\n\nFinally, there are some translated epithets and names loaned directly from Vrba's Czech translation of ''The Hobbit''. The first obvious example of this is when Thorin introduces himself during the first episode - as Thorin Pavéza, literally \"Thorin [[wikipedia:Pavise|Pavise]]\". The Slovak book translations rendered his epithet as Duboštít (lit. \"Oakenshield\", Krupa tr.) and as Dubbin (lit. \"Oaken\", Kořínek tr.). The second example is the name of the dragon Smaug. Vrba's Czech translation is one of the few in any language that changed Smaug's name. This was done for the sake of a punny name, to \"Šmak\". The word ''šmak'' is a Czech folk term (originally a German loanword) meaning \"appetite\", \"great appetite\" (apparently hinting at the dragon's ferocious appetite). The 1989 Slovak radio adaptation also uses Šmak (possibly the only adaptation to do so, aside from Czech audiobooks and television dubs). Krupa's and Kořínek's two different Slovak book translations of ''The Hobbit'' kept Smaug's name the same as in the original, and also kept its phonetics virtually identical to the original pronunciation.\n\n== Other notes ==\nSome of the actors from the 1989 ''Hobit'' radio miniseries also appeared in the [[The Lord of the Rings (2001-2003 Slovak radio series)|2001-2003 Slovak radio adaptation]] of ''[[The Lord of the Rings]]'', albeit all in different roles. These include Boriš Farkaš (as Aragorn), Ivan Gogál (as Gríma Wormtongue), Vlado Černý (as Radagast the Brown), Marián Zednikovič (as Glorfindel), Pavol Topoľský (as Uglúk) and Karol Čálik (as a hobbit bounder). \n\nThe 1989 miniseries' dramaturge Ľuboš Machaj would also work as the dramaturge for the first (2001) season of the 2001-2003 radio series (possibly as a passing of the baton to the different creative team behind the newer radio series).\n\nSeveral of the actors also appeared in the Slovak television dubs of Peter Jackson's two film trilogies. For both the ''[[The Lord of the Rings (film series)|The Lord of the Rings]]'' and ''[[The Hobbit (film series)|The Hobbit]]'' film trilogies, Ivan Gogál dubbed Elrond, while Boris Farkaš dubbed Gimli in ''The Lord of the Rings'' film trilogy and Radagast the Brown (in a different voice) in ''The Hobbit'' film trilogy. Ján Mistrík also appeared as Óin, Karol Čálik as Glóin, and Peter Rúfus as Dáin Ironfoot in the dub of ''The Hobbit'' film trilogy. \n<ref>[https://www.dabingforum.sk/viewtopic.php?f=122&t=85 ''The Lord of the Rings: The Fellowship of the Ring''. Film dub overview at Dabingforum.sk] (Slovak dubbing discussion forum). Date: 26 December 2010. Retrieved: 30 May 2021.</ref>\n<ref>[https://www.dabingforum.sk/viewtopic.php?f=122&t=708 ''The Lord of the Rings: The Two Towers''. Film dub overview at Dabingforum.sk] (Slovak dubbing discussion forum). Date: 25 February 2011. Retrieved: 30 May 2021.</ref>\n<ref>[https://www.dabingforum.sk/viewtopic.php?f=122&t=4736 ''The Lord of the Rings: The Return of the King''. Film dub overview at Dabingforum.sk] (Slovak dubbing discussion forum). Date: 21 December 2013. Retrieved: 30 May 2021.</ref>\n<ref>[https://www.dabingforum.sk/viewtopic.php?f=122&t=5712 ''The Hobbit: An Unexpected Journey''. Film dub overview at Dabingforum.sk] (Slovak dubbing discussion forum). Date: 19 November 2014. Retrieved: 30 May 2021.</ref>\n<ref>[https://www.dabingforum.sk/viewtopic.php?f=122&t=6689 ''The Hobbit: The Desolation of Smaug''. Film dub overview at Dabingforum.sk] (Slovak dubbing discussion forum). Date: 8 February 2016. Retrieved: 30 May 2021.</ref>\n<ref>[https://www.dabingforum.sk/viewtopic.php?f=122&t=7202 ''The Hobbit: The Battle of the Five Armies''. Film dub overview at Dabingforum.sk] (Slovak dubbing discussion forum). Date: 5 November 2016. Retrieved: 30 May 2021.</ref>\n\n{{References}}\n\n==See also==\n*[[Pán prsteňov (2001-2003 Slovak radio series)|''Pán prsteňov'' (2001-2003 Slovak radio series)]] - The three season, 18 episode Slovak radio series adaptation of [[J. R. R. Tolkien]]'s ''[[The Lord of the Rings]]'', by Slovak Radio and Rádio Twist.\n\n==External links==\n* [https://www.tv-archiv.sk/j-r-r-tolkien-hobit-rozhlasova-hra- ''The Hobbit'' 1989 Slovak radio series] at the [https://www.tv-archiv.sk/ TV-archiv.sk] website\n* [https://phuulishfellow.wordpress.com/2021/04/09/the-slovakian-radio-hobbit-1989/ English-language review of the radio miniseries] by Daniel Stride of the ''A Phuulish Fellow'' blog\n\n{{title|italics}}\n[[Category:Radio adaptations|Hobit]]"}}}