{"parse": {"title": "Southern Gondor: The People", "pageid": 23676, "redirects": [{"from": "MERP: Southern Gondor, The People", "to": "Southern Gondor: The People"}], "links": [{"ns": 6, "exists": "", "*": "File:Southern Gondor, The People.jpg"}, {"ns": 0, "exists": "", "*": "1996"}, {"ns": 0, "exists": "", "*": "Anders Blixt"}, {"ns": 0, "exists": "", "*": "Chris Seeman"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Southern Gondor: The Land"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Southern_Gondor,_The_People.jpg"], "wikitext": {"*": "{{book\n|title=Southern Gondor: The People\n| image = Southern Gondor, The People.jpg\n|author=Jason Beresford, [[Anders Blixt]], Mats Blomqvist, Gunnar Brolin, Jeff Hatch, Tim Innes, Martin Rundkvist, Erik Ragvik, Olle Sahlin, [[Chris Seeman]], Magnus Seter\n|isbn=1-55806-255-6\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1996]]\n|format=Softcover\n|pages=208\n|ice=2020\n}}\n'''''Southern Gondor: The People''''' is a supplement (in the ''Peoples''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. The supplement links with ''[[Southern Gondor: The Land]]''.\n\n== Cover/Jacket Text == \n\n''\"There dwelt a hardy folk between the mountains and the sea. They were reckoned men of Gondor, yet blood was mingled, and there were short and swarthy folk among them whose sires came more from forgotten men who housed in the shadow of the hills in the Dark Years ere the coming of the kings. But beyond, in the great fief of Belfalas, dwelt Prince Imrahil in his castle of Dol Amroth by the sea, and he was of high blood, and his folk also, tall men and proud with sea-grey eyes.\"'' - The Return of the King \n\nSouthern Gondor: The People tells of Elendil's sons, Isildur and Anárion, recounting their arrival on the shores of Endor and moving through the events of the great nation they founded there. Daen peoples first dwelt in the lands of Gondor before the kings, followed by the Pelargirean League who preceded the Faithful into the southern reaches of the realm. The Princes of Belfalas, the Haruze of Harandor, the Corsairs of Umbar made still later contributions to the complex politics governing Gondor's sovereign rule. The ebb and flow of war, prosperity, and ambition among these diverse inhabitants sets the stage for adventure. \n\nSouthern Gondor: The People reaches back to the First Age to reveal the realm at that time and follow it through the millennia to the Fourth Age and the reign of Aragorn II. Culture, peoples, politics, religion, and individuals of note receive complete coverage - from the chieftain of the Oathbreakers and the watch-stones of the Woses to the moon-calendar of the Uinendili and the sacred Karma of Aldarion. \n\nTen adventures bring it all to vibrant life. \n\nSouthern Gondor: The People includes complete game stats for MERP and Rolemaster. \n\nSouthern Gondor: The People features: \n\n*HEROES & KINGS - Isildur and Anárion loom larger than life, and the rulers who follow them are hardly less so. Telumehtar subjugates sun-darkened Umbar. Tarannon, the first of the Ship-kings, starts Gondor on the road to imperial glory. And Aragorn shepherds the realm through the War of the Ring. \n*DÚNEDAIN - The High Men of the West bring the lore and culture of their lost homeland to Gondor and blend these virtues with a love of truth and loyalty. \n*GONDORIANS - These sturdy peasant folk who tend field and croft revere Yavanna most of all the Valar, for her earth shapes the rhythm of their lives. \n*FESTIVALS - The ancient high days of Erukyermë, Erulaitalë, and Eruhantalë gain celebratory renewal in the South Kingdom. \n*WOSES - Drughu whose ancestors guarded the houses of the Folk of Haleth roam the lands of southern Gondor many ages before the Faithful arrived on Endor's shores. \n*HARUZE - Gondor's desert-dwelling neighbors give their friendship sometimes to the Dúnedain and at other times to hostile Umbar. \n*DAEN - These plaid-wearing charioteers follow the bizarre monuments of the Drughu into the meads between the mountains and the sea. There they dwell for centuries, herding their flocks and hammering bronze into mirrors, jewellery, and tools. \n*BOUGHS OF RETURN - Mystical artefacts bestowed by the Ainur and enchanted relics from the lost isle of Númenor await the Dúnedain in vault, library, and garden when peril threatens. \n*ADVENTURES - Crew a privateer and court peril on the waves and tides of Belfalas Bay! Hunt Haradan spies in the back alleys of Pelargir! Untangle the plots of an unusual Daen rebel! Stalk a stolen Mûmak through the taverns of Methir of the coast!\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}