{"parse": {"title": "Ents of Fangorn", "pageid": 26240, "redirects": [{"from": "MERP: Ents of Fangorn", "to": "Ents of Fangorn"}], "links": [{"ns": 6, "exists": "", "*": "File:MERP - Ents of Fangorn.jpg"}, {"ns": 0, "exists": "", "*": "1987"}, {"ns": 0, "exists": "", "*": "Angus McBride"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "*": "Randell E. Doty"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["MERP_-_Ents_of_Fangorn.jpg"], "wikitext": {"*": "{{book\n|title=''Ents of Fangorn''\n| image = MERP - Ents of Fangorn.jpg\n|author=[[Randell E. Doty]]\n|isbn=0-915795-84-1\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1987]]\n|format=Softcover\n|pages=48\n|ice=3500\n}}'''''Ents of Fangorn''''' is a module (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n*Cover art: [[Angus McBride]]\n\nFor use with this supplement, [[Mithril Miniatures]] released a set of metal miniatures (M185 - M194 ''Fangorn Forest'').\n\n== Cover/Jacket Text == \n\nWelcome to forest called Fangorn, bordered on the east by the Wold, and on the west by the high peaks of the southern Misty Mountains. Here dwell the Ents, a strange and fascinating race. Slow to anger, and yet fearsome when enraged, these huge tree-like folk are among Middle-earth's most powerful beings. As tree-herds, they nurture and watch over this magical realm.\n\nEXPLORE:\n\n*THE DERNDINGLE, site of the Entmoots \n*WELLINGHALL, home of Treebeard, leader of the Ents \n*THE FORTRESS OF TIR LIMLIGHT \n\nFangorn is a sheltered land containing an isolated society rooted in an ancient atmosphere. Its eerie environment is well suited to the myriad trees that reside here under the watchful eyes of their Ent guardians. Like the Old Forest of Eriador, Fangorn is a remnant of the forest which once covered Middle-earth.\n\nENTS OF FANGORN includes:\n\n*4 FULL-COLOR PAGES: a 2 page spread of Fangorn, the southern Misty Mountains, and Dunland, plus a 1 page view of the area to the east (including the Wold and Dol Guldur region) and a map of Lorien, which lies to the north \n*MAJOR LAYOUTS: detailed maps of Wellinghall, the Falls of Mist, the Town and Fortress of Tir Limlight, and the Caverns of Pain \n*THE ENTS OF FANGORN: powerful tree-herds \n*THE BARZ THRUGRIM: a treacherous band that threatens travels through the Wold \n\nINTRODUCTION\n\nThis work focuses upon the huge woodland that lies along the southeastern flank of the Misty Mountains (S. \"Hithaeglir\"). This sylvan realm is commonly called Fangorn (S. \"Beard of the Tree\") after the great Ent that Men know as \"Treebeard.\" Fives speak of the forest as Tauremorna (Q. \"Black Forest\"), while the Men of Rohan call it simply \"Entwood.\" Ambarona (Q. \"Land of Doom\") is the shortened Entish name.\n\nOVERVIEW\n\nFangorn is a sheltered land containing an isolated society rooted in a unique atmosphere. Time follows a different path beneath the forest's huge, dark boughs, proceeding at a pace which is too slow for mortal comprehension. It is an eerie environment suited to the ancient and myriad Olvar that reside here under the watchful eye of their Ent guardians. Like the Old Forest of Eriador, Fangorn is a remnant of a forest which once covered most of western Middle-earth, a wood nearly as old as Endor itself. Every plant, stream, stone, and plot of soil within its bounds embodies this heritage and seems to breathe with a special quality of life. Nothing in Fangorn is inanimate.\n\nFangorn Forest stretches for about a hundred and twenty-five miles across a shelf of land that overlooks northwestern Calenardhen (Rohan). One hundred miles in breadth at its widest point, its western reaches tuck into the narrow canyons of the Misty Mountains' eastern face. The peaks bar travel through Fangorn's remote western border, so the forest looks toward the lowlands. Even here, however, the forest is sheltered by the surrounding terrain. Two rivers - the Limlaith to the north, and the Onodlo in the south - flow just inside Fangorn's borders, and the rugged, dry hills of the Weld stand vigil to the east.\n\nFangorn is always an apparent constant in the face of the turmoil that engulfs the surrounding regions. An enchanted place, its legends deter invaders, shrouding the wood in an unassailable aura. So, while the areas along its borders experience a constant state of flux, the Entwood remains a mysterious bastion. As people move in and out of the neighboring territories - their ways of life coming and going, their towns erected and ruined - none bother the dark, tree-covered realm. Trade routes avoid the forest, and no sign of normal settlement mars Fangorn's landscape. It is a strange, seemingly wild island amidst the civilizations of northwestern Middle-earth.\n\nDespite its isolation, though, Fangorn is strategically placed. The easiest north-south route between the river Anduin and the Mountains of Mist skirts the Entwood's eastern boundary, while the Isen Gap (Gap of Rohan) lies nearby. Only sixty miles to the southwest, the Isen Fords link the best roads between Eriador and the rest of Endor, lending this portal profound value. The most important major road of the civilized world crosses through the wide, grassy pass and joins mighty Gondor with the lands to the west of the Misty Mountains. So, while events in Fangorn generally remain outside of others' histories, the forest witnesses many of the most significant wars and migrations near the southern Hithaeglir. Of course, during the War of the Ring that raged during the last days of the Third Age, events actually drew the Ents and Huorns that rule the wood into the great struggle. \n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}