{"parse": {"title": "A Knife in the Dark", "pageid": 7087, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "30 September"}, {"ns": 0, "exists": "", "*": "3 October"}, {"ns": 0, "exists": "", "*": "4 October"}, {"ns": 0, "exists": "", "*": "5 October"}, {"ns": 0, "exists": "", "*": "6 October"}, {"ns": 0, "exists": "", "*": "Angerthas"}, {"ns": 0, "exists": "", "*": "Angmar"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Barliman Butterbur"}, {"ns": 0, "exists": "", "*": "Barrow-downs"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Bill Ferny"}, {"ns": 0, "exists": "", "*": "Bill the Pony"}, {"ns": 0, "exists": "", "*": "Black Riders"}, {"ns": 0, "exists": "", "*": "Bob"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Bree-land"}, {"ns": 0, "exists": "", "*": "Bucklanders"}, {"ns": 0, "exists": "", "*": "Carcharoth"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Crickhollow"}, {"ns": 0, "exists": "", "*": "Elendil"}, {"ns": 0, "exists": "", "*": "Elf"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Elven Hymn to Elbereth"}, {"ns": 0, "exists": "", "*": "Eärendil"}, {"ns": 0, "exists": "", "*": "Fell Winter (Third Age)"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Flight to the Ford"}, {"ns": 0, "exists": "", "*": "Ford of Bruinen"}, {"ns": 0, "exists": "", "*": "Fredegar Bolger"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gil-Galad"}, {"ns": 0, "exists": "", "*": "Great Enemy"}, {"ns": 0, "exists": "", "*": "Half-elven"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Horn-call of Buckland"}, {"ns": 0, "exists": "", "*": "Last Alliance"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Men of the West"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Midgewater Marshes"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Morgul-knife"}, {"ns": 0, "exists": "", "*": "Neekerbreekers"}, {"ns": 0, "exists": "", "*": "Nob"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Old Forest"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Prancing Pony"}, {"ns": 0, "exists": "", "*": "Ring-bearers"}, {"ns": 0, "exists": "", "*": "Ringwraiths"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "Song of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Staddle"}, {"ns": 0, "exists": "", "*": "Strider"}, {"ns": 0, "exists": "", "*": "Strider (Aragorn)"}, {"ns": 0, "exists": "", "*": "Strider (chapter)"}, {"ns": 0, "exists": "", "*": "The Fall of Gil-galad"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}, {"ns": 0, "exists": "", "*": "Tinúviel"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Weather Hills"}, {"ns": 0, "exists": "", "*": "Weathertop"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Short description"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Refn"}, {"ns": 10, "exists": "", "*": "Template:Reflist"}, {"ns": 10, "exists": "", "*": "Template:Reflist/styles.css"}, {"ns": 10, "*": "Template:Main other"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HM"}, {"ns": 828, "exists": "", "*": "Module:Check for unknown parameters"}], "images": ["Ted_Nasmith_-_Fire_on_Weathertop.jpg"], "wikitext": {"*": "{{short_description|11th chapter of the first book of The Fellowship of the Ring}}\n{{chapter\n| image=Ted Nasmith - Fire on Weathertop.jpg\n| title=A Knife in the Dark\n| book=The Fellowship of the Ring\n| number=11\n| event=[[Fredegar Bolger|Fatty]] is attacked at [[Crickhollow]]; [[Frodo Baggins|Frodo]] and [[Strider (Aragorn)|Strider]] leave and are attacked at [[Weathertop]].\n| date=[[30 September]]-[[6 October]] {{TA|3018|n}}\n| location=[[Crickhollow]], [[Bree]], and [[Weathertop]]\n| previous=Strider (chapter)\n| next=Flight to the Ford\n}}\n\n{{Quote|I don't know what it is, but I suddenly felt afraid.|[[Samwise Gamgee]]}}\n\n'''A Knife in the Dark''' is the eleventh chapter of the first book in ''[[The Fellowship of the Ring]]''. The main characters are [[Aragorn|Strider]] and [[Frodo Baggins]], accompanied by [[Samwise Gamgee|Samwise (Sam) Gamgee]], [[Peregrin Took|Peregrin (Pippin) Took]] and [[Meriadoc Brandybuck|Meriadoc (Merry) Brandybuck]].\n\nThe chapter tells of unsuccessful attacks by [[Black Riders]] on [[Fredegar Bolger|Fatty Bolger]] at [[Crickhollow]] and the [[Hobbits]] at the [[Prancing Pony]], the introduction of [[Bill the Pony]], the party's journey to [[Weathertop]] and there, another attack by the Black Riders, in which Frodo is stabbed with a [[Morgul-knife]].\n\nCentral to the chapter, the presence of the Black Riders and their relentless pursuit of the [[Ring-bearers|Ring-bearer]] underscores their pervasive evil. Frodo's use of [[The One Ring|the Ring]] and the consequences underscore the Ring's power and corrupting influence over its bearer.  The chapter connects the present to the long and rich history of Middle-earth.\n\n==Overview==\nThe chapter begins with events at [[Crickhollow]] that follow the end of the [[Strider_(chapter)|previous chapter]].\n\n===Alarm at Crickhollow===\nAt Frodo's new \"home\" in Crickhollow, Fatty Bolger had felt an uneasy sensation all day. That night, he saw dark shadows in the trees, and his gate appeared to open and close of its own accord. Three dark figures arrived at the house, one at the door and the other two flanking at the house's corners. The figure at the door demanded the door be opened, then then all three broke inside. Suddenly, a horn blew in the distance.\n\n{{quote|AWAKE! FEAR! FIRE! FOES! AWAKE!|The [[Horn-call of Buckland]]}}\n\nFatty had escaped the house before the Black Riders entered, and ran over a mile to call for help. The [[Bucklanders]], fearing an invasion from the [[Old Forest]], sounded the alarm [[Fell Winter (Third Age)|for the first time in a hundred years]]. The Black Riders fled Crickhollow, knowing that the Ring had already left.\n\n===Departure from Bree===\nIn the Prancing Pony, Frodo had troubled dreams of a wind, galloping hooves and a horn blowing far off in the distance.\n\nStrider led the awakened Hobbits to their rooms, where they discovered that the doors had been bashed in, their beds slashed and rooms ransacked. Strider found [[Barliman Butterbur]], who was appalled at this turn of events. Strider urged the Hobbits to prepare to leave with him as soon as possible, skipping breakfast. Barliman went to fetch their ponies, but discovered the stable doors opened and the ponies gone. Strider reassured the Hobbits that ponies would not have sped up their journey by much on the roads he intended to take.\n\nWhen Frodo inquired whether more ponies could be purchased in the village, Barliman replied that the chances were low, but sent his ostler, [[Bob]], out to look anyway. Strider lamented that they would no longer be able to leave Bree unnoticed, but the Hobbits were glad at the chance to eat breakfast while they waited.  The wait lasted three hours, at which time Bob returned with bad news - he could find only [[Bill the Pony|one pony for sale]], at a very steep price, belonging to [[Bill Ferny]].\n\n{{quote|A poor old half-starved creature it is, but he won't part with it for less than thrice its worth, seeing how you're placed, not if I knows Bill Ferny.|[[Bob]]}}\n\nFrodo worried that the pony would bolt right back to Bill Ferny with all their belongings, but Strider was confident that no animal would want to return to Bill Ferny. Ferny's price was 12 silver pennies, which Barliman Butterbur paid from his own pocket, giving Merry another 18 pennies for his lost ponies. The fate of Merry's lost ponies is given; found by [[Tom Bombadil]] - one having been stolen and the others having wandered across [[Bree-land]] - and returned to Barliman, who thus ultimately benefited from his generosity to Merry.\n\nThe other guests at the inn were outraged to find that some of their horses had also escaped. They soon discovered, however, that the southerner who had conferred with Bill Ferny had also disappeared, and the blame quickly fell on him. When Barliman chastised the southerners for bringing a thief with them, it seemed that none of them had actually arrived with him nor knew who he was.\n\nDue to the events and commotion of the previous night, many people came to see the Hobbits leave Bree. Strider decided to lead the Hobbits out on the main road, as leaving into the wilderness would only arouse more suspicion. Frodo gave a heartfelt farewell to Barliman Butterbur, Bob and [[Nob]].\n\nAs the party made their way out of Bree, Frodo spotted the southerner peeking out at them from a window of the last house on the road. Outside the house was Bill Ferny, who sneered at Strider, calling him \"Longshanks\". Ferny warned the Hobbits not to trust Strider. Strider did not reply, but Sam threw an apple he'd been eating at Ferny's face.\n\nSeveral people followed the Hobbits a short way out of the village, but quickly turned back. The party passed the Hobbit village of [[Staddle]], and shortly after that Strider led them off the road and into the wilderness. Pippin complained about short cuts, citing the troubles they'd caused the Hobbits previously. Strider reassured him:\n\n{{quote|Ah, but you had not got me with you then. My cuts, short or long, don't go wrong.|[[Strider]]}}\n\n===Journey to Weathertop===\nAt first, Strider led the Hobbits on a winding path to throw off any pursuit. The next day, he straightened their course eastward, and soon they reached the [[Midgewater Marshes]]. Midges began tormenting them as they made their way slowly across the marsh. The incessant bites and the sound of [[Neekerbreekers|unknown bog-creatures]] kept them up at night.\n\nOn the night of [[3 October]], Frodo woke to see flashes of light far away in the east. Strider had no idea what they were, describing them only as \"lightning that leaps up from the hill-tops\".{{refn|group=notes|These lights come from the fight between [[Gandalf]] and the [[Ringwraiths]] at [[Weathertop]] on the night of October 3.<ref name=RC>{{HM|RC}}, \"A Knife in the Dark\", pp. 166-168</ref>}} Strider maintained a vigil over the camp through the night.\n\nOn [[4 October]], the party left the Marshes and spotted in the distance a strange, conical hill with a flat top. Strider noted it was [[Weathertop]] - the halfway point between Bree and [[Rivendell]] - and considered heading straight towards it, though unsure what they might find there. Frodo wondered if Gandalf would be waiting for them there, but Strider thought that was unlikely. He pointed out that the chance of both Gandalf and the party reaching Weathertop at the same time was slim; and also that the Black Riders would likely make their way to the hill if they couldn't find the Hobbits elsewhere. He warned that some birds may have been employed as their spies, and concluded that the safest course would be to approach the hill from an unexpected direction.\n\nOn the morning of [[5 October]], the Hobbits ate a relatively meager breakfast. Pippin noticed that Frodo seemed \"twice the Hobbit that he had been\". Frodo, however, felt much thinner, and worried that if he continued thinning he might \"turn into a wraith\". Strider was very disturbed by this, and urgently commanded Frodo not to speak of such things.\n\nThe party reached the [[Weather Hills]] north of Weathertop that night. On the morning of [[6 October]] they turned south, following a path leading down to Weathertop that seemed to have been specially designed to keep travelers hidden from view. The boulders lining the path reminded Merry of the Standing Stones in the [[Barrow-downs]]. This prompted Strider to explain the history of Weathertop, describing how a magnificent watch-tower - Amon Sûl - was built on Weathertop by [[Men of the West]] as part of their defensive lines against [[Angmar]], and that it was almost completely destroyed.\n\nStrider demonstrated an impressive knowledge of ancient lore in the Hobbits' reckoning, reporting that [[Elendil]] was said to have stood there watching for the coming of [[Gil-Galad]] in the days of the [[Last Alliance]]. Merry asked who Gil-Galad was. Strider seemed to be lost in thought when suddenly Sam began to sing [[The Fall of Gil-galad|part of a song about Gil-Galad]], amazing everyone. Sam said he learned the song from [[Bilbo Baggins|Bilbo]], who had also taught him how to read. Sam claimed that Bilbo wrote the song himself, which Strider corrected, saying that the song was originally written in an ancient tongue, which Bilbo must have translated; this pleasantly surprised Strider. Sam added that he didn't learn the rest of the song because it was about going to [[Mordor]]. Pippin hoped aloud that they wouldn't have to go to Mordor, at which Strider commands him not to speak that name out loud again.\n\n===On Weathertop===\nThe party finally reached Weathertop and located a sheltered dell on its western side. Sam and Pippin remained there with the pony, while the others made their way to the top. As Strider had described, the watch-tower was burnt and ruined, and there was no sign of Gandalf. Strider said that Gandalf rides very fast, and might have reached Weathertop before they did. Indeed, Strider soon found an unusual rock bearing small scratches, which he interpreted as the [[Angerthas]] rune for \"G\" followed by the number 3 - indicating that Gandalf had been there on 3 October. Since Gandalf had left only a few cryptic marks, Strider concluded that Gandalf must have been in quite a hurry to leave the hill or was worried that someone sinister might discover a more detailed message.\n\nStrider observed fresh burn marks upon the stones and speculated that Gandalf must have fought something on Weathertop on 3 October - explaining the lights they had observed in the east that night. He said the party would have to make its way to Rivendell without Gandalf. Merry asked how far it was to Rivendell, about which Strider was unsure.  He estimated that it would have taken him about 12 days to reach the [[Ford of Bruinen]] by road, but since the party would likely have to stay off the road, it might take at least a fortnight.\n\nFrodo felt homesick as he looked at the road that headed west from the hill toward the [[The Shire]]. Suddenly, he noticed two black specks on the road, moving westward, and three others moving eastward to meet them. He alerted Strider, who dropped quickly to the ground, pulling Frodo with him. They crept up to the edge of the tower's remains to observe the specks as evening fell.\n\n{{quote|The enemy is here!|[[Strider]]}}\n\nStrider, Frodo and Merry returned to the dell. Meanwhile, Sam and Pippin explored the area and found signs of a recent campsite next to a spring, with fresh boot marks and bundles of firewood. Strider examined these, concluding that Rangers had been there a few days earlier and left the firewood, though the tracks had mostly been ruined by Sam and Pippin. He also noticed many heavy bootprints, which disturbed him.\n\nSam suggested leaving Weathertop as soon as possible. Strider considered this, but concluded that there was nowhere better to go, especially at night when they would surely be spotted leaving. At the Hobbits' inquiries, he explained that the Black Riders \"see\" vague shapes except in the bright light of the sun; can smell the blood of living creatures; and can feel them in their vicinity as keenly as the Hobbits had felt unease at the presence of the Riders. He rued his mistake of wandering carelessly on the hill-top. Finally, he added that The Ring attracts the Riders. Frodo seemed to lose hope of ever escaping the Riders.\n\n{{quote|There is still hope. You are not alone. Let us take this wood that is set ready for the fire as a sign. There is little shelter or defence here, but fire shall serve for both. Sauron can put fire to his evil uses, as he can all things, but these Riders do not love it, and fear those who wield it. Fire is our friend in the wilderness.|[[Strider]]}}\n\nThe party set up a campfire deep in the dell and sat down to eat. Frodo worried that their food stores wouldn't last until Rivendell, but Strider reassured him that food can be gathered from the wild. He bid the Hobbits think of the tables at [[Elrond]]'s house.\n\nAs the night darkened, Strider told the Hobbits tales of times long past, causing them to wonder how old Strider really was. They asked him again about Gil-Galad, and he replied that Frodo might actually know some of the story. Frodo confirmed that he had heard it from Gandalf, and began to tell the tale. Strider quickly stopped him, however, saying that he should not speak of it while servants of the Enemy were nearby, bidding the Hobbits wait until they reached Rivendell.\n\nInstead, Strider told the Hobbits the tale of [[Tinúviel]], though he claimed that only Elrond remembered the tale properly. After a long pause, he sang the [[Song of Beren and Lúthien]]. After completing the song's many verses, he explained the tale in plain words, telling of the meeting between the [[Men|mortal man]] [[Beren]] and the [[Elf|elvish princess]] [[Lúthien]] during the [[First Age]], the war against the [[Great Enemy]], and the retrieval of one of the stolen [[Silmarils]]. He tells of how Beren died at the hands of the [[Carcharoth|Wolf of Angband]], and how Lúthien gave up her immortality in order to join him in the afterlife. Their union, Strider added, gave birth to a [[Half-elven]] lineage from which Elrond was descended, as well as [[Eärendil]] who sired the kings of [[Númenor]].\n\nStrider seemed greatly affected by the story. As he finished, the moon was rising behind him, and the Hobbits spotted a small, dark shape at the top of the hill. They suddenly felt very uneasy. Sam and Merry scouted the edge of the dell, but soon returned and reported that they suddenly felt very afraid and that Merry spotted two or three dark shapes moving towards them. The party prepared for a fight, as Strider commanded them to pick up longer sticks from the fire.\n\nAs the party huddled around the fire, facing outwards, dark shapes began to appear around the lip of the dell. Soon, the party was surrounded by four tall black figures, appearing darker than the darkness behind them. Pippin and Merry cowered on the ground in terror, but Sam stayed close to Frodo. Frodo suddenly felt a powerful temptation to put on the Ring. Despite remembering every reason not to, he put the Ring onto his finger.\n\nNow under the Ring's effect, Frodo could see the Black Riders in their true form: five tall figures with white faces, merciless eyes, and grey hair, wearing long robes and silver helmets, and wielding swords. As three Riders rushed towards him, he pulled out his sword, which seemed to burn bright red. Though two Riders stopped at this sight, one continued to advance: a taller figure wearing a crown, holding a long-sword and a knife.\n\nFrodo threw himself to the ground, crying \"[[Elven Hymn to Elbereth|O Elbereth! Gilthoniel!]]\", and swung his sword at the crowned figure's feet. The figure shrieked in pain, and stabbed Frodo in the left shoulder. Before passing out from the pain of his wound, Frodo glimpsed Strider leaping at the figure, with flaming brands of wood in each hand. Frodo dropped his sword and pulled the Ring off his finger, gripping it very tightly.\n\n== Notes ==\n{{reflist|group=notes}}\n\n{{references}}\n\n[[Category:The Fellowship of the Ring chapters|Knife in the Dark]]\n[[fi:Veitsi yössä (TSH)]]"}}}