{"parse": {"title": "The Fall of Númenor (chapter)", "pageid": 19802, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Agaldor"}, {"ns": 0, "exists": "", "*": "Ainulindalë (Lost Road)"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Ambarkanta"}, {"ns": 0, "exists": "", "*": "Ambarkanta maps"}, {"ns": 0, "exists": "", "*": "Andor"}, {"ns": 0, "exists": "", "*": "Anduin"}, {"ns": 0, "exists": "", "*": "Ar-Pharazôn"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Aulë"}, {"ns": 0, "exists": "", "*": "Avallónë"}, {"ns": 0, "exists": "", "*": "Belegaer"}, {"ns": 0, "exists": "", "*": "Blue Mountains"}, {"ns": 0, "exists": "", "*": "Caves of the Forgotten"}, {"ns": 0, "exists": "", "*": "Changing of the World"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Demons"}, {"ns": 0, "exists": "", "*": "Dragons"}, {"ns": 0, "exists": "", "*": "Elder Days"}, {"ns": 0, "exists": "", "*": "Elendil"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Fall of Númenor"}, {"ns": 0, "exists": "", "*": "Felagund"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Gates of Morning"}, {"ns": 0, "exists": "", "*": "Gift of Men"}, {"ns": 0, "exists": "", "*": "Gil-galad"}, {"ns": 0, "exists": "", "*": "Gnomes"}, {"ns": 0, "exists": "", "*": "Gods"}, {"ns": 0, "exists": "", "*": "Great Armament"}, {"ns": 0, "exists": "", "*": "Gulf of Lhûn"}, {"ns": 0, "exists": "", "*": "Imladris"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Land of the Sun"}, {"ns": 0, "exists": "", "*": "Last Alliance"}, {"ns": 0, "exists": "", "*": "Last Battle"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Meneltarma"}, {"ns": 0, "exists": "", "*": "Mirkwood"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Ossë"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion (Lost Road)"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Sauron Defeated"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Straight Path"}, {"ns": 0, "exists": "", "*": "Straight Road"}, {"ns": 0, "exists": "", "*": "Taniquetil"}, {"ns": 0, "exists": "", "*": "The Drowning of Anadûnê"}, {"ns": 0, "exists": "", "*": "The Early History of the Legend"}, {"ns": 0, "exists": "", "*": "The Etymologies"}, {"ns": 0, "exists": "", "*": "The History of the Akallabêth"}, {"ns": 0, "exists": "", "*": "The Later Annals of Beleriand"}, {"ns": 0, "exists": "", "*": "The Later Annals of Valinor"}, {"ns": 0, "exists": "", "*": "The Lhammas"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lost Road"}, {"ns": 0, "exists": "", "*": "The Lost Road and Other Writings"}, {"ns": 0, "exists": "", "*": "The Notion Club Papers"}, {"ns": 0, "exists": "", "*": "The Quenta"}, {"ns": 0, "exists": "", "*": "The Texts and Their Relations"}, {"ns": 0, "exists": "", "*": "Three Houses of the Edain"}, {"ns": 0, "exists": "", "*": "Thû"}, {"ns": 0, "exists": "", "*": "Tol Eressëa"}, {"ns": 0, "exists": "", "*": "Valandil"}, {"ns": 0, "exists": "", "*": "Vinya"}, {"ns": 0, "exists": "", "*": "War of Wrath"}, {"ns": 0, "exists": "", "*": "Yavanna"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:HoME5chapters"}, {"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:LR"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["CdxIconArticleDisambiguation.svg", "J.R.R._Tolkien_-_Ambarkanta_Diagram_III.jpg"], "wikitext": {"*": "{{disambig-more|Fall of Númenor|[[Fall of Númenor]]}}\n{{HoME5chapters}}\n'''The Fall of Númenor''' is the second chapter of the first section of ''[[The Lost Road and Other Writings]]''. As explained in \"[[The Early History of the Legend]]\", the texts presented here are Tolkien's personal retelling of the story of [[Númenor|Atlantis]] in relation with ''[[The Lost Road]]'', that later became the ''[[Akallabêth]]''.\n\nIn his commentary, [[Christopher Tolkien]] recognises this order of texts as a seminal step in the development of the [[legendarium]]; introducing the figure of [[Thû]] into the legend of Atlantis, Tolkien expanded his complex mythology of the [[Elder Days]] into a next age, what much later, during the composition of the ''[[The Lord of the Rings]]'', would become the [[Second Age]] of [[Arda]]. In the process of writing, many important ideas were first conceived, such as the development of Thû into '''[[Sauron]]''', and the very first appearances of [[Gil-galad]], [[Elendil]], the [[Last Alliance]] and [[Mordor]].\n\n==Synopsis==\n===The original outline===\n[[File:J.R.R. Tolkien - Ambarkanta Diagram III.jpg|left|170px|thumb|''[[Ambarkanta]]'', Diagram III]]\nThe first text of the legend was written with such speed that it is full of corrections and marginal notes and many words are illegible. As an outline, it only provides the main ideas that later will be used in the narratives below. Therefore there is no mention of any character except [[Thû]] and Amroth (struck out \"[[Agaldor]]\"), whose fight against Thû with help of the Elves is an antecedent of [[Elendil]] and the [[Last Alliance]]. \n\nNear the beginning it is included a basic sketch of the World Made Round, being a forerunner of the Diagram III of the [[Ambarkanta maps]]. Concepts such as the extension of [[The Quenta]] into a [[Second Age|next Age]], the [[Changing of the World]] and the [[Straight Path]], as well as the [[Last Alliance]] were set down for first time in this outline.\n\n===The first version of The Fall of Númenor===\nThe first narrative of the Fall of Númenor is found right after ''The Lost Road'' manuscript is interrupted, and Christopher is quite sure that it was written in the same time.<ref>{{LR|P1I}}, p. 9</ref> Although it follows the outline, it is also full of corrections made at the time of composition and others for the second version. \n\nThe narrative begins telling the afterwards of the [[War of Wrath|Great Battle]]: the Elves were called to Valinor and the Men who fought against Morgoth were given a great land in the middle of [[Belegaer]], raised by [[Ossë]], established by [[Aulë]] and enriched by [[Yavanna]]. The island was called ''Númenor'' (Westernesse), ''Andúnië'' (the Sunsetland), and later ''Atalantë'' (the Ruin); and its main city was Númar or Númenos. However, an early correction of the passage concerning the names explains that the [[Gods|Valar]] named it ''[[Andor]]'' (the Land of Gift), while the population called it ''[[Vinya]]'' (the Young) among them, and ''Númenor'' among the Men of Middle-earth, Andúnië being the chief city.<ref name=First>{{LR|P1II2}}</ref>{{rp|19}}\n\nThere are no details about the history of Númenor til its Downfall, except describing how the Númenóreans were the greatest mariners, and that they explored all the seas, being so powerful that they were even confused for gods by the peoples of Middle-earth. They could navigate so far that they glimpsed the [[Gates of Morning]] in the [[Land of the Sun|East]]. Unlike the mature version, here it is told that they did\nvisit [[Tol Eressëa]], and even the kings could go beyond before their coronation. But the Gods forbade them to sail beyond the Isle, and although their lives were longer thanks to the closeness to Valinor, they murmured against this decree and tried to prolong their lives, and even sent spies to Valinor to know these secrets.\n\nDuring the reign of Angor and his wife Istar, [[Sauron|Sûr]] (called [[Thû]] by the [[Gnomes]]) came to Númenor in the likeness of a great bird and preached about the second coming of [[Morgoth]]. This coming did happen, but only in spirit, as a shadow upon the mind and heart, for Morgoth was expelled out of the World. The monarchs and most of the people believed Sûr, and a temple was built in the midst of the land, where Sûr dwelt. When Angor felt the oncoming of age, Sûr convinced him that the only way to obtain undying life was mastering the West. Therefore [[Great Armament|great fleets]] were made that sailed West without wind, surpassed Tol Eressëa and began the attack against [[Taniquetil]].\n\nAfter Manwë's prayer, Ilúvatar gave power to the Gods, who changed the shape of the World: Valinor was sundered from the earth and the Middle-earth was bent back and made into a globe. The whole fleet fell into the abyss, and the mortal warriors would lie in the [[Caves of the Forgotten|Forgotten Caves]] until the [[Last Battle]], but the king and the queen fell like stars into the darkness. Christopher notices that the rift that sinks the fleet, separating Valinor, seems to destroy Tol Eressëa, of which is said that \"remained only as a shape of the past\", but this is quite improbable.<ref name=First />{{rp|21}}\n\nNúmenor was destroyed, but a remnant of Númenóreans escaped the ruin, including those who still revered the Lords of the West and did not believe Sûr. In Middle-earth they became lords and kings, some were evil and others of good will, but all of them became obsessed with death, building better houses for the dead than for the living. Therefore the Old World became a place of tombs, and later Men began to bury their dead in ships and set them in pomp to the western seas, hoping their spirits could find the land of the Gods. However, the survivors kept trying to find the West, exploring all the seas and new lands, but they realised that the world was now round indeed. But knowing about the [[Straight Road]], some built ships that could sail through the air, but even those failed and they tried to forget any legends about the Gods.\n\nNevertheless, some Númenóreans remained faithful and the old knowledge was preserved, knowing that the [[Gift of Men|Fate of Men]] was beyond the roundness of the World and the Straight Path. And they always fought against the shadow and Thû, destroying his temples. The lands inhabited by those Númenóreans and the Elves were still called Beleriand, and their king was Amroth, who allied with [[Elrond]] and fought Thû. Amroth died fighting against him, but Thû was defeated and hid himself in [[Mirkwood|a dark forest]]. But this war hastened the fading of the Eldar and their place in the world came to an end.\n\n===The second version of The Fall of Númenor===\nTolkien wrote the second version with the first text before him, probably soon after it. Many amendations were made during the composition, but the result is a clear manuscript, and contrary to Tolkien's custom, the first part differs more than the final. Here are summarized only the differences from the first version.\n\nIn the description of the afterwards of the War of Wrath it is specified that the Men who fought against Morgoth were the [[Three Houses of the Edain]]. The servants of Morgoth that hide in Middle-earth are also mentioned: [[demons]], [[dragons]] and [[Orcs]]. Tol Eressëa is said to be renamed as ''[[Avallónë|Avallon]]'' (\"for it is hard to Valinor\") after the coming the Elves. Númenor is visited and enriched by the Eldar of Avallon, and even the Gods walked in its gardens. The chief city is also Andúnië, a haven in the midst of the western coasts, but the city of the king was Númenos, in the heart of the land, that was built by Elrond. As the character of Elros didn't exist yet, Elrond is given the role of the first lord of Númenor as a mortal man. The Númenóreans took the speech of the Elves of Eressëa, as they could sail to the island and dwell there for a while.\n\nSauron is already described as a conqueror and a shadow of Morgoth upon Middle-earth. The king of Númenor was [[Ar-Pharazôn#Names|Tar-kalion]], who in his proud decided to confront Sauron and summon him to Númenor, ignoring the warnings of the Valar. But Sauron feared the Númenóreans and decided to destroy them by malice, so he surrendered to the messengers and went to Númenor by ship. But when the ship was approaching the isle, the sea rose and launched the ship upon a hill. From there Sauron began to preach a message of deliverance from death, showing many signs and wonders, and prophesied the return of Morgoth. Tar-kalion and his queen Tar-ilien believed his lies and a temple to Morgoth was built upon the [[Meneltarma|Mountain of Ilúvatar]] in the midst of the land, from where Sauron could watch all the isle.\n\nChristopher gives the rest of the text with notes, as it is too similar to the first version, except the last paragraph. There the Númenórean king who arose is now called [[Elendil]] (\"Elf-friend\"), although it is not clear yet that he lead the survivors out of the island. He made an alliance with the elf-king [[Gil-galad]] (also his first appearance), who is a descendant of [[Fëanor]], and fought Sauron in his Black Country, [[Mordor]], named here for the first time. Both kings wrestled in person against Sauron and were slain. But Sauron's bodily shape was destroyed and his servants dispersed, therefore he fled far away and did not take shape again for many ages.\n\n===The further development of The Fall of Númenor===\nSoon after the second version, a typescript copy was made with the corrections, with no textual value, but related to the copy there is a manuscript bearing passages about the Changing of the World with some changes. \n\nIn the first one, Ilúvatar himself cast back the world, not the Valar, and lands were covered by the sea while others now appeared. It's specified that Beleriand was destroyed here, except Lindon, west of the Lunoronti (the [[Blue Mountains]]). Another fragment follows in the same manuscript, revising the same passage: the idea of the drowning of Beleriand with the Númenórean cataclysm is removed and the expression \"[[Elder Days]]\" is mention by first time in Tolkien's works.\n\nThe second passage rewritten here concerns Beleriand and the Last Alliance. It's again explained that only Lindon is the remaining of Beleriand. There lived the Elves, and their king was Gil-galad son of [[Felagund]]. They built Havens in the [[Gulf of Lhûn]] for the Elves who wanted to sail West, and there came Elendil before establish a realm in the North. But [[Valandil|Valandil (brother of Elendil)]] sailed up the [[Anduin]] and established a realm in the south called Ondor. Sauron dwelt in Mordor, which was not distant from there, and made war against Elves and Men. Therefore Elendil and Gil-galad made a great league to help Valandil, and they assembled at [[Imladris]]t.\n\nThis further development, especially the conception of Gondor, arose in course of the composition of ''[[The Lord of the Rings]]''. Tolkien even pencilled some notes for later revisions with the heading: \"More of this is told in ''The Lord of the Rings''\".\n\n==Later versions==\nAs said, Christopher published here the first versions of the history of Númenor until the time Tolkien had begun ''The Lord of the Rings''. During the developing of the novel and its historic background, Tolkien kept working on the Second Age with \"[[The Drowning of Anadûnê]]\" (the previous step to the ''[[Akallabêth]]''), which was written along with \"[[The Notion Club Papers]]\", both published in ''[[Sauron Defeated]]''.\n\n==See also==\n*[[The History of the Akallabêth]]\n{{References}}\n{{title}}"}}}