{"parse": {"title": "Myth, Allegory and Gospel", "pageid": 50434, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Myth Allegory and gospel.jpg"}, {"ns": 0, "exists": "", "*": "1974"}, {"ns": 0, "exists": "", "*": "C.S. Lewis"}, {"ns": 0, "exists": "", "*": "Clyde S. Kilby"}, {"ns": 0, "exists": "", "*": "G.K. Chesterton"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "July"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Myth_Allegory_and_gospel.jpg"], "wikitext": {"*": "{{book\n| title=Myth, Allegory, and Gospel:<br><small>An Interpretation of J.R.R. Tolkien, C.S. Lewis, G.K. Chesterton, Charles Williams</small>\n| image = Myth Allegory and gospel.jpg\n| author=\n| foreword=\n| editor=John Warwick Montgomery\n| contributors=Russell Kirk, Chad Walsh, Edmund Fuller, Clyde S. Kilby, John Warwick Montgomery\n| illustrator=\n| publisher=Bethany House\n| publisherUK=\n| publisherUS=\n| date=[[July]] [[1974]]\n| dateUK=\n| dateUS=\n| format=Paperback\n| pages=159\n| isbn=978-0871233585\n| noisbn=\n| issn=\n| series=\n| precededby=\n| followedby=\n}}\n'''''Myth, Allegory, and Gospel: An Interpretation of J.R.R. Tolkien, C.S. Lewis, G.K. Chesterton, Charles Williams''''' is a book compiling six essays on [[G.K. Chesterton]], [[C.S. Lewis]] and [[J.R.R. Tolkien]] from a theological perspective.\n\n==From the publisher==\n\n{{blockquote|If you are a \"fan\" of the fantasy books by Tolkien, C.S.Lewis, Charles Williams or Chesterton, then this is a book worth reading. It is a collection of essays by various authorities in literature, myth and theology. A couple of the contributors were acquainted with either Tolkien or Lewis. The central thesis running through this collection of essays is that mythic symbols found in folk-tales and religious rituals, all express a common, fundamental human yearning for healing and a return to a \"lost paradise\". The essayists draw on insights from religious phenomenology, Jungian analysis, Christian theology and literary interpretation to tease out the potent mythic symbols found in the writings of Tolkien, Lewis, Chesterton and Williams. Lewis, Williams and Tolkien were associated with one another as drinking partners in an informal literary club known as The Inklings. The essayists \"test\" their thesis about the power of myth to reveal our search for meaning through the novels of the Inklings. The essayists take us a step further to consider the Christian world-view that informed and shaped the writings of Tolkien, Lewis, Williams and Chesterton. Although a couple of the essays are slightly \"dated\", any one interested in fantasy literature would find the thesis very absorbing. It should be useful not merely to students of english literature but also to the general reader who might like to know more about the backdrop to The Lord of the Rings, Narnia, etc. Certainly a book to add to your list for reading if you enjoyed the novels!}}\n\n==Contents==\n*Preface\n\n# Introduction: \"The Apologists of Eucatastrophe\" by John Warwick Montgomery\n# \"Chesterton, Madmen and Madhouses\" by Russell Kirk\n# \"Charles Williams' Novels and the Contemporary Mutation of Consciousness\" by Chad Walsh\n# \"After the Moon Landings: A Further Report on the Christian Spaceman C.S. Lewis\" by Edmund Fuller\n# \"''The Chronicles of Narnia'' and the Adolescent Reader\" by John Warwick Montgomery\n# \"Mythic and Christian Elements in Tolkien\" by [[Clyde S. Kilby]]\n\n*Appendices\n**Unpublished Letter From C.S. Lewis to the Editor on His Narnian Article\n**Revue Critique. \"The Christian World of C.S. Lewis, par Clyde S. Kilby\" by John Warwick Montgomery\n*The Contributors\n\n{{title|italics}}\n[[Category:Religious books]]\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}