{"parse": {"title": "The Children of Húrin, Op. 48 (Opera)", "pageid": 65175, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The Lays of Beleriand"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}], "templates": [], "images": ["Hurin_CD_Cover.png"], "wikitext": {"*": "[[File:Hurin CD Cover.png|thumb|Artwork from the CD release. Used by permission of Ted Nasmith]]\nPart three of [[Paul Corfield Godfrey]]'s operatic cycle ''Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien.''\n\nThis section of the ''Epic Scenes'' was composed between 1981 and 1982 with the permission of the Tolkien Estate and with the assistance of Christopher Tolkien in assembling the various texts to create a singable libretto. It utilises texts from ''[[The Silmarillion]], [[Unfinished Tales|The Unfinished Tales]]'' and ''[[The Lays of Beleriand]].''\n\nIt has a total duration of 136 minutes and is scored for full orchestra, full chorus and solo voices.\n\n== Characters ==\n'''Creatures of Evil:'''\n\nMORGOTH (Bass), the Enemy\n\nGLAURUNG (Bass), the first and greatest of Dragons\n\n\n'''Elves:'''\n\nFINDUILAS (Soprano), daughter of Orodreth King of Nargothrond\n\nGWINDOR (Bass-Baritone), a lord of Nargothrond, captive of Morgoth\n\nBELEG CÚTHALION (High Baritone), a Captain of Doriath\n\nMABLUNG (Bass), a Captain of Doriath\n\nSAEROS (Character Tenor), counsellor to the King of Doriath\n\n\n'''Men:'''\n\nHÚRIN THALION (Spoken Role), Lord of the House of Hador\n\nMORWEN ELEDHWEN (Mezzo-soprano), his wife\n\nTÚRIN (Heroic Tenor), their son\n\nNIËNOR (Soprano), their daughter\n\nBRANDIR (High Baritone), leader of the men of Brethil\n\nDORLAS (Character Tenor), a woodman of Brethil\n\n\nMixed chorus Unseen Voices and woodmen of Brethil\n\n== Synopsis ==\n'''The Curse of Húrin (Prologue)'''\n\nMorgoth’s minions have captured Húrin, a mighty Lord of Men of the house of Hador, in the  Battle of Unnumbered Tears.  He lays a curse upon Húrin’s family, and binds him to a high place to witness their doom.\n\n\n'''The Departure (Scene One)'''\n\nMorwen, the wife of Húrin and heavy with child, is with their son Túrin.  The pair debate the fate of Húrin, with Túrin believing that he is dead. Morwen decides to send Túrin away to the Elven Realm of Doriath for protection from the Easterlings that now rule their land.  She bids him farewell.\n\n\n'''The Exile of Túrin (Scene Two)'''\n\nOnce Túrin reaches Doriath Morwen gives birth to a daughter, Niënor.  Túrin grows and becomes a fierce warrior, but is forever touched by sorrow and worry for his mother and sister.  Saeros, a friend of King Thingol, mocks Túrin and insults Morwen.  Túrin overpowers him and forces him to run for his life whilst he chases him.  Mablung tries to stop Túrin but a fearful Saeros leaps from a cliff and dies.  Mablung attempts to take Túrin before the King but Túrin scorns his judgement and leaves.  Beleg, Túrin’s friend, enters having sought the truth of the encounter. The King pardons Túrin, deeming him wronged and provoked, and offers any reward to Beleg for returning him. He takes with him the Black Sword Anglachel, as a gift from the King.  Beleg vows to find his friend and bring him back. \n\n\n'''The Death of Beleg  (Scene Three)'''\n\nBeleg searches for Túrin and comes across Gwindor, an elf of Nargothrond, unconscious by a tree. Beleg wakes Gwindor, who tells him that he has escaped from capture in Angband and that he recently saw a company of Orcs passing with a man in chains. Beleg, followed by Gwindor, chases after the Orcs through a wild storm and comes upon their camp.   There he finds an unconscious Túrin and attempts to free him using Anglachel.  This wakes Túrin, who jumps to his feet and in the darkness takes the sword and slays Beleg, believing him to be an Orc.  A flash of lightning  reveals Beleg’s face and Túrin realises his mistake. A grieving Túrin learns from Gwindor of a  rumour in Angband about a curse upon Húrin’s family.\n\n\n'''Túrin in Nargothrond (Scene Four)'''\n\nGwindor brings an incognito Túrin to Nargothrond.  He tells Túrin that he will be safe there but Túrin believes it would be better for all of the host of Nargothrond to take the fight to the enemy.  Finduilas, the daughter of King Orodreth, betrothed of Gwindor, finds her heart turned towards the stranger.  Gwindor, realising he has lost his love, has turned sullen and distant towards Túrin.  Gwindor tries to confess his love to Finduilas and warns her not to trust Túrin; he reveals all he knows of Túrin’s family and curse. Finduilas confesses to Gwindor that, while she loves him, her love for Túrin is greater.  She admits that she knows that Túrin does not love her in return, seeing her like a mother and a Queen.  She greets Túrin by his name and berates him for not telling her himself.  Túrin blames Gwindor for bringing his curse back upon him but Gwindor believes that the curse lies on the man, not his name.\n\n\n'''The Sack of Nargothrond (Scene Five)'''\n\nThe host of Nargothrond, under Túrin’s command, goes forth into battle against Morgoth.  The dragon Glaurung lays siege to Nargothrond and succeeds in destroying it.  Gwindor is killed and Finduilas is captured. Túrin rushes back to the ruins, only to be intercepted by the dragon, who holds him in his bewitching gaze whilst Finduilas is carried away.  Once the dragon’s spell breaks, Túrin rushes away after Finduilas.\n\n\n'''The Loss of Niënor (Scene Six)'''\n\nMorwen and Niënor, now under the protection of Mablung, come in search of Túrin. Morwen attempts to leave Niënor behind and go on alone. However, her daughter insists on staying with her and searching for her brother.  As Morwen decides to search for Túrin at Nargothrond, Mablung attempts to stop them going any further. He cannot fulfil his duty to protect them if they continue. Morwen and Niënor carry on without his escort. Morwen becomes separated and lost in the ruins of Nargothrond.  Niënor comes upon Glaurung, who casts a spell of forgetfulness upon her.  She runs off into the forest. \n\n\n'''The Master of Doom (Scene Seven)'''\n\nTúrin comes into the forest of Brethil, encountering a group of men led by Dorlas.  Túrin learns that Finduilas was slain by the Orcs and that Dorlas spoke to her as she lay dying.  Dorlas recognises Túrin as the great captain of Nargothrond.  The chieftain of the men of Brethil, a lame man named Brandir, approaches and berates Dorlas for greeting the cursed man. Túrin determines to forget his name and kin, which have only brought evil to others, and takes the name Turambar, the Master of Doom.\n\n\n'''The Maiden of Tears (Scene Eight)'''\n\nNiënor, still under the spell of forgetfulness that Glaurung placed on her, also comes to Brethil, where she is discovered by Dorlas and Túrin.  Túrin and Niënor find themselves irresistibly     attracted to one another.  Túrin gives her the name Niniel, maiden of tears, and the two fall quickly in love.  They marry and Túrin vows to never go to war again, unless to protect her or their home.  She becomes pregnant and for the first time in Túrin’s life he is at relative peace.\n\n\n'''The Death of the Children of Húrin (Scene Nine)'''\n\nBrandir warns his people that Glaurung is coming to destroy them.  Túrin vows to kill the dragon and goes forth with Dorlas. Dorlas and Túrin approach Glarung’s location but Dorlas, turning to flee when he sees the dragon, falls into a ravine and dies.  Túrin presses on alone and succeeds in killing the great worm.  Brandir approaches with Niënor in search of Túrin.  They find him unconscious at the feet of the dying dragon, who with his final breath removes the spell of forgetfulness from Niënor.  In horror at the realisation that she is pregnant with her brother’s child, she throws herself to her doom in the river.  The men of Brethil come in search of her, but Brandir tells them all of Túrin and Niënor.  Túrin awakes and when Brandir tries to tell him the truth he calls him a liar and slays him.  Mablung approaches, hailing the slayer of Glaurung. Túrin asks him for tidings of his family. He is told the truth, that Morwen is lost and Nienor was bewitched and ran off into the wilds. Túrin calls upon his sword, Anglachel, to end his life and throws himself upon the blade.\n\n\n'''The Curse Reaches its End (Epilogue)'''\n\nHúrin, freed from captivity, comes to Túrin’s grave. There he finds a dying Morwen.  She asks him what happened to their children and he cannot answer.\n\n== Recordings ==\nIn 2020 Volante Opera Productions produced a demo recording of the work using sampled orchestra and professional opera singers. It was released by Prima Facie records.\n\n'''Cast:'''\n\nMorgoth, the enemy (Bass): Laurence Cole\n\nHúrin Thalion, Lord of the House of Hador (Spoken): Julian Boyce\n\nTúrin, his son (Tenor): Simon Crosby Buttle\n\nMorwen Eledhwen, wife of Húrin (Mezzo-Soprano): Helen Greenaway\n\nSaeros, a councillor of Doriath (Tenor): Michael Clifton-Thompson\n\nMablung of the Heavy Hand, a Captain of Doriath (Bass): Stephen Wells\n\nBeleg Cúthalion, a Captain of Doriath (Baritone): Philip Lloyd-Evans\n\nGwindor, a Lord of Nargothrond (Baritone): Julian Boyce\n\nFinduilas, daughter of the King of Nargothrond (Soprano): Emma Mary Llewellyn\n\nGlaurung, first and greatest of dragons (Bass): George Newton-Fitzgerald\n\nNiënor, daughter of Húrin (Soprano): Angharad Morgan\n\nDorlas, a woodsman of Brethil (Tenor): Michael Clifton-Thompson\n\nBrandir, Lord of the men of Brethil (Baritone): Philip Lloyd-Evans\n\n\n'''Chorus of unseen voices and peoples of Doriath, Nargothrond and Brethil:'''\n\nAngharad Morgan/Emma Mary Llewellyn/Louise Ratcliffe/Helen Greenaway/\n\nMichael Clifton-Thompson/Simon Crosby Buttle/Julian Boyce/Jasey Hall\n[[Category:Classical music]]\n[[Category:Opera]]"}}}