{"parse": {"title": "The Tale of Eärendel", "pageid": 28016, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1914"}, {"ns": 0, "exists": "", "*": "1915"}, {"ns": 0, "exists": "", "*": "Ainur"}, {"ns": 0, "exists": "", "*": "Alqarámë"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Artanor"}, {"ns": 0, "exists": "", "*": "Bay of Eldamar"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Door of Night"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Elwing"}, {"ns": 0, "exists": "", "*": "Eruman"}, {"ns": 0, "exists": "", "*": "Eärendel"}, {"ns": 0, "exists": "", "*": "Eärendil"}, {"ns": 0, "exists": "", "*": "Fairies"}, {"ns": 0, "exists": "", "*": "Falasquil"}, {"ns": 0, "exists": "", "*": "Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Firmament"}, {"ns": 0, "exists": "", "*": "Gods"}, {"ns": 0, "exists": "", "*": "Gondolin"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Idril"}, {"ns": 0, "exists": "", "*": "Inwë"}, {"ns": 0, "exists": "", "*": "Isle of Balar"}, {"ns": 0, "exists": "", "*": "Isle of Seabirds"}, {"ns": 0, "exists": "", "*": "Kopas Alqaluntë"}, {"ns": 0, "exists": "", "*": "Koreldar"}, {"ns": 0, "exists": "", "*": "Kôr"}, {"ns": 0, "exists": "", "*": "Lake Mithrim"}, {"ns": 0, "exists": "", "*": "Littleheart"}, {"ns": 0, "exists": "", "*": "Lonely Isle"}, {"ns": 0, "exists": "", "*": "Lothlim"}, {"ns": 0, "exists": "", "*": "Magic Isles"}, {"ns": 0, "exists": "", "*": "Melko"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Moon"}, {"ns": 0, "exists": "", "*": "Mouths of Sirion"}, {"ns": 0, "exists": "", "*": "Nauglafring"}, {"ns": 0, "exists": "", "*": "Noldoli"}, {"ns": 0, "exists": "", "*": "Oarni"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Ossë"}, {"ns": 0, "exists": "", "*": "Outer Lands"}, {"ns": 0, "exists": "", "*": "Pygmies"}, {"ns": 0, "exists": "", "*": "Sarqindi"}, {"ns": 0, "exists": "", "*": "Sea-longing"}, {"ns": 0, "exists": "", "*": "Silmaril"}, {"ns": 0, "exists": "", "*": "Sirion"}, {"ns": 0, "exists": "", "*": "Sleeper"}, {"ns": 0, "exists": "", "*": "Solosimpi"}, {"ns": 0, "exists": "", "*": "The Bidding of the Minstrel"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin (chapter)"}, {"ns": 0, "exists": "", "*": "The Happy Mariners"}, {"ns": 0, "exists": "", "*": "The History of Eriol or Ælfwine and the End of the Tales"}, {"ns": 0, "exists": "", "*": "The Nauglafring"}, {"ns": 0, "exists": "", "*": "The Shores of Faëry"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Tale of Tinúviel"}, {"ns": 0, "exists": "", "*": "The Theft of Melko and the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Tol Eressëa"}, {"ns": 0, "exists": "", "*": "Tower of Pearl"}, {"ns": 0, "exists": "", "*": "Tree-men"}, {"ns": 0, "exists": "", "*": "Tuor"}, {"ns": 0, "exists": "", "*": "Turambar and the Foalókë"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Ungweliantë"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Valmar"}, {"ns": 0, "exists": "", "*": "Vanyar"}, {"ns": 0, "exists": "", "*": "Voronwë"}, {"ns": 0, "exists": "", "*": "War of Wrath"}, {"ns": 0, "exists": "", "*": "Wingilot"}, {"ns": 0, "exists": "", "*": "Éalá Éarendel Engla Beorhtast"}, {"ns": 0, "*": "Magic Sun"}, {"ns": 2, "exists": "", "*": "User:Quentandil"}, {"ns": 2, "exists": "", "*": "User:Quentandil/Harmony of the Lost Tale of Eärendel"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoME2chapters"}], "images": [], "wikitext": {"*": "{{HoME2chapters}}\n'''The Tale of Eärendel''' is the fifth chapter of ''[[The Book of Lost Tales Part Two]]''. Unlike the previous tales in the book, it does not contain a full narrative, but contains [[Christopher Tolkien]]'s exposition of the various notes and \"condensed and often contradictory outlines\" of the uncompleted Tale of [[Eärendil|Eärendel]]. Christopher also includes [[#Early poems|four poems]] written before the Lost Tales.\n\n==Synopsis==\nThis narrative was suppoused to pick up where ''[[The Fall of Gondolin (chapter)|The Fall of Gondolin]]'' and the ''[[The Nauglafring|Tale of the Nauglafring]]'' left off, with the upbringing of Eärendel and [[Elwing]] amongst the [[Lothlim]] at the mouth of [[Sirion]], and the love between them. The outlines then sketch Eärendel's rescue from a wreck by [[Ulmo]], his voyages in search of [[Valinor]], the [[War of Wrath|binding of Melko]] and finally his departure to the [[firmament]].\n\nThere are two major discrepancies between this outline of the Eärendel narrative and that of the published ''[[The Silmarillion|Silmarillion]]''. Firstly, in the ''Lost Tale'', Eärendel arrives in Valinor too late: a message borne by the birds of [[Gondolin]] has already roused the Eldar, who decided to go to war despite the wishes of the Gods, departing to the [[Middle-earth|Great Lands]]. According to [[Christopher Tolkien]] the \"extraordinary\" conclusion that Eärendel's quest was fruitless survived to the early versions of the ''Silmarillion'', but leaves a serious unresolved question regarding Ulmo's purpose in guiding the fates of Tuor and Eärendel. The image of Eärendel arriving in [[Kôr]] only to find it deserted is indeed preserved in the published ''Silmarillion'', but in the later conception it is because the inhabitants are attending a feast in [[Valmar]]. \n\nSecondly, it does not appear that Elwing was ever to be found by Eärendel after the sack of Eärendel's home. In contrast to ''The Silmarillion'', the earlier narrative has Eärendel driven through the [[Door of Night]] in search of her, not at the design of the Valar and not bearing a [[Silmaril]]. His brightness is instead attributed to having trodden in the 'diamond dust' of Kôr and increased by his own sadness.\n\nAs Christopher notices, the tale was thought to be divided in seven parts, each one having a comparable length to the tale of ''[[The Nauglafring]]''; so if ever acomplished, the ''Tale of Eärendel'' would have been half of the length of all ''The Book of Lost Tales''.\n\n===Early poems===\n* ''[[Éalá Éarendel Engla Beorhtast]]'', written in September [[1914]].\n* ''[[The Bidding of the Minstrel]]'', written in winter [[1914]].\n* ''[[The Shores of Faëry]]'', written in July [[1915]].\n* ''[[The Happy Mariners]]'', written in July [[1915]].\n\n==Outlines compared==\nHere are presented the four outlines given by Christopher Tolkien throughout the chapter. These schemes were not dated, so it is impossible to know what were Tolkien's last plans for the Tale. Schemes B and C are the longest, and Christopher compares them with ''The Silmarillion''. He also provides a couple of short prefaces attached to two of the poems, but they are not considered here, as they are too early. The division here has only be created to help the comparison, sometimes breaking the paragraphs, but the text of each scheme is not edited beyond that. The scattered notes belong to the Notebook of Scheme C, keeping the same numeration made by Christopher, but not always following the same order.\n\n{| class=\"wikitable\"\n|-\n! Scheme B !! Scheme C !! Scheme D !! Scheme E !! Scattered notes \n|-\n|'''''Second part.''''' The dwelling at [[Sirion]]. || [[Eärendel]] dwells with [[Tuor]] and [[Idril|Irildë]] at Sirion's mouth by the sea (on the [[Isle of Balar|Isles of Sirion]]). || How folk of the [[Lothlim]] dwelt at [[Mouths of Sirion|Sirion's Mouth]]. Eärendel grew fairest of all Men that were or are. || The dwelling by the waters of Sirion's mouth. || (i) Dwelling in the Isle of Sirion in a house of snow-white stone. \n|-\n| || || How the mermaids ([[Oarni]]) loved him. || The mermaids come to Eärendel. || (ii) The Oarni give to Eärendel a wonderful shining silver coat that wets not. They love Eärendel, in [[Ossë]]'s despite, and teach him the lore of boat-building and of swimming, as he plays with them about the shores of Sirion.<br /><br /> (iii) Eärendel was smaller than most men but nimbled-footed and a swift swimmer (but Voronwë could not swim).\n|-\n| Coming thither of [[Elwing]], and the love of her and Eärendel as girl and boy. || Elwing of the Gnomes of [[Artanor]] flees to them with the [[Nauglafring]]. Eärendel and Elwing love one another as boy and girl. || How Elwing came to the Lothlim and of the love of Elwing and Eärendel. || || \n|-\n| Ageing of Tuor — his secret sailing after the conches of [[Ulmo]] in [[Alqarámë|Swanwing]].|| Great love of Eärendel and Tuor. Tuor ages, and Ulmo's conches far out west over the sea call him louder and louder, till one evening he sets sail in his twilit boat with purple sails, Swanwing, Alqarámë. [[Idril]] sees him too late. Her song on the beach of Sirion. <br /> When he does not return grief of Eärendel and Idril. || How Tuor fell into age, and how Ulmo beckoned to him at eve, and he set forth on the waters and was lost. How Idril swam after him. || [[Tuor|Tûr]] groweth [[Sea-longing|sea-hungry]] — his song to Eärendel. One evening he calls Eärendel and they go to the shore. There is a skiff. Tûr bids farewell to Eärendel and bids him thrust it off — the skiff fares away into the West. Eärendel hears a great song swelling from the sea as Tûr's skiff dips over the world's rim. His passion of tears upon the shore. The lament of Idril. || (iv) Idril and Eärendel see Tuor's boat dropping into the twilight and a sound of song.<br /><br />(v) Death of Idril? — follows secretly after Tuor.<br /><br /> (vi) Tuor has sailed back to [[Falasquil]] and so back to Ilbranteloth to [[Lake Mithrim|Asgon]] where he sits playing on his lonely harp on the islanded rock.\n|-\n| Eärendel sets sail to the North to find Tuor, and if needs be [[Halls of Mandos|Mandos]]. || Eärendel (urged also by Idril who is immortal) desires to set sail and search even to Mandos.<br /><br />(''Addition'': Building of Eärámë (Eaglepinion)). || <s>Eärendel [with the aid of?] Oarni builded [[Wingilot]] and set forth in search of... leaving [[Voronwë]] with Elwing.</s> Eärendel built Swanwing. <br /> Elwing's lament. How Ulmo forbade his quest but Eärendel would yet sail to find a passage to Mandos. || The building of Eärum. The coming of Elwing. Eärendel's reluctance. The whetting of Idril. ||\n|-\n| Sails in Eärámë. Wrecked. Ulmo appears. Saves him, bidding him sail to [[Kôr]] — 'for for this hast thou been brought out of the Wrack of Gondolin'. || (''Marginal note'': Curse of Nauglafring rests on his voyages Ossë his enemy.)<br /><br /> Fiord of the Mermaid. Wreck. Ulmo appears at wreck and saves them, telling them he must go to Kôr and is saved for that.|| || || (vii) The fiord of the Mermaid: enchantment of his sailors. Mermaids are not Oarni (but are earthlings, or fays? — or both).\n|-\n| '''''Third part.''''' Second attempt of Eärendel to Mandos. Wreck of Falasquil and rescue by the Oarni. He sights the Isle of Seabirds 'whither do all the birds of all waters come at whiles'. || Elwing's grief when she learns Ulmo's bidding. 'For no man may tread the streets of Kôr or look upon the places of the [[Gods]] and dwell in the [[Outer Lands]] in peace again.'<br />Eärendel departs all the same and is wrecked by the treachery of Ossë and saved by the Oarni (who love him) with Voronwë and dragged to Falasquil. <br /><br /> (''Addition'': Eärendel surveys the first dwelling of Tuor at Falasquil). || How Wingilot was wrecked at Falasquil and how Eärendel found the carven house of Tuor there. || The voyage and foundering of Earum in the North, and the vanishing of Idril. How the seamaids rescued Eärendel and brought him to Tûr's bay. ||\n|-\n| Goes back by land to Sirion.<br /> Idril has vanished (she set sail at night). || Eärendel makes his way back by land with Voronwë. Finds that <s>Sirion has been sacked and only Littleheart (Ilfrith) remained who tells the tale.</s> Idril has banished. His grief.|| || His coastwise journey. <br /> The rape of Elwing. Eärendel discovers the ravaging of Sirion's mouth. ||\n|-\n| The conches of Ulmo call Eärendel. Last farewell of Elwing. Building of Wingilot. || Prays to Ulmo and hears the conches. Ulmo bids him build a new and wonderful ship of the wood of Tuor from Falasquil. Building of Wingilot. || || The building of Wingelot. || (viii) The ship Wingilot was built of wood from Falasquil with 'aid of the Oarni'.<br /><br />(ix) Wingilot was 'shaped as a swan of pearls'.\n|-\n| '''''Fourth part.''''' Eärendel sails for [[Valinor]]. His many wanderings, occupying several years. || Voronwë and Eärendel set sail in Wingilot. Driven south. Dark regions. Fire mountains. [[Tree-men]]. [[Pygmies]]. [[Sarqindi]] or cannibal-ogres.<br />Driven west. [[Ungweliantë]]. [[Magic Isles]]. Twilit Isle [''sic'']. [[Littleheart]]'s gong awakes the [[Sleeper]] in the [[Tower of Pearl]]. <s>The Sleeper is Idril but he does not know.</s> || || He searches for Elwing and is blown to the South. Wirilómë. He escapes eastward. He goes back westward; he decries the [[Bay of Eldamar|Bay of Faëry]]. The Tower of Pearl, the magic isles, the great shadows. || (xi) During his voyages Eärendel sights the white walls of Kôr gleaming afar off, but is carried away by Ossë's adverse winds and waves. <br /><br /> (xii) The Sleeper in the Tower of Pearl awakened by Littleheart's gong: a messenger that was despatched years ago by Turgon and enmeshed in magics. Even now he cannot leave the Tower and warns them of the magic.\n|-\n| '''''Fifth part.''''' Coming of the birds of [[Gondolin]] to Kôr with tidings. Uproar of the [[Elves]]. Councils of the Gods. March of the Inwir death of [[Inwë]]), [[Vanyar|Teleri]], and [[Solosimpi]]. <br /> Raid upon Sirion and captivity of Elwing. <br /> Sorrow and wrath of Gods, and a veil dropped between [[Valmar]] and Kôr, for the Gods will not destroy it but cannot bear to look upon it.<br /> Coming of the Eldar. Biding of [[Melko]]. Faring to [[Lonely Isle]]. Curse of the Nauglafring and death of Elwing. || (''Co-events to Eärendel's Tale'': Raid upon Sirion by Melko's [[Orcs]] and the captivity of Elwing.<br /> Birds tell Elves of the [[Fall of Gondolin]] and the horrors of the fate of the Gnomes. Counsels of the Gods and uproar of the Elves. March of the Inwir and Teleri. The Solosimpi go forth also but fare along the beaches of the world, for they are loth to fare from the sound of the sea — and only consent to go with the Teleri under these conditions — for the [[Noldoli]] slew some of their kin at [[Kopas Alqaluntë|Kópas]].) || ...the messengers sent from Gondolin. The doves of Gondolin fly to Valinor at the fall of that town. || || (x) The doves and pigeons of [[Turgon]]'s courtyard bring message to Valinor — only to Elves.<br /><br />(xiii) <s>Ulmo's protection removed from Sirion in wrath at Eärendel's second attempt to Mandos, and hence Melko overwhelmed it.</s> <br /><br /> (xvi) The loss of the ship carrying Elwing and the Nauglafring took place on the voyage to Tol Eressëa with the exodus of the Elves from the Great Lands.\n|-\n| '''''Sixth part.''''' Eärendel reaches Kôr and finds it empty. Fares home in sorrow (and sights [[Tol Eressëa]] and the fleet of the Elves, but a great wind and darkness carries him away, and he misses his way and has a voyage eastward). || Kôr is found. Empty. Eärendel reads tales and prophecies in the waters. Desolation of Kôr. Eärendel's shoes and self powdered with diamond dust so that they shine brightly. <br /> Homeward adventures. Driven east — the deserts and red palaces where dwells the Sun. || || He finds Kôr empty; he sails back, crusted with dust and his face afire. || (xx) ''From [[The Theft of Melko and the Darkening of Valinor|The Theft of Melko]]:'' On the walls of Kôr were many dark tales written in pictured symbols, and runes of great beauty were drawn there too or carved upon stones, and Eärendel read many a wondrous tale there long ago.\n|-\n| Arriving at length at Sirion finds it empty. Goes to the ruins of Gondolin. Hears of tidings. Sails to Tol Eressëa. || Arrives at Sirion, only to find it sacked and empty. Eärendel distraught wanders with Voronwë and comes to the ruins of Gondolin. Men are encamped there miserably. Also Gnomes searching still for lost gems (or some Gnomes gone back to Gondolin). <br /> <s>[?Orlon] is [?biding] there and tells him of the sack of Sirion and the captivity of Elwing. The faring of [[Koreldar]] and the binding of Melko.</s> <br />Of the binding of Melko. The wars with Men and the departure to Tol Erëssea (the Eldar unable to endure the strife of the world). Eärendel sails to Tol Eressëa and learns of the sinking of Elwing and the Nauglafring. Elwing became a seabird. His grief is very great. His garments and body shine like diamonds and his face is in silver flame for the grief and ... || || He learns of Elwing's foundering. || (xiv) Eärendel weds Elwing before he sets sail. When he hears of her loss he says that his children shall be \"all such men hereafter as dare the great seas in ships\".\n|-\n| Sails to the [[Isle of Seabirds]]. || He sets sail with Voronwë and dwells on the Isle of Seabirds in the northern waters (not far from Falasquil)—and there hopes that Elwing will return among the seabirds, but she is seeking him wailing along all the shores and especially among wreckage. || || He is sitteth on the Isle of Seabirds. Elwing as a seamew comes to him. || (xv) Eärendel goes even to the empty [[Angband|Halls of Iron]] seeking Elwing. <br /><br /> (xvii) Eärendel and the northern tower of the Isle of Seabirds.\n|-\n| '''''Seventh part.''''' His voyage to the firmament. || After three times seven years he sails again for halls of Mandos with Voronwë — he gets there because [?only] those who still... and had suffered may do so — Tuor is gone to Valinor and nought is known of Idril or of Elwing. <br /> Reaches bar at the margin of the world and sets sail on oceans of the firmament in order to gaze over the Earth. The Moon mariner chases him for his brightness and he dives through the [[Door of Night]]. How he cannot now return to the world or he will die. <br /> He will find Elwing at the Faring North.<br /><br /> Tuor and Idril some say sail now in Swanwing and may even seen going swift down the wind at dawn and dusk. || || He sets sail over the margent of the world. || (xviii) When Eärendel comes to Mandos he finds that Tuor is '''not'' in Valinor, nor [[Eruman|Erumáni]], and neither Elves not [[Ainur|Ainu]] know where he is. (He is with Ulmo). <br /><br /> (xix) Eärendel returns from the firmament ever and anon with Voronwë to Kôr to see if the [[Magic Sun]] has been lit and the [[fairies]] have come back — but the [[Moon]] drives him back. <br /><br /> (xxi) ''From the Name-list to [[The Fall of Gondolin (chapter)|The Fall of Gondolin]]:'' He was the greatest and first of all mariners among [[Men]], and saw regions that Men have not yet found nor gazed upon for all the multitude of their boats. He rideth now with Voronwë upon the winds of the firmament nor comes ever further back than Kôr, else would he die like other Men, so much of the mortal is in him.\n|}\n\n==See also==\n*[[User:Quentandil/Harmony of the Lost Tale of Eärendel|Harmony of the Lost Tale of Eärendel]] by [[User:Quentandil]]\n\n{{DEFAULTSORT:Tale of Earendel, The}}"}}}