{"parse": {"title": "Ofer Wídne Gársecg", "pageid": 63114, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1936"}, {"ns": 0, "exists": "", "*": "Beowulf (poem)"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Old English"}, {"ns": 0, "exists": "", "*": "Songs for the Philologists"}, {"ns": 0, "exists": "", "*": "T.A. Shippey"}, {"ns": 0, "exists": "", "*": "The Road to Middle-earth"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Notes"}], "images": [], "wikitext": {"*": "'''Ofer Wídne Gársecg''' is an [[Old English]] song written by [[J.R.R. Tolkien]], to be sung to the tune of ''The Mermaid''. It is published as the 15th song in ''[[Songs for the Philologists]]'' in [[1936]].\n\nThe song is reprinted with Modern English translation \"Across the Broad Ocean\" in ''[[The Road to Middle-earth]]'' by [[T.A. Shippey]]. Corrections and notes made by Tolkien himself (after the printing of the ''Songs'') are noted below.\n\n==The song==\n<poem style=\"font-style:italic; margin-left:20px;\">\n'''Ofer Wídne Gársecg''' <ref group=note>[JRRT's note to the corrected version:] An OE version of ‘Twas in the broad Atlantic in the equinoctial gales That a young fellow fell overboard among the sharks and whales’</ref>\n\nÞa ofer wídne gársecg wéow unwidre ceald,\nSum hagusteald on lagu féoll on nicera geweald.\nHe legde lást swa fýres gnást, he snude' on sunde fléah, <ref group=note>[JRRT corr. from:] He legde last swa fyres gnast, and snude on sunde fleah,</ref>\nOþþæt he métte meremenn déopan grunde néah.\n        La! hwæt, ic Gárdena on géardagum geseah,\n        Þéodcyninga-ninga-ninga þrym and —\n        brýdealoþ under brimfaroþ déopan grunde néah!\n\nÞæt merewíf þá of stóle úplang héo gestód, <ref group=note>[JRRT corr. from:] Þæt merewif hine greteþ, and uplang heo gestent;</ref>\nMid fágum fintan fægniende: wæs hire grétung gód. <ref group=note>[JRRT corr. from:] Mid fagum fintan fægniende fægre finnas þenþ.</ref>\nHéo smearciende smǽre' hie wendeþ, tǽhte hire hand; <ref group=note>[JRRT corr. from:] And smearciende smære' hie wendeþ, tæceþ hire hand;</ref>\n'Nú, wilcuma, lá, hláford mín, on meremanna land!'\n        La! hwæt, ic Gárdena on géardagum onfand,\n        Þéodcyninga-ninga-ninga þrym and —\n        brýdealoþ under brimfaroþ on meremanna land.\n\n'Hér leng ne mót ic bídan, gedæle' ic nú wiþ þé!'\nHeo cwæþ: 'Na, na! ne biþ hit swa! þu gewitest nu on mé.\nNú eft þu gá, and cweþ: \"Nó má fare' ic on sunde héah;\nGemæcca mín is meremenn déopan grunde néah.\"' (First refrain)\n\nOn nacan his genéatas hine sohton wýde' ymb sund;\nHi wéopon and hi hréopon and hi sméadon pone grund.\nÞa úp he sprang and hlúde sang, and hearde helman hrand:\n'Gáþ eft ongen! me béodeþ cwén on meremanna land.' (Second refrain)\n\n'Tódǽleþ nú mín ágen, pannan, páde, préon!\nGifaþ hrægelciste mínre nifte, méder míne méon!'\nSe stéorman stód on stefne wód, and he to brime béah;\nCwæþ: 'Far nu wel! þe hæbbe Hel, déopan grunde néah!' (First refrain)\n</poem>\n\n==Translation by Shippey==\n<poem style=\"font-style:italic; margin-left:20px; margin-right:20px;\">\n'''Across the Broad Ocean'''\n\nWhen the cold blast was blowing across the broad ocean, a young man fell into the sea, into the power of the monsters. As fast as fire he made his way, he swam along so quickly — until he met the mermen near the deep sea-bottom.\n— Listen, I have seen the power of the kings of the people of the Spear-Danes in days gone by <ref group=note>This is a quotation from the first few words of ''[[Beowulf (poem)|Beowulf]]''. One might paraphrase the refrain as saying that Tolkien wished for other epics more firmly centred on monster.</ref> — and also the bridal beneath the sea, near the deep sea-bottom!\n\nThe mermaid then stood up from her chair, fawning with her shining tail: her greeting was good. Smirking with her lip she turned and stretched out her hand. 'Now welcome indeed, my lord, to the mermen's land!'\n— Listen, I have discovered the power of the kings of the people of the Spear-Danes in days gone by — and also the bridal beneath the sea, in the mermen's land!\n\n'I may not stay here any more, now separate from me!' She said: 'No, no, it will not be so! Now you will marry me. Now go back again and say: \"I'll go on the high sea no more. My wife is from the mermen near the deep sea-bottom.\" '\n\nHis companions in the ship sought him far across the sea. They wept and cried out and scanned the sea-bottom. Then up he sprang and sang aloud and thrust hard at the rudder: 'Go back again! The queen makes me an invitation, from the mermen's land!'\n\n'Share out my goods, my pots and coats and brooches, give my clothes-chest to my niece and my shoes to my mother!' The steersman stood angrily at the prow, and turned towards the sea, said: 'Fare you well and may Hell take you, near the deep sea-bottom.'\n</poem>\n\n{{notes}}\n[[Category:Poems and songs in Songs for the Philologists]]"}}}