{"parse": {"title": "Treasures of Middle-earth", "pageid": 29567, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Treasures of Middle-earth.jpg"}, {"ns": 0, "exists": "", "*": "1989"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Treasures of Middle-earth (2nd edition)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Treasures_of_Middle-earth.jpg"], "wikitext": {"*": "{{book\n|title=Treasures of Middle-earth: A Compendium of Magic Items\n| image = Treasures of Middle-earth.jpg\n|author=Wolfgang Baur \n|isbn=1-55806-048-0 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1989]]\n|format=Softcover\n|pages=142\n|ice=8006\n}}\n'''''Treasures of Middle-earth''''' is a supplement for ''[[Middle-earth Role Playing]]'', 1st Edition. It was replaced by the 2nd Edition ''[[Treasures of Middle-earth (2nd edition)|Treasures of Middle-Earth]]''.\n\n==Cover/Jacket Text== \n\nIn a fantasy role playing game, you become a main character in an adventure you create. With Creatures of Middle-earth you can add the weapons, armor, healing herbs, and the awesome Rings of Power from J.R.R. Tolkien's THE HOBBIT and THE LORD OF THE RINGS to your fantasy game. Dare to seek the possessions that have ignited the passions of Men, Elves and Dwarves. \n\nHere are Endor's most potent artifacts, the famous and infamous treasures that have shaped the history of Middle-earth. Scatter these enchanted items amidst the treasure hoards of monsters and the riches of Kings to add challenge and excitement to your campaign. Could you gaze into the depths of a Palantír from Númenor and survive the visions sent to haunt you? Have you ever desired to possess the treasure heaped beneath a Dragon's scaled belly? All these and more await you! \n\nThis volume describes the treasures forged by the inhabitants of Tolkien's world. Each item has a short description followed by a complete listing of its magical powers. Game statistics for the MERP and Rolemaster systems are included. These stats can be easily converted to most major FRP systems. \n\nInside you'll find: \n\n*Treasures - everything from Aragorn's sword and the Palantíri of Númenor to Sauron's One Ring \n**Arms \n**Armor \n**Apparel & Gear \n**Jewelry, Gems & Art \n**Musical Instruments \n**Rings \n**Tools & Trappings \n*Creators - the forging techniques favored by each race, including the works of the Ainur as well as those of the lowly Orcs. \n*Materials - the properties of the gems, stone, wood, and metals used to create enchanted items. \n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}