{"parse": {"title": "Debate of the Quendi", "pageid": 59967, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Awakening of the Elves"}, {"ns": 0, "exists": "", "*": "Carl F. Hostetter"}, {"ns": 0, "exists": "", "*": "Cuiviénen"}, {"ns": 0, "exists": "", "*": "Elf-fathers"}, {"ns": 0, "exists": "", "*": "Elwë"}, {"ns": 0, "exists": "", "*": "Endor"}, {"ns": 0, "exists": "", "*": "Enel"}, {"ns": 0, "exists": "", "*": "Eru"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "Great March"}, {"ns": 0, "exists": "", "*": "Imin"}, {"ns": 0, "exists": "", "*": "Ingwë"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Melkor"}, {"ns": 0, "exists": "", "*": "Oromë"}, {"ns": 0, "exists": "", "*": "Quendi"}, {"ns": 0, "exists": "", "*": "Sea"}, {"ns": 0, "exists": "", "*": "Tata"}, {"ns": 0, "exists": "", "*": "The Nature of Middle-earth"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Valian Years"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Varda"}, {"ns": 0, "exists": "", "*": "War of the Powers"}, {"ns": 0, "*": "Three Ambassadors"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:NM"}], "images": [], "wikitext": {"*": "The '''Great Debate of the Quendi''' was an event of a late and unfinished version of the [[legendarium]], written by [[J.R.R. Tolkien]] while revising key dates of the [[Valian Years]].\n\n==History==\nNow, the [[Great March]] was promoted by the [[Valar]] before the [[War of the Powers]], as they feared the damages of the war against [[Melkor]] could hurt the [[Quendi]] in [[Cuiviénen]]. As the Quendi could not be forced to come to [[Valinor]], the Valar asked for ambassadors to come and see their dwellings, so [[Oromë]] brought the [[Three Ambassadors]], elected from the Three Companies: [[Ingwë]], [[Finwë]] and [[Elwë]], which became amazed by the glory of the Valar and the suspicions against them promoted by Melkor were removed. \n\nOnce the Ambassadors came back to Cuiviénen, the Quendi held a Debate, to which a few Elves refused to attend. The [[Elf-fathers|Three Fathers]] ([[Imin]], [[Tata]] and [[Enel]]) were not pleased with the idea of leaving, and claimed that this came from the youngest Quendi to escape from their authority, so all the First Elves refused to accept the invitation of the Valar. Imin made a speech, defending the authority of the Three Fathers, the first to be awaken by [[Eru]]. Tata followed him, but pointing out that each father only had authority upon his own Company, but Imin answered that he was the Father of All Quendi and that the Kindred of the Quendi should not be divided.\n\nIngwë answered with great respect towards Imin, and said that the Three Fathers should visit Valinor to judge the situation by themselves, otherwise they should accept the word of the Ambassadors that were acting in their name. Oromë accepted the idea, but the Three Fathers refused to go. \n\nThen spoke Finwë, describing the great knowledge and crafts kept in Valinor, and warned the Quendi about the power of the Valar, which could shatter [[Endor]] during the upcoming War. His speech moved many Quendi that were not attracted by the beauty of Valinor, convincing them to join the March out of fear. \n\nElwë explained that he personally wished to follow his friend Finwë to the West, so all Elves should do the same and choose by themselves. He saw no problem with his Folk being divided, as otherwise it would be necessary to force others to choose, be it leaving or staying. \"''No doubt (indeed this is guaranteed) we, or any who wish, will be free to return to our homes when the War is over''\". He also said that the March would allow them to explore Endor and see the [[Sea]] under the protection of Oromë. This last idea moved specially his Folk.<ref>{{NM|P1xiii}}, pp. 96-97</ref>\n\n==Other versions of the legendarium==\nIn the same manuscript, Tolkien considered an alternative account of the Debate, in which the Three Fathers took the role of Ambassadors, taking with them Ingwë, Finwë and Elwë as representatives of the Younger Elves. The Three Fathers were impressed by Valinor and considered living there for a time. During the Debate, Imin claimed to have the right to choose for all Quendi, but Tata answered that each leader should choose for his own Company. Enel said that no one should be forced and that the elder Elves should vote. Imin rejected the idea, and said that voting was pointless for those who had not seen the choice. This moved the people to ask the younger assistants to speak.\n\nIngwë agreed with Imin, and spoke of the beauty and crafts of [[Varda]], which moved the Quendi. Finwë spoke against the Three Fathers, saying that they had not hinted the possibilities of living in Valinor; but he moved the Quendi by fear when he spoke about the ruin that may come with the upcoming War. Elwë said the same as in the previous version and dared Enel to vote. Finally, a vote is held: at first 2/3 accept to depart, but they remained in silence a night and a day, and the result was changed to 3/4.<ref>{{NM|P1xiii}}, pp. 97-98</ref>\n\n==See also==\n* [[Awakening of the Elves]]\n\n{{references}}\n[[Category:Events]]\n[[Category:First Age]]"}}}