{"parse": {"title": "Arnor: The People", "pageid": 23678, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Arnor, The People.jpg"}, {"ns": 0, "exists": "", "*": "1996"}, {"ns": 0, "exists": "", "*": "Angus McBride"}, {"ns": 0, "exists": "", "*": "Arnor: The Land"}, {"ns": 0, "exists": "", "*": "Arnor: The Realm"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Arnor,_The_People.jpg"], "wikitext": {"*": "{{book\n|title=Arnor: The People\n| image = Arnor, The People.jpg\n|author=Wesley J. Frank, John David Ruemmler, Jeff McKeage, Heike Kubasch, Lisa J. Evans, Walter H. Hunt, Evan Jamieson, Richard Meyer, Robert G. Traynor\n|illustrator=[[Angus McBride]] (cover)\n|isbn=1-55806-287-4\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1996]]\n|format=Softcover\n|pages=232\n|ice=2022\n}}\n'''''Arnor: The People''''' is a supplement (in the ''Peoples''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. This product together with ''[[Arnor: The Land]]'' present a revision of the material that was first released as the volume ''[[Arnor: The Realm]]''. \n\n== Cover/Jacket Text == \n\n''\"In Arthedain the line of Isildur was maintained and endured, but the line soon perished in Cardolan and Rhudaur. There was often strife between the kingdoms, which hastened the waning of the Dúnedaiin. The chief matter of debate was the possession of the Weather Hills and the land westward towards Bree. Both Rhudaur and Cardolan desired to possess Amon Sûl (Weathertop), which stood on the borders of their realms...\"'' - The Return of the King \n\nArnor: The People recounts the noble yet tragic saga of the Dúnedain of the North - colonists and refugees from the lost isle of Númenor - who forged a realm in the wide lands of Eriador. The Númenóreans were not the only people to call Eriador home. Elves, Dwarves, and Men alike had wandered the ways of this region from time immemorial, and beings far more ancient than they still haunted its dark and forgotten corners. Yet Arnor was founded nonetheless and for centuries its kings secured peace and harmony for their many subjects. \n\nArnor: The People describes the history, inhabitants, politics, society, warcraft, figures of note, and items of power that comprise Elendil's legacy. These penetrating windows onto the life of middle-Third Age Eriador combine to form an unmatched setting for adventure in the embattled North-kingdom of the Dúnedain and its successor states of Arthedain, Cardolan, and Rhudaur. \n\nArnor: The People is a reprint of the first half of ICE's highly acclaimed Arnor Realm module, first published in 1994. This volume includes a thorough updating of all Elvish terms together with some revision deriving from Arnor's place in Middle-earth as a whole. Complete game statistics are presented for MERP, Rolemaster, and the Lord of the Rings Adventure Game. \n\nArnor: The People features: \n\n*MIGRATIONS - Trace the millennial wanderings of Eriador's peoples as they struggle to preserve their ancestral life-ways in the face of Númenórean imperialism and the invading hordes of the Dark Lord Sauron. \n*HILLMEN OF THE TROLLSHAWS - Keep a sharp blade about you as you walk the haunted paths of the Trollshaws, where Hillmen, Orcs, Easterlings, and spies of all nations deal in treachery and murder. \n*LOSSOTH - Join the Lossoth as they hunt the fringes of the great Northern Waste, ever watchful for the foul servants of the Witch-king, and ever fearful of the cold, deadly spirits of the northern winds. \n*INTRIGUE AND DIPLOMACY - Fathom the ever-changing political alignments of Cardolan's vying warlords. Uncover seeds of insurrection among the proud nobility of Arthedain. Tread the perilous streets of Tharbad, where rival emissaries from Gondor and Umbar compete for influence in Eriador. \n*MYSTICAL AND RELIGIOUS ORDERS - Gaze into the palantíri, the fabled \"seeing-stones\" of Arthedain, and scry the ominous portents they reveal. Find healing and compassion in the care of the Sisters of Nienna. Explore the mysteries of the Secret Fire with the Nólehildi, allies of Gandalf the Wizard. \n*MERCENARIES - Face battle side-by-side with the grim mercenary companies of war-torn Cardolan. \n*ELVEN LORDS AND LADIES - Adventure with the sons of Elrond in their valiant errantries against the forces of Darkness that threaten the Free Peoples. \n*RANGERS OF THE NORTH - Join the Order and Fellowship of the Rangers of the North, the remnant of the Dúnedain in the \"Age of Abandonment,\" as they wage their centuries-long struggle to preserve the freedom of Eriador and its inhabitants from the ever-present threat of Sauron's minions. \n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}