{"parse": {"title": "Leaf by Niggle/Plot", "pageid": 61886, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Atkins"}, {"ns": 0, "exists": "", "*": "Councillor Tompkins"}, {"ns": 0, "exists": "", "*": "Gentle Treatment"}, {"ns": 0, "exists": "", "*": "Great Tree"}, {"ns": 0, "exists": "", "*": "Niggle"}, {"ns": 0, "exists": "", "*": "Niggle's Parish"}, {"ns": 0, "exists": "", "*": "Perkins"}, {"ns": 0, "exists": "", "*": "Workhouse Infirmary"}, {"ns": 0, "*": "Shepherd"}], "templates": [], "images": [], "wikitext": {"*": "The story begins by explaining that an artist, named [[Niggle]], has a long journey to make, but procrastinates on it due to disliking the idea.\n\nDespite being a painter, he spent much of his time being hindered from painting. The laws of his society forced him to do things he considered a nuisance. Most of the time, he could not find a way out of these things, though he did them well. He had other distractions as well such as being kind and being idle (doing nothing). Most of the time he was kind, he did small jobs for his neighbor, Mr. Parish, who had a lame leg. However, Niggle is described as not really taking any joy in being kind and even occasionally loosing his temper. His final distraction from painting was whenever he occasionally remembered his journey and ineffectively packed a few things.\n\nDespite having many pictures, he does not consider himself good enough to paint them, focusing rather on leaves rather than bigger things like trees.\n\nWorking only to please himself, he paints a canvas of a great Tree, in the middle of a Forest, with many other trees around as well. He invests each and every leaf of his tree with obsessive attention to detail, making every leaf uniquely beautiful (of course, he ''niggles'' over each one!). Niggle ends up discarding all his other artworks, or tacks them onto the main canvas, which becomes a single vast embodiment of his vision.\n\nHowever, there are many mundane chores and duties that prevent Niggle from giving his work the attention it deserves, so it remains incomplete and is not fully realized. \n\nAt the back of his head, Niggle knows that he has a great trip looming, and he must pack and prepare his bags. \n\nAlso, Niggle's next door neighbor, a gardener named Parish, is the sort of neighbor who always drops by whining about the help he needs with this and that. Moreover, Parish is lame of foot and has a sick wife, and honestly needs help &mdash; Niggle, having a good heart, takes time out to help.\n\nAnd Niggle has other pressing work duties that require his attention. Then Niggle himself catches a chill in the rain upon going out to get a doctor for Mrs. Parish and a builder for Mr. Parish’s roof. However, the doctor arrives two days later, in time to deal with both Mrs. Parish and Niggle. The builder never comes at all.\n\nMore than a week later, Niggle's cold fades away and he tries to paint again, only to be interrupted by the Inspector of Houses, who threatens to take Niggle’s painting away to fix Parish's roof under the justification that \"houses come first\" as \"That is the law\".\n\nWhen Niggle tries to protest, he is interrupted yet again by a man wearing all back who calls himself the Driver. The Driver forcibly takes Niggle away in a carriage, giving him very little time to pack. The driver takes him to a train, which then takes him through a dark tunnel and to a railway station. Niggle is so surprised as he is rushed out by a Porter that he forgets the one bag that he had time to pack. As a result of the missing luggage, the Porter ends up sending Niggle in a ambulance to a place called the [[Workhouse Infirmary]]. Niggle describes his experience there as akin to a prison and that the officials and attendants were unfriendly and the only person he ever saw was a severe doctor. During his life there, he at first worried endlessly about the past, pondering on his life choices. Eventually, he becomes accustomed to his life there that he becomes good at the work. He became the \"master of his time\". In other words, he conquered his procrastination and no longer was restless inside.\n\nEventually, he is forced to take a break by the severe doctor. During that break, he overhears two voices and assumes that there is “a Medical Board, or perhaps a Court of Inquiry, going on close at hand,” on a subject that the First Voice calls \"the Niggle case\".\n\nThe Second Voice makes the argument that through Niggle put off his journey until the last minute, \"His heart was in the right place\".\n\nThe First Voice counters that his heart did not function correctly and he wasted so much time that he arrived at the Workhouse Infirmary without any luggage. The First Voice believes that Niggle should spend more time working.\n\nThe Second Voice suggests to the First Voice that they should decide Niggle's fate by looking at the Records for favorable points, though the First Voice assumes that there would be very few.\n\nThe Second Voice points out to the First Voice that while Niggle never thought his painting was more important than helping people, “a ''Leaf by Niggle'' has a charm of its own,” and that Niggle did do many good deeds.\n\nThe First Voice counters that Niggle could have done more if he actually put his painting aside completely and that the ones he did fulfill, he considered as interruptions.\n\nFinally, the Second Voice brings up the Parish case and the bicycle ride as evidence. For the first example, the Second Voice makes the claim that Niggle never expected gratitude and Parish never did anything for him. The Second Voice calls Niggle’s bicycle ride an actual sacrifice on Niggle’s part since he knew he would lose his last chance to finish his work and that Parish was overreacting.\n\nThe Second Voice prevails and the First Voice hesitatingly give in, allowing the Second Voice to suggest giving Niggle the [[Gentle Treatment]].\n\nIt is at this point when the First Voice reveals to Niggle that they knew he overheard them, asking him for his opinion. To which, Niggle simply asks multiple questions about Mr. Parish’s welfare and if they could cure his leg.\n\nUpon agreeing to the generous terms of the voices, Niggle is paroled from the Workhouse Infirmary, and he meets the Porter again, who takes him by train to the place where the Gentle Treatment would happen. Of which is said to be a region with no “fixed name”.\n\nUpon arriving at the destination, Niggle is greeted by the sight of his old bicycle, which now has his name carved into it.\n\nAfter riding for a long while, Niggle’s surroundings start to become more and more familiar, until he falls from his bike and beholds a great revelation.\n\nThe revelation that Niggle experiences is the sight of his [[Great Tree]] from his great painting. Except that here, his Tree was real and was more beautiful than even he could ever have make it in the flawed and incomplete form of his painting. He witnesses the ever growing branches and leaves, and the singing birds flying off into the Forest and he even sees far off Mountains.\n\nAs Niggle wanders and explores the Forest, he comes to a variation of the Great Tree and realizes that, while it is all complete, he decides that there was still work to be done in various regions of the Forest. He also comes to the conclusion that he does not want this all to be his own “private park”, without help or advice. Therefore, he decides that he needs Mr. Parish’s help and after a few seconds, Niggle runs into him with Parish claiming that the Second Voice sent him.\n\nThe two men then decide to work together to enhance the Forest. They build houses and gardens, planting flowers.\n\nAfter a while, they both grow tired and thirsty, and they receive tonics from the Second Voice. Eventually, they come to a Spring that Niggle imagined in his painting, but never had time to paint it. After resting by the Spring, they work for a long time later until the whole land became finished. Only then did Mr. Parish lose his limp and the Great Tree fully blossomed.\n\nThe next day, they wander to the very Edge of the land on the border of the mountains, where they meet a [[Shepherd]], who offers to be their guide in the mountains beyond the border.\n\nHowever, this causes friction between Niggle and Parish, as Parish is not as ready to move on as Niggle and wants to wait for his wife. It is at this point where Parish finally learns from the Shepherd that the land that they were in is the country from Niggle’s Picture. Of which it is revealed that some of it is now Parish’s Garden. The Shepherd reveals that the painting was only a glimpse into all of this.\n\nAt this point, Niggle bids farewell to Parish, leaving to go through the mountains, hoping to discover whatever lies beyond them.\n\nWhile Niggle went off through the mountains, he never found out that his name in life was the subject of a debate among three different men in Society.\n\nOne of the men, who was called [[Councillor Tompkins]], makes the claim that Niggle had no use to Society at all. He is refuted by a schoolmaster called [[Atkins]], who states that it depends on what Tompkins means by “use”.\n\nIn response, Tompkins clarifies that he meant practical use and that if he ran the country, he would have forced Niggle into doing a job like washing dishes or “put him away”.\n\nAtkins asks whether he means that he would have made Niggle start his journey “before his time”.\n\nTo which, Tompkins again affirms, though he criticizes Atkins for using the expression and that he prefers the phrase “Push him through the tunnel into the great Rubbish Heap”.\n\nAtkins moves on to ask whether he actually believes that painting is worthless.\n\nTompkin’s response is that he considers some painting to be useful like posters, but that no one can make any use out of Niggle’s unfinished painting.\n\nAt this point, Atkins voices his pity of Niggle, but also reveals that he saved a piece of the painting: one that depicted “a mountain-peak and a spray of leaves.”\n\nAnother man nearby named [[Perkins]], attempts to join the conversation. Though at the same time, Tompkins tries to leave the conversation. However, Atkins condemns Tompkins for leaving in Niggle’s house despite his beliefs.\n\nThe conversation ends with Perkins revealing that he never knew that Niggle painted.\n\nIt is revealed that despite Niggle’s name never entering a conversation again, Atkins kept one beautiful leaf of the piece of the painting that he preserved, framed it, and put it in the Town Museum, entitled as “Leaf: by Niggle”. While it attracted a few people, the museum was eventually burnt down and society had entirely forgotten about the leaf and Niggle.\n\nAt the end of the story, the two voices conclude the plot with the Second Voice considering Niggle's area to be the perfect holiday spot and that they are sending more people there.\n\nThe First Voice proposes that they have to give the region a name.\n\nHowever, the Second Voice claims that the Porter had the matter already settled some time ago, when he announces the arrival of the \"Train for [[Niggle's Parish]] in the bay\". The Second Voice claims right after that they sent a message to Niggle and Mr. Parish to see what they think of the name.\n\nThe First Voice presses the Second Voice to say what they thought and is told:\n\n\"They both laughed. Laughed—-the Mountains rang with it!\"\n\n[[Category:Leaf by Niggle]]"}}}