{"parse": {"title": "The Forbidden Pool", "pageid": 7156, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "16 February"}, {"ns": 0, "exists": "", "*": "6 February"}, {"ns": 0, "exists": "", "*": "8 March"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Faramir"}, {"ns": 0, "exists": "", "*": "Forbidden Pool"}, {"ns": 0, "exists": "", "*": "Forbidden Pool (disambiguation)"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Henneth Annûn"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Journey to the Cross-Roads"}, {"ns": 0, "exists": "", "*": "Lothlórien"}, {"ns": 0, "exists": "", "*": "Moon"}, {"ns": 0, "exists": "", "*": "Rangers of Ithilien"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Shire Reckoning"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "The Window on the West"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}, {"ns": 0, "exists": "", "*": "Time"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HM"}], "images": ["CdxIconArticleDisambiguation.svg", "The_Lord_of_the_Rings_-_The_Two_Towers_-_Gollum_at_the_Forbidden_Pool.jpg"], "wikitext": {"*": "{{disambig-more|Forbidden Pool|[[Forbidden Pool (disambiguation)]]}}\n{{chapter\n|image=The Lord of the Rings - The Two Towers - Gollum at the Forbidden Pool.jpg\n|book=The Two Towers\n|title=The Forbidden Pool\n|previous= The Window on the West\n|next=Journey to the Cross-Roads \n|date=Dawn of [[8 March]] {{TA|3019}}\n|location=[[Henneth Annûn]]\n|number=17\n|event=The [[Rangers of Ithilien]] capture [[Gollum]]\n}}\n\n'''The Forbidden Pool''' is the sixth chapter of the fourth book in ''[[The Two Towers]]''.\n\n==Summary==\n[[Frodo Baggins|Frodo]] was awakened late in the night, as [[Faramir]] sought advice on a certain matter. Frodo asked whether it was morning already, and Faramir told him the dawn was just breaking, but that they must leave right away. Faramir took the Hobbit to a cliff by the river, and [[Samwise Gamgee|Sam]] joined them. For a while, Frodo wondered why he had been roused from sleep to come watch the river. Sam, too, was curious. He remarked on the beauty of the landscape, but suggested it was not enough to justify getting up so early in the morning. Faramir said that the landscape was not the reason they had come. He told Frodo to look down and identify a small, dark creature moving in the [[Forbidden Pool]]. Frodo gazed down and recognized [[Gollum]], who had followed them, unseen by Faramir’s men until then. Faramir asked what kind of a creature it was. His men inquired as to whether they should try to kill it or not. Frodo begged them not to do so.\n\nFaramir asked whether Gollum knew about the treasure Frodo was carrying. Frodo replied that Gollum did know about it, and indeed had carried it himself for some time. Then, Frodo explained, Gollum just wanted fish to eat. Faramir’s guard reminded his lord that the punishment for anyone trespassing in their kingdom was death. Frodo offered to speak to Gollum instead. Frodo went down to the water and addressed the creature, who pouted about having been abandoned and refused to come. Finally, Frodo persuaded Gollum to leave the water, leading him toward the area where Faramir’s men were waiting for him. The men apprehended Gollum, who felt betrayed by Frodo and spat on him as he was led away.\n\nFaramir demanded to interrogate Gollum, who initially refused to cooperate. Frodo tried to persuade the creature to trust him. Faramir asked whether Gollum had ever been in this area before. Gollum claimed he had not. Faramir did not believe Gollum, but he ultimately accepted the truthfulness of the creature's statement. Frodo stayed with his assertion that Gollum should not be harmed, begging Faramir's men not to hurt Gollum. Faramir agreed, on the condition that Gollum be considered Frodo’s servant.\n\nHowever, Faramir privately warned Frodo to be wary of Gollum, whom he still did not trust. Faramir said that there was evil growing in Gollum, and that he was curious about how this \"creeping thing\" had come into the possession of [[The One Ring|the Ring]] prior. Faramir said that one day, when he and Frodo were old and chair-bound, Frodo could tell him the story. Faramir also warned against Frodo's passing over the mountains, saying that there was great danger there. Frodo replied that this was the only way he could go, as he must avoid the gates of Mordor that they had passed earlier. Faramir said it was a hopeless task.\n\n==Composition==\n[[J.R.R. Tolkien]] wanted that night to have a full [[moon]] (seen by Frodo, Pippin, and the muster of Rohan). In the first drafts, the chapter took place on the night of [[6 February]]. Much later Tolkien changed his mind about the passage of [[Time]] in [[Lothlórien]], and also invented the [[Shire Reckoning]]. To accommodate the full moons, and the new calendar, he pushed the chapter a month later, and Fellowship's departure from Lothlórien on [[16 February]].<ref>{{HM|RC}}, pp. xlvi, xlvii</ref>\n\n{{references}}\n\n{{DEFAULTSORT:Forbidden Pool}}\n[[Category:The Two Towers chapters]]\n[[fi:Kielletty lampi (TSH)]]"}}}