{"parse": {"title": "Manthor", "pageid": 14930, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of Manthor"}, {"ns": 0, "exists": "", "*": "Agathor"}, {"ns": 0, "exists": "", "*": "Avranc"}, {"ns": 0, "exists": "", "*": "Brandir"}, {"ns": 0, "exists": "", "*": "Brethil"}, {"ns": 0, "exists": "", "*": "Brithiach"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Crossings of Taeglin"}, {"ns": 0, "exists": "", "*": "Edain"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "First Age 469"}, {"ns": 0, "exists": "", "*": "First Age 501"}, {"ns": 0, "exists": "", "*": "Folkmoot"}, {"ns": 0, "exists": "", "*": "Forhend"}, {"ns": 0, "exists": "", "*": "Halad"}, {"ns": 0, "exists": "", "*": "Haladin"}, {"ns": 0, "exists": "", "*": "Haldir (Chieftain of the Haladin)"}, {"ns": 0, "exists": "", "*": "Halethian"}, {"ns": 0, "exists": "", "*": "Halmir"}, {"ns": 0, "exists": "", "*": "Handir"}, {"ns": 0, "exists": "", "*": "Hardang"}, {"ns": 0, "exists": "", "*": "Hareth"}, {"ns": 0, "exists": "", "*": "Haudh-en-Elleth"}, {"ns": 0, "exists": "", "*": "Hiril"}, {"ns": 0, "exists": "", "*": "House of Haleth"}, {"ns": 0, "exists": "", "*": "Hundad"}, {"ns": 0, "exists": "", "*": "Hundar"}, {"ns": 0, "exists": "", "*": "Hunthor"}, {"ns": 0, "exists": "", "*": "Húrin"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Meleth"}, {"ns": 0, "exists": "", "*": "Morwen"}, {"ns": 0, "exists": "", "*": "Nen Girith"}, {"ns": 0, "exists": "", "*": "Obel Halad"}, {"ns": 0, "exists": "", "*": "Sagroth"}, {"ns": 0, "exists": "", "*": "Sirion"}, {"ns": 0, "exists": "", "*": "The Wanderings of Húrin"}, {"ns": 0, "exists": "", "*": "The War of the Jewels"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "*": "North-march"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:FA"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Familytree/start"}, {"ns": 10, "exists": "", "*": "Template:Familytree"}, {"ns": 10, "exists": "", "*": "Template:Familytree/step2"}, {"ns": 10, "exists": "", "*": "Template:Familytree/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Familytree/end"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:WJ"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": [], "wikitext": {"*": "{{infobox character\n| people=[[Edain|Adan]]\n| name=Manthor\n| image=\n| caption=\n| pronun=\n| othernames=\n| titles=A lord of the [[Haladin]]\n| position=Master of the North-march\n| location=[[Brethil]]\n| affiliation=\n| language=''Presumably'' [[Halethian]]\n| birth={{FA|469}}\n| birthlocation=Brethil\n| rule=\n| death={{FA|501}}\n| deathlocation=On the road from [[Nen Girith]]\n| age=32\n| notablefor=\n| house=[[House of Haleth]]\n| parentage=[[Agathor]] and [[Meleth]]\n| siblings=[[Hunthor]]\n| spouse=\n| children=\n| gender=Male\n| height=\n| hair=\n| eyes=\n| clothing=\n| weapons=\n| steed=\n}}\n'''Manthor''' was the younger son of [[Agathor]] and [[Meleth]] and Master of the [[North-march]] of [[Brethil]]. When [[Húrin]] came to Brethil, Manthor became caught up in the Curse of Morgoth upon Húrin and his descendants, dying in the troubles that Húrin stirred up.\n\n== History ==\nManthor held land in eastern Brethil, near the [[Brithiach]] and along [[Sirion]] for some way.<ref>{{WJ|Hurin}}, note 33, p. 303</ref> His cousin, Hardang, wished for Manthor to take up the line of the Chieftains of the [[House of Haleth]], but Hardang won the election. Hardang promoted Manthor to become the Captain of the Guards at the [[Crossings of Taeglin]].\n\nEven before Húrin arrived in Brethil there was some ill-feeling between the branches and Hardang had little love for Manthor.<ref>{{WJ|Hurin}}, note 55, p. 309</ref>\n\nIn {{FA|501}}<ref>{{WJ|Hurin}}, p. 258</ref> after [[Húrin]] buried his wife [[Morwen]], he stumbled on to the [[Haudh-en-Elleth]] and lay down in a dark sleep. In the morning he was found by [[Sagroth]], one of Manthor's guards. [[Forhend]], thought it would be best to expel Húrin from the forest, while [[Avranc]], said that expulsion would not keep Húrin away and recommended killing him before he could wake.\n\nAt this point Manthor came up and berated the men for their immoral suggestions. He woke Húrin who at first thought that he was under attack, and Manthor calmed him, offering food and rest.  Húrin could not eat their food and spat it out, then demanded to go to the house of [[Hardang]], the Warden or [[Halad]] of Brethil. Manthor led Húrin to [[Obel Halad]] but Avranc ran ahead and reported to Hardang what had happened.\n\nIn the hall Hardang received Húrin with little courtesy, only giving him a stool after the old man had sat upon the floor. Manthor was grieved at the dishonor show to Húrin and rebuked Avranc for leaving his post, but Hardang reproved Manthor for raising the matter before a stranger. Then, in anger at his treatment, Húrin threw his stool at Hardang and cut him on the head.  Avranc arrested Húrin and he was imprisoned. Manthor assisted Húrin in walking, then returned to the hall where Avranc had urged that Húrin be put to death. Manthor stated that the deed of Húrin needed to be judged by all the folk and not just the Halad. When Hardang tried to send Manthor back to the marches he resigned his service and went to summon the folk.\n\nManthor went to the prison to see Húrin but found that this was forbidden by Avranc and Hardang. Citing the laws of the Folk, that a friend of a person accused was allowed to see the prisoner, he was let in. Manthor offered to be Húrin's counsel in the trial; at first the old man refused but gradually accented to the offer. Manthor warned Húrin that before his coming no sign of evil had shown in him until Húrin came and thus he perceived a shadow about the man that made lesser shadows grow darker.\n\nThe next morning guards from Hardang's household refused admittance to the prison to Manthor. Manthor went away and returned in the afternoon, and was then allowed to see Húrin.  Húrin seemed overly drowsy and Manthor grew suspicious. He took some of Húrin's uneaten food for testing and told the guards that he would eat with Húrin the next morning, thus forestalling any suspected tampering with his meal.\n\nAt the [[Folkmoot]] Manthor served as Húrin's defence counsel. When Hardang began reciting the charges against Húrin, Manthor pointed out that a man offended could not by the law make the formal accusation nor sit in judgement. In black anger Hardang chose Avranc as his replacement, a move that offended the elders since Avranc was but a youth. When the full charges were spoken it seemed at first that Húrin would be condemned, especially since Húrin refused to speak.  Manthor though pointed out that Húrin refused to speak due to his fetters.  After wrangling between Manthor and Avranc, Hardang allowed the fetters to be unfastened, hoping to calm the crowd.  Húrin then spoke and scorned the chieftain.  Then Manthor again calmed Húrin and spoke on his behalf. He explained that Húrin's behavior upon waking was reasonable since he had believed he was under attack. The food he rejected not out of scorn but because a half-starved man often cannot eat.  Manthor then revealed that Húrin's food had been drugged and that malice was abroad in Brethil. He stated that Húrin, kinsman to the [[House of Haleth]], had found nothing but dishonor in their land.  Manthor then said that Húrin had been provoked into tossing the stool. By the end of Manthor's speech the gathering of the Moot was calling for Húrin's freedom and his pardon.\n\nHúrin then spoke of his errand to Brethil, which was to accuse Hardang of having deliberately refused aid to his wife Morwen, which led to her death.  When he strode toward Hardang the chieftain retreated in fear, which seemed to confirm his guilt. The result was a riot that Manthor could not contain; Hardang and his followers ran to the [[Obel Halad]] and were surrounded by the mob. When Manthor attempted to parley, Avranc shot an arrow at him that missed. This roused the mob to set Hardang's hall on fire. When Hardang and Avranc tried to escape only the young man succeeded while the Warden was killed.\n\nManthor then denied Húrin's charge that Hardang had mistreated his wife. He agreed to go with Húrin to Morwen with others to give her a proper burial.  The next day they did so but as they were returning Avranc shot Manthor with an arrow, this time mortally wounding him.  Húrin called Manthor a valiant friend, but wondered if he was so ardent in Húrin's cause in part for himself, since he would have been a more worthy chieftain. Manthor agreed that part of Húrin's darkness had touched him, bringing out his ambitions. But as Manthor died he noted that Húrin and Túrin had brought ruin upon the House of Haleth, for the coming of these two men had led to the deaths of [[Brandir]], [[Hunthor]], Hardang, and himself.<ref>{{WJ|Hurin}}, pp. 275-297</ref>\n\n== Genealogy ==\nIn the family tree below the relationships between the third generation after [[Halmir]] are of importance to the story. The position of ''Halad'' or Warden of Brethil had passed (by election and custom) from father to son to [[Brandir|Brandir the Lame]]. When he died childless there were factions for either Hardang (as the next senior branch of the family) or Manthor (as the better leader) to be the next Halad. Hardang was chosen but Manthor's faction remained dissatisfied. Women in the family tree are indicated by ''italic'' text. The dagger symbol (†) shows those who died early (and childless) deaths - which shows the ending of the House of Haleth.\n\n{{familytree/start}}\n{{familytree | | | | | | | HMR | | | | | | | | | | |HMR=[[Halmir]]}}\n{{familytree | |,|-|-|-|v|-|^|-|v|-|-|-|.| | | | | |}}\n{{familytree | HDR | | HUN | | HAR | | HIR | | | | |HDR=[[Haldir (Chieftain of the Haladin)|Haldir]]|HUN=[[Hundar]]|HAR=''[[Hareth]]''|HIR=''[[Hiril]]''}}\n{{familytree | |!| | | |!| | | |!| | | |!| | | | | |}}\n{{familytree | HAN | | HUN | | HUR | | MEL |y| AGA |HAN=[[Handir]]|HUN=[[Hundad]]|HUR=[[Húrin]]|MEL=''[[Meleth]]''|AGA=[[Agathor]]}}\n{{familytree | |!| | | |!| | | |!| | | |,|-|^|-|.| |}}\n{{familytree | BRA | | HDG | | TUR | | HTH | | MAN |BRA=[[Brandir]]<br/>the Lame †|HDG=[[Hardang]] †|TUR=[[Túrin]] †|HTH=[[Hunthor]] †|MAN='''MANTHOR''' †}}\n{{familytree/end}}\n\n== Other versions of the legendarium ==\nIn early versions of ''[[The Wanderings of Húrin]]'' the family tree of the House of Haleth underwent several changes. In the third version a fourth child of [[Halmir]], his daughter [[Hiril]], appeared with [[Hunthor]] (originally the brother of Harathor who later became known as ''Hardang'') and Manthor as her grandsons.<ref>{{WJ|Hurin}}, p. 270</ref>  \n\n{{references}}\n\n[[Category:Edain]]\n[[Category:First Age characters]]\n[[Category:Halethian names]]\n[[Category:House of Haleth]]\n[[de:Manthor]]"}}}