{"parse": {"title": "The King of the Ring", "pageid": 26301, "redirects": [{"from": "King of the Ring", "to": "The King of the Ring"}], "links": [{"ns": 0, "exists": "", "*": "1976"}, {"ns": 0, "exists": "", "*": "1985"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "*": "Wallace Wood"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["King_of_the_Ring.jpg"], "wikitext": {"*": "[[File:King of the Ring.jpg|thumb|right|250px|The opening frame.]]\n\n'''''The King of the Ring''''' is a comic spoof of ''[[The Hobbit]]'' and ''[[The Lord of the Rings]]'', made by [[Wallace Wood]]. It appeared in [[Wikipedia:DC Comics|DC Comics]]' ''[[wikipedia:Plop!|Plop!]]'' #23, cover date October [[1976]]. It was republished in ''The Best of DC'' #60 (cover date May [[1985]]).\n\n==Plot==\nIn a place that is \"either a geographical location or a period of history known as Muddle-earth\", Gondeaf the Famous Wizard recruits the Habbit Froydo Biggits to destroy an evil Ring. Gondeaf insists on Froydo carrying it, because if he would bear it, he could become tempted by it, while no-one would care about the Habbit's fate anyway. They set out on their quest, assisted by the Dwarves Slappy, Droopy, Sleazy, Groucho, Harpo, Snoopy, Shlepo, as well as Snyder, the Incognito King of the World. \n\nThey first encounter the creature Glum, the previous owner of the Ring. Because Froydo now has it, Glum considers the two of them engaged, and kisses him. Froydo chases him off with a rock. Soon after, a Nork appears. Snyder engages him, but breaks his sword on the creature's skull. While Gondeaf contemplates what spell to use, Frodo shoots him with a mithril .357 Magnum. He argues that if Gondeaf can smoke tobacco, he can be anachronistic too.\n\nGondeaf leads the troop on, and directs them to a cave, as Souron's Nazighouls are near. But they aren't safe there: it's the lair of Schlob the spider. Froydo subdues the creature with a pepperoni and chili pizza. They reach the edge of Mirdere, and Gondeaf points out the volcano he has to throw it in. The Dwarves head hime, Gondeaf and Snyder remain behind. \n\nAt the volcano, Glum reappears. He snatches the ring from Froydo. Froydo argues that he needs to destroy it, and pushes Glum over the edge. Glum falls in with a  \"ker-plop!\", and while Froydo wonders why it only made that noise, the entire volcano blows up in a giant mushroom cloud. \n\nThe Ring is not destroyed, but thrown clear by the explosion. It lands in Gondeaf's hand. Snyder suggests finding a new ring-bearer, but with Souron destoryed, Gondeaf claims it as his own and kills Snyder. The moral of the story is: \"Never trust a Wizard.\"\n\n==External links==\n\n*[http://cartoonsnap.blogspot.com/2009/02/wally-wood-goes-plop-funny-fantasy-in.html ''Wally Wood goes PLOP! Funny Fantasy in The King of the Ring'']\n\n{{title|italics}}\n{{DEFAULTSORT:King of the Ring, The}}\n[[Category:Comics]]\n[[Category:Parodies]]"}}}