{"parse": {"title": "The Children of Húrin, Op. 48 (Album)", "pageid": 65190, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "The Children of Húrin, Op. 48 (Opera)"}], "templates": [], "images": ["Hurin_CD_Cover.png"], "wikitext": {"*": "[[File:Hurin CD Cover.png|thumb|Artwork from the CD release with permission from Ted Nasmith.]]\nComplete Demo Recording of composer Paul Corfield Godfrey's operatic work ''[[The Children of Húrin, Op. 48 (Opera)]]'' from his cycle ''Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien'' recorded by Volante Opera Productions and released by Prima Facie on CD and digital download in 2020.\n\n\n'''Cast:'''\n\nMorgoth, the enemy (Bass): Laurence Cole\n\nHúrin Thalion, Lord of the House of Hador (Spoken): Julian Boyce\n\nTúrin, his son (Tenor): Simon Crosby Buttle\n\nMorwen Eledhwen, wife of Húrin (Mezzo-Soprano): Helen Greenaway\n\nSaeros, a councillor of Doriath (Tenor): Michael Clifton-Thompson\n\nMablung of the Heavy Hand, a Captain of Doriath (Bass): Stephen Wells\n\nBeleg Cúthalion, a Captain of Doriath (Baritone): Philip Lloyd-Evans\n\nGwindor, a Lord of Nargothrond (Baritone): Julian Boyce\n\nFinduilas, daughter of the King of Nargothrond (Soprano): Emma Mary Llewellyn\n\nGlaurung, first and greatest of dragons (Bass): George Newton-Fitzgerald\n\nNiënor, daughter of Húrin (Soprano): Angharad Morgan\n\nDorlas, a woodsman of Brethil (Tenor): Michael Clifton-Thompson\n\nBrandir, Lord of the men of Brethil (Baritone): Philip Lloyd-Evans\n\n\n'''Chorus of unseen voices and peoples of Doriath, Nargothrond and Brethil:'''\n\nAngharad Morgan/Emma Mary Llewellyn/Louise Ratcliffe/Helen Greenaway/\n\nMichael Clifton-Thompson/Simon Crosby Buttle/Julian Boyce/Jasey Hall\n\n== Track listing ==\n\n==== Disc: 1 ====\n{| class=\"wikitable\"\n|1\n|Prologue: I am the Elder King\n|-\n|2\n|Scene One: Morwen the wife of Húrin remained alone, silent in grief\n|-\n|3\n|Who knows now the counsels of Morgoth?\n|-\n|4\n|It is hard, Túrin my son\n|-\n|5\n|Scene Two: And Morwen gave birth to her child\n|-\n|6\n|The King must judge these deeds\n|-\n|7\n|Then all was searched and told\n|-\n|8\n|Scene Three: So Beleg departed from Doriath\n|-\n|9\n|The storm rode up out of the west\n|-\n|10\n|Who are you?\n|-\n|11\n|Scene Four: Thus did Túrin come to Nargothrond\n|-\n|12\n|And Finduilas, daughter of Orodreth the King\n|-\n|13\n|Gwindor, dear friend, you are falling back into sadness\n|-\n|14\n|Daughter of the King, let no grief lie between us\n|-\n|15\n|For I love you, Gwindor, and I am ashamed that I love you not more\n|-\n|16\n|Scene Five: Then the warriors of Nargothrond went forth\n|-\n|17\n|Leaves fall from the trees in a cold wind\n|-\n|18\n|Scene Six: Then Morwen was distraught and she rode forth with Niënor\n|-\n|19\n|Thus the ladies were lost\n|}\n\n==== Disc: 2 ====\n{| class=\"wikitable\"\n|1\n|Scene Seven: Prelude\n|-\n|2\n|Who are you, and what do you here?\n|-\n|3\n|All my deeds and past days\n|-\n|4\n|Scene Eight: Around the gloom gathers; darkness grows across the sea\n|-\n|5\n|And all things that she saw seemed new to her and strange\n|-\n|6\n|Scene Nine: Though all to ruin fell the world\n|-\n|7\n|When dusk falls, we must creep to the river\n|-\n|8\n|Niniel, fear not the worst\n|-\n|9\n|Have you seen her?\n|-\n|10\n|Hail, Anglachel, Iron of Death!\n|-\n|11\n|Epilogue: Funeral March\n|-\n|12\n|You have come at last\n|}\n[[Category:Albums]]"}}}