{"parse": {"title": "The Art of Mercy in Middle-earth: Paintings Inspired by Tolkien’s Legendarium", "pageid": 71839, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Art of Mercy in Middle-earth- Paintings Inspired by Tolkien’s Legendarium.webp"}, {"ns": 0, "exists": "", "*": "2025"}, {"ns": 0, "exists": "", "*": "Miriam Ellis"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Art_of_Mercy_in_Middle-earth-_Paintings_Inspired_by_Tolkien’s_Legendarium.webp"], "wikitext": {"*": "{{book\n|title=The Art of Mercy in Middle-earth: Paintings Inspired by Tolkien’s Legendarium\n|image=The Art of Mercy in Middle-earth- Paintings Inspired by Tolkien’s Legendarium.webp\n|author=\n|illustrator=[[Miriam Ellis]]\n|publisher=[https://uppsalabooks.com Uppsala Books]\n|date=May [[2025]]\n|format=Hardcover & Paperback\n|pages=104\n|isbn=978-1-961361-18-8\n|isbn2=978-1-961361-19-5\n}}\n'''''The Art of Mercy in Middle-earth: Paintings Inspired by Tolkien’s Legendarium''''' is an art book showcasing a  collection of illustrations by [[Miriam Ellis]] themed around compassion, sacrifice, and redemption across Tolkien’s works. Through original paintings inspired by key moments in The Silmarillion, The Hobbit, and The Lord of the Rings, the volume highlights how acts of mercy shape the history of Arda and the fates of its characters.\n\nAccompanied by commentary exploring the moral and thematic significance of these scenes, the book offers both artistic interpretation and scholarly reflection, presenting mercy as a central but sometimes overlooked thread within Tolkien’s legendarium.\n\n==From the publisher==\n{{blockquote|J.R.R. Tolkien’s legendarium provides twenty-first century readers with a much-needed haven from the busy world around them. In his mercy, Tolkien generously balances scenes of high drama with unforgettable pauses for the refreshment of both characters and readers. His work remains true to the themes of “recovery, escape, and consolation” described in his seminal lecture and essay, “On Fairy-Stories.”\n\nThis book offers a visual portal to these three merciful themes, which form the central subject of Miriam Ellis’s body of Tolkien paintings. Ellis’s artwork strives for faithful accuracy to the texts which she has been reading since childhood. The quieter moments in Tolkien are sometimes neglected in portrayals, but in them resides the beauty of Middle-earth. Focusing on those moments, this book is a treasury with which readers can relax and enjoying both the paintings and the brief but evocative essays drawn from the artist’s contemplation of memorable scenes in the legendarium and the many details of the paintings. Like The Hobbit, The Lord of the Rings, and The Silmarillion, this book should be a source of recovery, escape, and consolation for the reader.}}\n\n{{title|italics}}\n[[Category:Art books]]\n[[Category:Publications by title]]"}}}