{"parse": {"title": "Letter to Maegraith", "pageid": 40754, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1945"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "2 June"}, {"ns": 0, "exists": "", "*": "Charles Williams"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:CG"}], "images": ["Maegraith_2_June_1945_(1).jpg", "Maegraith_2_June_1945_(2).jpg", "Maegraith_2_June_1945_(3).jpg", "Maegraith_2_June_1945_(4).jpg"], "wikitext": {"*": "On [[2 June]] [[1945]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to Maegraith'''.<ref name=C>{{CG|C}}, p. 292</ref>\n\n*'''Description:''' Handwritten letter.\n*'''Publication:''' None.\n*'''Subject:''' Comments on stories written by Maegraith, sent to Tolkien.\n\n==Images==\n<gallery mode=\"traditional\" widths=\"200px\" heights=\"\nFile:Maegraith 2 June 1945 (1).jpg|\nFile:Maegraith 2 June 1945 (2).jpg|\nFile:Maegraith 2 June 1945 (3).jpg|\nFile:Maegraith 2 June 1945 (4).jpg|px\">\nFile:Maegraith 2 June 1945 (1).jpg|\nFile:Maegraith 2 June 1945 (2).jpg|\nFile:Maegraith 2 June 1945 (3).jpg|\nFile:Maegraith 2 June 1945 (4).jpg|\n</gallery>\n\n==Transcription==\n\nI ought to have acknowledged your packet at once; but\nI thought you'd like to have it back soon, with some comment.\nHowever, things have been pretty sticky all through May, with an\nendless series of small extra jobs, exam work and also death.\nEspecially the sudden death of my very dear friend [[Charles Williams]],\nthe author, which has thrown all our little circle into deep mourning[.]\nProfessors, too, seem dying or retiring everywhere, and as I am now\n(as a survivor) an elector or advisor in half a dozen places, I have\nhad a hell of a lot of letters to write.\n\nI don't know that I can do or say a lot that would be\nhelpful, as I am not a professional critic, merely an occasional\nwriter — and that sort of man is apt simply to feel what he\n(with his own mode and habits) would have done in such and such a\nplace: not always a good thing in some [sic] one else's work. And in\nany case, you say you don't want to publish merely to amuse\nyourself (and friends). Well, in order to say anything, I have to\nimagine these things as offered for publication and anonymous.\nOn those conditions: I should say that the ideas, general and\nparticular, are good: I mean the general idea of a series of\nincredible tales told by the old sot major is an excellent link; and\nthe central idea of each of the three stories is good for such a series.\n(???? the BBC ?type ?which a????? \"setting\" to bring it into line)\n\nBut reworking art ?in detail could be criticized (as I think you feel)\nI should not select \"jerkiness\" (your word, I think) as the salient fault.\nI should say that they seem to me rushed and overheated, rather.\nEverything is slightly exaggerated—and to my mind that is not\ndesirable, when you're dealing with what is incredible, ______ ______.\nThe major's meanness, though doubtless actually shameless, needs\nto be a little less obviously thrust at one. Then in the actual stories\nthe language and expressions (whoever is telling 'em in theory does not\nmatter: from the point of view of your reader, they're just being\ntold to him, whether by your A. J. Alan) want, to my taste, to be\ntoned down.\n\nI'll try and exemplify all this from the President's Spoon, the major\npiece. This story is I think is overstrained in tone. It would I think\nbe more effective if the colour was laid on thinner. For instance, I\nshould myself knock out soulsearing (before bitterness) on p.&nbsp;2; and\nsimilarly electric before joy, and ?sim'ly elsewhere; and think of\nsomething milder and more closely pictorial for thrashed out an\nepileptic miracle on p.&nbsp;4.\n\nWhere you could have let yourself go more, I think, was at the\nend. Those I should have made more of the lynching, and\nsuggested more (or more clearly) that the crowd was\ndriven by some horrible demon rage, something beyond mere\n?embarqed sport. A general weakness of this story,\nand perhaps the most difficult to surmount is this. The real\ncentre of it is the fantastic behaviour of Chamberlain's ball,\nafter Hick's suicide. But Hick's suicide—I am sorry, but\nthough you may think this makes readers very dull, you must\nmake that point clearer than just dropping the casual word\ninquest—has to be caused by an \"unfair\" defeat.\n\nVery well: but this must not be allowed to spoil the really exciting\nfinal Open match. It does. The thing has become too repetitive.\nThe way out is either (a) to make Chamberlain cheat in some way,\n(b) --- (better I think) to make the P.Spoon match much less\nmiraculous. You need one fatal \"hole in one\" by a fluke to bring\non the later terrible retribution of ?endless \"holes in one\". But you\nmust limit it to one. The P.S match should be won by a ?flirting, but\nnot sheerly impossible hole in one on the last hole.\n\nTwo small points of detail. Don't make things incredible in detail\nin an incredible tale. Hicks and Chamberlain are normal names.\nWithersnatchy may be a real name, too, for all I know, but it does not\nsound like one (even in Scotland). Why not have one that does?\nPersonally, I don't believe in \"British inconsistency\" - for the simple\nreason that \"the British\" don't exist, except as a political fiction, and\nare not a psychological, social or cultural unit. In any case,\ngranting the situation depicted, the psychology is not \"inconsistency\"\nbut the reverse. The ?tenacity of H. and C. must be supposed to\nproceed from a worship (typical of certain limited circles\nin this island) of Sport or Games that places them above other feelings\nand/or from a consistent ?tenacity of habit.\n\nThe Raft story is least to my liking, simply on account\nof its name; though it is perhaps the least incredible, except\nin the assumed preservation from death of both the main actors.\nThe ?kernel here is I suppose: I was alone for a bit with a\nnaked man on a raft ... What a pity he wasn't a gentleman\"\n[It sounds a bit old fashioned to me and I can't imagine such\na young woman as you depict ever saying it, but have it your own\nway: I'm not criticising your psychology or social satire,\nonly the way of your narration]\n\n<nowiki>[[only last paragraph of page 4 included below]]</nowiki>\n\nI am afraid little of this will be legible—but I've had to\nscribble at great speed. And what you can read will not I expect be of much use. Anyway here's to you, and I hope you'll\naccept it as a token of friendship. Here's to our next\nshared pints.\n\n==External links==\n\n*[http://tolkienletter.blogspot.com/ Tolkien 'Lord of the Rings' letter]\n\n{{references}}\n[[Category:Letters|Maegraith]]"}}}