{"parse": {"title": "Mythlore 143", "pageid": 66253, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 143.gif"}, {"ns": 0, "exists": "", "*": "2023"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 142"}, {"ns": 0, "exists": "", "*": "Mythlore 144"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_143.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 143, Volume 42, Issue 1\n| image = Mythlore 143.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Fall/Winter [[2023]]\n|format=Paperback\n|pages=276\n}}\n'''''Mythlore'' 143''' ([https://dc.swosu.edu/mythlore/vol42/iss1/ Volume 42, Issue 1]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Leonard, Bruce D. \"The Posttraumatic Stress Disorder of Frodo Baggins.\"\n* Emanuel, Tom. \"‘It Is 'About' Nothing But Itself’: Tolkienian Theology Beyond the Domination of the Author.\"\n* Bruce, Alexander M. \"‘Or Break It’: The Cost of Silmarils and Sworn Oaths.\"\n* Danner, Ethan. \"Through Fire and Water: The Exodus of the Gondothlim.\"\n* Henderson, Dylan L. \"‘A Bleak, Barren Land’: Women and Fertility in ''The Lord of the Rings''.\"\n* Collins, Elliott Thomas. \"Otherworldly but not the Otherworld: Tolkien’s Adaptation of Medieval Faerie and Fairies into a Sub-creative Elvendom.\"\n* Holmes, Steven. \"Negative Estrangement: Fantasy and Race in the Drow and Drizzt Do’Urden.\"\n* Jacob, Ashna Mary, and Menon, Nirmala. \"Mythos to Myth to Mythopoeia: A Cyclical Process.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Flieger, Verlyn. \"‘A Fearful Weapon’.\"\n* Larsen, Kristine. \"The Sun, the Son, and the Silmarillion: Christopher Tolkien and the Copernican Revolution of Morgoth’s Ring.\"\n* Martsch, Nancy. \"On the Rings of Power: Thoughts Inspired by Larry Burriss's ‘Sentience and Sapience in the One Ring’.\"\n* Reid, Robin A., Beronio, Bianca, Tally, Robert T., Coker, Cait, Agan, Cami, Stuart, Robert, Krausz, Charlotte, Ue, Tom, and Young, Helen. \"Nine Tolkien Scholars Respond to Charles W. Mills’s ‘The Wretched of Middle-Earth: An Orkish Manifesto’.\"\n* Huttar, Charles (Chuck). To the Editor.\n* Johnson, Bruce R. \"The C. S. Lewis Correspondence Project.\"\n* Croft, Janet Brennan. In Memoriam: Mike Foster.\n\n====Reviews====\n\n* ''Inkling, Historian, Soldier, and Brother: A Life of Warren Hamilton Lewis'' by Don W. King. Reviewed by David Bratman.\n* ''\"Uncle Curro\": J.R.R. Tolkien's Spanish Connection'' by José Manuel Ferrández Bru. Reviewed by Nicole M. duPlessis.\n* ''C. S. Lewis for Beginners'' by Louis Markos. Reviewed by Wendell Wagner.\n* ''Jewish Fantasy Worldwide: Trends in Speculative Stories From Australia to Chile'', edited by Valerie Estelle Frankel. Reviewed by Gabriel Salter.\n* ''Tolkien Dogmatics: Theology through Mythology with the Maker of Middle-earth'' by Austin M. Freeman. Reviewed by Alex (Oleksiy) Ostaltsev.\n* ''The Lion's Country: C.S. Lewis's Theory of the Real'' by Charlie W. Starr. Reviewed by Mark-Elliot Finley.\n* ''How to Misunderstand Tolkien: The Critics and the Fantasy Master'' by Bruno Bacelli. Reviewed by Nancy Martsch.\n* ''Death in Supernatural: Critical Essays'', edited by Amanda Taylor and Susan Nylander. Reviewed by Martina G. Wise.\n* ''Adapting Tolkien: Proceedings of The Tolkien Society Seminar 2020'', edited by Will Sherwood. Reviewed by Alana White.\n* ''East of the Wardrobe: The Unexpected Worlds of C.S. Lewis'' by Warwick Ball. Reviewed by Phillip Irving Mitchell.\n* ''Nólë Hyarmenillo: An Anthology of Iberian Scholarship on Tolkien''. Reviewed by Nancy Martsch.\n* ''Sunbeams and Bottles: The Theology, Thought and Reading of C. S. Lewis'' by James Prothero. Reviewed by Suzanne Bray.\n* ''The Great Tales Never End: Essays in Memory of Christopher Tolkien'', edited by Richard Ovenden and Catherine McIlwaine. Reviewed by Cait Coker.\n* ''Tending the Heart of Virtue: How Classic Stories Awaken a Child’s Moral Imagination, second Edition'', by Vigen Guroian. Reviewed by Sarah O'Dell.\n* ''Robert Holdstock’s Mythago Wood: A Critical Companion'' by Paul Kincaid. Reviewed by Glenn Gray.\n* ''After Humanity: A Guide to C.S. Lewis's The Abolition of Man'' by Michael Ward. Reviewed by Jeremy M. Rios.\n* Briefly Noted: ''The Fairy Tale World'', edited by Andrew Teverson. Reviewed by Janet Brennan Croft.\n{{mythlorenav|142|144}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 143}}\n\n[[Category:Mythlore]]"}}}