{"parse": {"title": "The Wanderings of Húrin", "pageid": 4908, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Angbor (stone)"}, {"ns": 0, "exists": "", "*": "Asgon"}, {"ns": 0, "exists": "", "*": "Avranc"}, {"ns": 0, "exists": "", "*": "Brandir"}, {"ns": 0, "exists": "", "*": "Brethil"}, {"ns": 0, "exists": "", "*": "Brithiach"}, {"ns": 0, "exists": "", "*": "Cabed Naeramarth"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Cuivienyarna"}, {"ns": 0, "exists": "", "*": "Dimbar"}, {"ns": 0, "exists": "", "*": "Dorlas"}, {"ns": 0, "exists": "", "*": "Easterlings"}, {"ns": 0, "exists": "", "*": "Ebor"}, {"ns": 0, "exists": "", "*": "Echoriad"}, {"ns": 0, "exists": "", "*": "Edain"}, {"ns": 0, "exists": "", "*": "Folkmoot for Judgement"}, {"ns": 0, "exists": "", "*": "Forhend"}, {"ns": 0, "exists": "", "*": "Gondolin"}, {"ns": 0, "exists": "", "*": "Halad"}, {"ns": 0, "exists": "", "*": "Haladin"}, {"ns": 0, "exists": "", "*": "Hardang"}, {"ns": 0, "exists": "", "*": "Haudh-en-Elleth"}, {"ns": 0, "exists": "", "*": "Hithlum"}, {"ns": 0, "exists": "", "*": "House of Hador"}, {"ns": 0, "exists": "", "*": "House of Haleth"}, {"ns": 0, "exists": "", "*": "Hundad"}, {"ns": 0, "exists": "", "*": "Hunthor"}, {"ns": 0, "exists": "", "*": "Húrin"}, {"ns": 0, "exists": "", "*": "Lithir"}, {"ns": 0, "exists": "", "*": "Lorgan"}, {"ns": 0, "exists": "", "*": "Maeglin (chapter)"}, {"ns": 0, "exists": "", "*": "Manthor"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Morwen"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Nen Girith"}, {"ns": 0, "exists": "", "*": "Nienor"}, {"ns": 0, "exists": "", "*": "Quendi and Eldar"}, {"ns": 0, "exists": "", "*": "Ragnir (outlaw)"}, {"ns": 0, "exists": "", "*": "Sagroth"}, {"ns": 0, "exists": "", "*": "Sirion"}, {"ns": 0, "exists": "", "*": "Stone of the Hapless"}, {"ns": 0, "exists": "", "*": "The Grey Annals"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Tale of Years (The War of the Jewels)"}, {"ns": 0, "exists": "", "*": "The War of the Jewels"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "exists": "", "*": "Ælfwine and Dírhaval"}, {"ns": 0, "*": "Of Men (The War of the Jewels)"}, {"ns": 0, "*": "Of the Siege of Angband"}, {"ns": 0, "*": "Of Beleriand and its Realms (The War of the Jewels)"}, {"ns": 0, "*": "Of Turgon and the Building of Gondolin"}, {"ns": 0, "*": "Concerning the Dwarves"}, {"ns": 0, "*": "Of the Coming of Men into the West (The War of the Jewels)"}, {"ns": 0, "*": "Of the Ruin of Beleriand and the Fall of Fingolfin (The War of the Jewels)"}, {"ns": 0, "*": "The Last Chapters"}, {"ns": 0, "*": "Of the Ents and the Eagles"}, {"ns": 0, "*": "Moot-ring"}, {"ns": 0, "*": "Hall of the Chieftains"}, {"ns": 0, "*": "Garth of the Graves"}, {"ns": 2, "exists": "", "*": "User:Airyn"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe11chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}], "images": ["Airyyn_-_The_Wanderings_of_Hurin.jpg"], "wikitext": {"*": "{{HoMe11chapters}}\n'''The Wanderings of Húrin''' is chapter one of Part Three of ''[[The War of the Jewels]]'', the eleventh book in ''[[The History of Middle-earth]]''. It tells a portion of the story of [[Húrin]] (after the death of his children [[Túrin]] and [[Nienor]]) from his release from [[Angband]] until he has visited [[Brethil]] and begins to head to [[Nargothrond]].\n\nThis tale was not included in ''[[The Silmarillion]]'' because [[Christopher Tolkien]] feared that the heavy compression which would have been necessary to make it a stylistic match with the rest of the book would have been too difficult and would have made the story overly complex and difficult to read. However, it is a fascinating account of the further workings of [[Morgoth]]'s curse upon Húrin and tells of his disastrous visit to [[Brethil]], in which the [[House of Haleth]] is brought to an end. The section on [[Brethil]] offers details of the Folk of Haleth's culture and unique political entity. In the end, Christopher Tolkien asked if the exclusion of this story brought into question the whole attempt to write a \"unified\" ''Silmarillion''.\n\n== Synopsis==\n[[File:Airyyn - The Wanderings of Hurin.jpg|thumb|''The Wanderings of Húrin'' by [[User:Airyn]]]]\n''The account of Húrin in [[Hithlum]] and Brethil is mixed with Christopher Tolkien's commentaries upon his father's process in creating the story as well as the changes to the House of Haleth's genealogy. In this synopsis just the story will be summarized.  The starting and stopping points of the pieces of the story are given in square brackets to assist those readers who wish to read the straight story.''\n\n[''Beginning on p. 252 under the heading \"500\" and ending on p. 254 at the heading \"501\".'']\nAfter years of captivity, [[Morgoth]] released Húrin, pretending that he did so out of pity but actually to further his malice. An escort of soldiers brought Húrin to the border of [[Hithlum]], which made the [[Easterlings]] and the enslaved [[Edain]] believe that Húrin was in league with the Dark Lord. Shunned, Húrin was further embittered, and prevented from rousing any rebellion against the new lords of the land, even if he had wished to do so.\n\nOnly a small company of followers, [[Asgon]] and seven others, followed Húrin when he decided to depart from Hithlum.  Before leaving, they entered the halls of [[Lorgan]], the self-styled Lord of Hithlum, who feigned friendship since he was concerned that Húrin was in Morgoth's favor. Húrin scorned Lorgan and proclaimed he was not in Morgoth's service. Lorgan, guessing at Morgoth's intent, lets Húrin leave unhindered but with his curse.\n\n[''Beginning on p. 260 with \"It is said that the hunters…\" and ending on p. 265 with \"…and took counsel with his friends.\"'']\nAs Húrin and his companions left Hithlum he desired to see [[Turgon]]. Bound by his oath to not reveal the location of [[Gondolin]] he asked to go down into the vales of [[Sirion]]. Asgon led the way out of the mountains down the [[Lithir]] river. The eight men went unmolested by any creature of Morgoth for their orders were to spy unseen upon Húrin. As they went south Húrin considered how to ditch his men in order to journey to Gondolin alone. Coming to the ford of [[Brithiach]] he told Asgon he wanted to go to Brethil where his son died and where he had an errand. That night though Húrin slept apart and disappeared before dawn, heading into [[Dimbar]].\n\nArising, Asgon and the others did not know if Húrin left by himself or was taken by beast or foe. One of the party, [[Ragnir (outlaw)|Ragnir]], wanted to go home but Asgon led them into Brethil. That night march-wardens of the [[Haladin]] captured Asgon's company, who offered no resistance.  Their weapons were taken and they were led to the woodmen's captain, [[Ebor]]. Since Ebor's lord, [[Manthor]], was away he had to obey the commands of the [[Halad]] or Chieftain of Brethil and send Asgon's company to him for questioning.\n\nThe new chieftain was [[Hardang]], son of [[Hundad]]. He had love neither for Túrin nor for the [[House of Hador]], and little love for Manthor.  When the blindfolded prisoners came before Hardang he accused them of spying for [[Angband]]. Asgon rejected this accusation. Hardang granted them their lives but ordered them expelled without their weapons. Asgon cried that this was the justice of Easterlings and not [[Edain]]. He revealed that Húrin had returned and would come into Brethil, news that frightened Hardang for he feared some strange turn of events.\n\nAsgon and his company were led away, again blindfolded, to the North-march. Ebor was ill-pleased with their treatment and returned to them their weapons. He begged them not to return for Hardang had sent word that if they did they were to be slain on sight. Still wishing to meet Húrin, Asgon led the party to the west to keep a watch for their lord's return.\n\n[''Beginning on p. 271 with \"Now Húrin, coming into Dimbar…\" and ending on p. 298 with the start of the chapter's notes.'']\nIn the meantime, Húrin made his way to the [[Echoriad]] but could not find the entrance to Gondolin. The eagles reported to Turgon of Húrin's return. Turgon at first refused to allow him access but later relented and asked to eagles to seek Húrin.  However, it was too late. Not only had Húrin left, he had cried out for Turgon to remember him, and the spies of Morgoth heard and reported where Gondolin lay.\n\nHúrin, starving, entered Brethil where night-sentinels saw him but did not hinder him. Passing onward, Húrin came to the memorial stone of Túrin and Nienor, where he discovered his wife, [[Morwen]], in rags. He held her in his arms until she died at sunset. Húrin left his wife's body, stumbled to the [[Haudh-en-Elleth]], and lay down in darkness.\n\nA man named [[Sagroth]] discovered Húrin in the morning and upon recognizing him, grew afraid. Another, called [[Forhend]] foresaw trouble and recommended thrusting Húrin out of Brethil to please [[Hardang]]. A third, [[Avranc]], son of [[Dorlas]], said he would just come back and that it would be better to kill the intruder. While the shadow on Húrin had spread to these men, not all were darkened yet, for their captain, Manthor, hearing Avranc's words, upbraided him and woke Húrin.  Húrin arose and thinking that the men were about to attack dared them to try. Manthor calmed him and invited him to rest and eat, giving him bread, meat, and water. Húrin tried to eat but could not and spat the food out. Húrin agreed to go with the party to see Hardang as he had an errand.\n\nAfter leaving most of his strong company to continue their duty, Manthor and Forhend led Húrin to Obel Halad but Avranc got there first and warned Hardang. Inside, Hardang did not rise to greet Húrin and offered him no chair, which led the white-haired Húrin to sit on the floor until Hardang gave him a low stool. Manthor rebuked Avranc for having left his duty. Hardang, seeing the displeasure in the faces of others as well as Manthor for his treatment of Húrin, asked the old man if he wanted food and rest. Húrin, doubly angered by his treatment followed by Hardang's weak courtesy, scorned the [[Halad]] (calling him ''\"Master Reed of the Bog\"'' amidst other names) and threw the stool at him, cutting his forehead. Furious, Avranc arrested Húrin and Hardang ordered him imprisoned.\n\nManthor overheard Avranc urging Húrin's death to Hardang and declared that the matter of Húrin's appearance concerned all the folk of Haleth. Hardang ordered Manthor to return to the marches but Manthor quit Hardang's service for that day as he left [[Sagroth]] in command, but he would return eventually, but for now he would summon the folk. As he left Avranc nearly shot Manthor with an arrow but Hardang restrained him. Soon the Men of Brethil were gathering at Obel Halad. Manthor went to Húrin in prison and offered his services as counsel for the upcoming trial. After some initial rejection Húrin accepted Manthor as friend. Manthor stated that Hardang showed no evil before Húrin came and that Húrin had a dark shadow following him that made lesser shadows grow darker.\n\nThe next day the [[Folkmoot for Judgement]] was announced that would be held on the following morning, as five hundred of the headmen had already arrived, which by custom was the minimum amount of [[Men]] required for the Folkmoot. Manthor was denied access to Húrin in the morning but was allowed to see him in the afternoon. Húrin had been drowsing all day and said the food had done him ill. Grimly, Manthor took some of the food for testing and told the guards to bring food for two in the morning for he would eat with the prisoner.\n\nThe Folkmoot was held at the [[Moot-ring]], which was cut into a hillside, with seven tiers of seats. In the lowest tier was the [[Angbor (stone)|Angbor]], the stone which the Halad sat on. When Húrin was placed before the Angbor it was Hardang who accused him of the charges, as per custom. Manthor challenged Hardang's right to recite an offence against himself. In a rage, Hardang unwisely appointed Avranc as his replacement, a move that insulted the elder headmen in the crowd. Avranc then finished the accusation according to his interpretation of events.\n\nGiven the chance to respond, at first Húrin remained silent. Manthor explained that Húrin would not speak because of his fetters. After some sparring between Avranc and Manthor, Hardang ordered the fetters removed due to the restiveness of the crowd. Húrin then heaped insults upon Hardang and Avranc until Manthor convinced Húrin to sit and let him speak. Manthor then pointed out that Avranc had disobeyed his orders and had suggested that the sleeping Húrin should be slain when he was first found. Manthor then revealed that Húrin's food had been drugged. Avranc told the assembly to be wary of Manthor's words since he was kin to the prisoner, which was a bad move since it allowed Manthor to remind the people that Húrin was kin to the House of Haleth and should have been treated with honor. He then described the scene in which Húrin threw the stool, detailing all of Hardang's shameful discourtesy. At the end of his speech the assembly was clearly on Húrin's side. Húrin then spoke and falsely accused Hardang of being responsible for the starving of Morwen, believing that he had contrived it. He strode towards Hardang, causing the Chieftain to retreat, which convinced the crowd of his guilt.\n\nA riot ensued in which some men loyal to Hardang, or at least his office, defended him while others attacked. Manthor tried to halt the uproar but was thrust aside. A battle ensued at the gate to the Moot-ring, during which Avranc fired an arrow at Manthor but missed. Hardang's faction ran to the Obel Halad and barricaded themselves within. When Manthor attempted to parley with those inside Avranc shot again at him, but missed, which led to the burning of the [[Hall of the Chieftains]]. Avranc escaped from the flames but when Hardang ran out he was killed with a spear. Afterwards Manthor revealed that Hardang knew no more of Morwen than he himself did, for no [[Men|Man]] had ever set foot at the [[Stone of the Hapless]] since [[Túrin|Túrin's]] suicide.\n\nThe next day Manthor and Húrin led a party to [[Nen Girith]] in order to bury Morwen. Upon arrival and seeing the body of Morwen, some of the [[Haladin]] wanted to bring her to the [[Garth of the Graves]] to lie among the [[House of Haleth]]. Húrin disapproved of this, and they thus buried Morwen above [[Cabed Naeramarth]] on the west side of the [[Stone of the Hapless|Talbor]]. On the return trip Avranc fired an arrow for the third time and killed Manthor, ending the House of Haleth. Upon his death, Manthor revealed that Húrin's darkness had touched him as well as Hardang and he proclaimed that Húrin's true errand was fulfilled and that he was the fourth to fall to the shadow of the [[House of Hador]], the others being [[Brandir]], [[Hunthor]], and [[Hardang]]. With his last words, Manthor requested that Húrin leave [[Brethil]] and use his remaining years in peace rather than bring his shadow onto others. After Manthor's body was carried away, Húrin looked westward towards a sunset before he departed alone towards the [[Haudh-en-Elleth]].\n\n== Commentary ==\nAt the start of this chapter Christopher Tolkien mentions that the ''Grey Annals'' seemed to have ended with strange abruptness, which was explained when he found the continuation that had been misplaced. The missing parts of the ''Grey Annals'' are presented, noting many name changes and the growth of the story that would become the Wanderings of Húrin.  Various rewrites and additions are shown as the story enlarged. Accompanying the name changes is a discussion of how the genealogy of the House of Haleth mutated as characters shifted position.\n\nThe story ends with Húrin turning away.  Christopher reports that there were various notes regarding the continuation of the tale, in which some of the Men of Brethil follow Húrin to avoid serving under [[Avranc]]. They meet Asgon who had been waiting for Húrin's reappearance. They gather some among the woodmen and Asgon becomes the captain of the company, yet doing only whatever Húrin willed. Húrin then decided to go to [[Nargothrond]]. A side-note on Manthor revealed that part of his friendship with Húrin was ambition for the Chieftainship, awoken by Húrin's shadow.\n\nChristopher's final word is that this was the furthest point in J.R.R. Tolkien's writings of ''The Silmarillion''. It was as if a high cliff was reached that looked down on an ancient plain below, for the remainder of Húrin's story had been written over twenty-five years before.\n\n{{References}}\n\n{{DEFAULTSORT:Wanderings of Hurin}}\n[[Category:The War of the Jewels chapters]]"}}}