{"parse": {"title": "Amarthiel", "pageid": 21681, "redirects": [{"from": "Narmeleth", "to": "Amarthiel"}], "links": [{"ns": 14, "*": "Category:Images of Amarthiel"}, {"ns": 6, "exists": "", "*": "File:Amarthiel.jpg"}, {"ns": 0, "exists": "", "*": "Narmeleth"}, {"ns": 0, "exists": "", "*": "2008"}, {"ns": 0, "exists": "", "*": "22 July"}, {"ns": 0, "exists": "", "*": "24 July"}, {"ns": 0, "exists": "", "*": "Angmar"}, {"ns": 0, "exists": "", "*": "Annúminas"}, {"ns": 0, "exists": "", "*": "Annúminas-stone"}, {"ns": 0, "exists": "", "*": "Arnor"}, {"ns": 0, "exists": "", "*": "Arthedain"}, {"ns": 0, "exists": "", "*": "Battle of Fornost"}, {"ns": 0, "exists": "", "*": "Carn Dûm"}, {"ns": 0, "exists": "", "*": "Dúnedain"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Eregion"}, {"ns": 0, "exists": "", "*": "Eriador"}, {"ns": 0, "exists": "", "*": "Ettenmoors"}, {"ns": 0, "exists": "", "*": "Eye of Sauron"}, {"ns": 0, "exists": "", "*": "Eärnur"}, {"ns": 0, "exists": "", "*": "Forochel"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lesser rings"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Minas Morgul"}, {"ns": 0, "exists": "", "*": "Mordirith"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Shadows of Angmar"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1974"}, {"ns": 0, "exists": "", "*": "Trollshaws"}, {"ns": 0, "exists": "", "*": "Turbine"}, {"ns": 0, "exists": "", "*": "Witch-king"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:VGC"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Amarthiel.jpg", "CdxIconInfoFilled.svg"], "wikitext": {"*": "{{adaptation}}\n{{infobox character\n| image=Amarthiel.jpg\n| name=Amarthiel\n| othernames=[[Narmeleth]], Sara Oakheart, Regent of Angmar\n| titles=\n| realm=[[Angmar]], [[Annúminas]]\n| affiliation=[[Witch-king]]\n| birth=Sometime in the [[Second Age]]\n| birthlocation=\n| rule=\n| death={{TA|1974}}\n| deathlocation=\n| people=Elves, Undead\n| gender=Female\n| hair=\n| eyes=\n| weapons=\n}}\n'''Amarthiel''' is a character created specifically for [[The Lord of the Rings Online]]. She is the main antagonist in ''[[The Lord of the Rings Online: Shadows of Angmar]]''. Although she plays a large part in the game, she doesn't appear in her true form until late in the main storyline, instead manifesting herself as Sara Oakheart, and tricking the player to help her. Many of the quests in the latter part of the game deal with Amarthiel's obsession with finding her ring, the Narchuil. She is shown to be able to appear in the guise of those she has killed, a tool which plays a great part in the storyline.\n\n==History==\n===The Battle of Fornost===\nAmarthiel first served under the [[Witch-king]] in his first reign over [[Angmar]]. There, she gained much recognition for her actions in the wars against [[Arthedain]], and her power was at its height when she gained possession of the Narchuil, a [[lesser rings|lesser ring]] of [[Middle-earth]]. However, during the Battle of Fornost, in {{TA|1974}} Amarthiel was slain by [[Eärnur|Prince Eärnur's]] forces, and her ring was lost. It is implied that the Elf Lady, Narmeleth, daughter of Laerdan, wielded the sword that slew Amarthiel.\n\nAfter realising defeat was imminent, the [[Witch-king]] of [[Angmar]] fled to [[Carn Dûm]], and then, when pursued by the forces of [[Arnor]], to [[Minas Morgul]]. Many years later, [[Eärnur|King Eärnur]], newly crowned, rode out to Minas Morgul after accepting the Witch-king's challenge to a duel. He was never seen again, and it is later revealed that the [[Gondor|King of Gondor]] was corrupted by the Forces of [[Mordor]], and eventually submitted to [[Sauron]]'s will, becoming [[Mordirith]].\n\n===War of the Ring===\nFor over a thousand years, Amarthiel's soul wandered, until, with the return of the [[Nazgûl|Ring-wraiths]] and [[Sauron]] to [[Middle-earth]], Amarthiel managed to possess Narmeleth, the Elf who killed her at the [[Battle of Fornost]]. Despite [[Elrond]] urging Laerdan, the father of Narmeleth, to tell him of his troubles, Laerdan lies, refusing to tell the [[Elves]] of [[Rivendell]], for fear of them taking Narmeleth away. Despite Laerdan's efforts to restore his daughter to her former self, her quarters in [[Trollshaws]] are raided by Mordrambor, Servant of [[Angmar]], and Amarthiel's spirit re-enters Middle-earth under the title of Champion of [[Angmar]], using Narmeleth's body to manifest herself.\n\nFor the next few years, Amarthiel uses the guise of Sara Oakheart, Narmeleth's maid during her possession by Amarthiel, to search for the Narchuil. After the defeat of Mordirith by Golodir, [[Dúnedain|Ranger of the North]], a power vacuum is left within [[Angmar]], and Amarthiel seizes this chance to become Regent of Angmar. After the player is tricked into entering Barad Gúlaran, fortress of Amarthiel, by their supposed guide, Sarah Oakheart, her true self is revealed, and the [[Eye of Sauron]] is shown, demonstrating that she has the favour of [[Sauron]] himself.\n\nAmarthiel moves to [[Annúminas]], where she intends to reside. While in Annúminas, she uses a [[Annúminas-stone|palantír]] she wrestled from Mordirith to reveal the location of the ring Narchuil. Although the player manages to steal the Palantír from her in her tower, Laerdan is captured, and it is revealed that Amarthiel saw a glimpse of the location of her ring, and with Mordrambor, they lead a massive army of Angmarim out of Annúminas, to find Narchuil.\n\nA race to find the Narchuil begins between [[Elrond]] and Amarthiel, and in order to trick the Free Peoples into giving up their own search, she leads them to believe she has already found the Ring in Tal Bruinen, where she first possessed Narmeleth. However, [[Elrond]] doesn't believe her trickery, and continues the search. With the rescue of Laerdan, it is revealed that after the [[Battle of Fornost]], he found the Narchuil, splitting it in two, and hiding the two pieces in different parts of [[Eriador]]. The player finds one half of the Narchuil in Angmar, however, under torture, Amarthiel manages to find out the first half of the ring Narchuil is in [[Forochel]], the frozen bay in Northern Eriador.\n\nAmarthiel sends Mordrambor to [[Forochel]] to find the second half, but is in fact using the guise of Saija to spy on Mordrambor in his search. After seemingly helping the player, Amarthiel again reveals her deception, fighting Mordrambor for his treachery, the reason for which is unrevealed.<ref>{{VGC|SAXIII}} The Path of Aearil, Mordrambor says, ''I will claim Narchuil as my own and deliver it to my new Master.'' But it is not revealed why he is serving a new master.</ref> Both disappear deeper into the cave, and the second half of the Narchuil is taken to [[Rivendell]].\n\nIn a desperate attempt to recover sacred Ring-lore, fragments of ancient manuscript relating to the ring, Amarthiel attacks various strongholds throughout [[Eriador]], causing many deaths, but is driven back, failing to find the location of the Narchuil.\n\nAs a last resort, Amarthiel uses an illusion of Narmeleth to persuade Laerdan that if he brings both halves of the Narchuil to [[Eregion]] to be reforged, Amarthiel will revert back into his daughter. Laerdan believes her treachery, bringing her the halves of the Narchuil to [[Eregion]], where she overpowers him, and takes the Ring fragments for herself. Worried, Elrond quickly sends the player to Eregion, where they confront Amarthiel, with her newly forged ring.\n\nWearing the Narchuil, she is much stronger than before she fights Mordrambor once again. As he is on the verge of defeat, his true treachery is revealed, and calling forth the 'true Lord of [[Angmar]]', Mordirith flies down from the sky on the back of a mighty creature resembling a Fell Beast as he reveals that the Witch-King has deemed her a threat to his power. In a bitter duel against Amarthiel, she is utterly defeated, and Laerdan runs in, still believing that Narmeleth is still alive, somewhere inside her. He too, is slain by Mordirith, and Mordrambor slices off Amarthiel's hand, taking the Narchuil with it.\n\nSeeing Laerdan dead, it appears that Amarthiel reverts back to Narmeleth, and mourns her father's death. However, she is dragged away, and imprisoned by [[Elrond]], for fear of her lying to escape the Free Peoples. After she regains the trust of the Free Peoples, she reveals the truth behind Amarthiel and Narchuil- she herself forged Narchuil under the supervision of Sauron (in his disguise as Annatar) and was corrupted by its power soon afterward into taking the identity of Amarthiel; the story about Narmeleth being possessed after the battle of Fornost was a lie put forth by her father to shield her from Elrond, as Laerdan was convinced she would be taken away from him if the truth was revealed. With the player's help, she redeems herself by slaying Mordrambor, destroying Narchuil, and defeating Mordirith, all at the cost of her own life.\n\n==Game Play==\nAmarthiel is a non-player character in [[The Lord of the Rings Online]]. Yet, on [[22 July|July 22]], [[2008]] in North America and [[24 July|July 24]], [[2008]] in Europe when {{VGC|SA14}} was first introduced Amarthiel was controlled by a [[Turbine]] employee. She could frequently be found fighting in the [[Ettenmoors]] and [[Carn Dûm]] while the free peoples attempted to find pages of ring-lore for Elrond. \n\n{{references}}\n\n[[Category:Elves from adaptations]]\n[[Category:The Lord of the Rings Online characters]]"}}}