{"parse": {"title": "Bargrisar", "pageid": 68751, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Agandaûr"}, {"ns": 0, "exists": "", "*": "Andriel"}, {"ns": 0, "exists": "", "*": "Beleram"}, {"ns": 0, "exists": "", "*": "Eagles"}, {"ns": 0, "exists": "", "*": "Eradan"}, {"ns": 0, "exists": "", "*": "Farin"}, {"ns": 0, "exists": "", "*": "Giant"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: War in the North"}], "templates": [], "images": [], "wikitext": {"*": "Bargrisar was a stone-[[Giant]] in [[The Lord of the Rings: War in the North|''The Lord of the Rings: War in the North'']] that led a league of [[Orcs]] to destroy the nests of [[Eagles]] in the North.\n\n==History==\n\nBargrisar was a notoriously vicious and violent Stone Giant who was shunned by other Stone Giants due to his antisocial nature. This shunning aggravated Bargrisar's combative tendencies and created a reputation that eventually drew the attention of [[Sauron]]. The Dark Lord sent one of his servants, [[Agandaûr]], to successfully persuade Bargrisar to swear allegiance to Sauron.\n\nAfter forming an alliance with Sauron, Bargrisar and Agandaûr planned to kill the [[Eagles]] and plunder the North. They raised an army and led an attack on the Eagles, slaughtering them and destroying their eggs. As they was doing so, Gandalf sent a trio of warriors - [[Eradan]], [[Andriel]], and [[Farin]] - to investigate the hiding of Bargrisar's Trolls. \n\nThe trio, with the help of the eagle [[Beleram]], destroyed most of Bargrisar's army before he was ready to destroy the remaining [[Men]] of the North. Eventually they found and fought Bargrisar, successfully killing him after he feigned death and Beleram swooped down and plucked his eyes out.<ref name=\":0\">''The Lord of the Rings: War in the North''</ref>\n\n==References==\n<references />\n[[Category:The Lord of the Rings: War in the North characters]]"}}}