{"parse": {"title": "Elvish time", "pageid": 25274, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Question of Time"}, {"ns": 0, "exists": "", "*": "Carl F. Hostetter"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien Encyclopedia"}, {"ns": 0, "exists": "", "*": "Michael D.C. Drout"}, {"ns": 0, "exists": "", "*": "The Lost Road"}, {"ns": 0, "exists": "", "*": "The Nature of Middle-earth"}, {"ns": 0, "exists": "", "*": "Verlyn Flieger"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''Elvish time''' is a partially-unpublished and unfinished essay by [[J.R.R. Tolkien]]. The text is tucked in among manuscripts of the period of ''[[The Lost Road]]'' (1930s).<ref>[[Verlyn Flieger]], ''[[A Question of Time|A Question of Time: J.R.R. Tolkien's Road to Faërie]]'', \"Strange Powers of the Mind\", p. 69</ref> The written part is mainly focused on explaining the human concepts related to time, and does not go on to explain the Elven perspective.<ref>[[Verlyn Flieger]], \"Time\"; in ''[[J.R.R. Tolkien Encyclopedia]]'', p. 649f (edited by [[Michael D.C. Drout]])</ref>\n\nExcerpts from the essay were first published in ''[[A Question of Time|A Question of Time: J.R.R. Tolkien's Road to Faërie]]'', by [[Verlyn Flieger]] (1997). They were reprinted, along with several other related texts, in ''[[The Nature of Middle-earth]]'', edited by [[Carl F. Hostetter]] (2021).\n\n==Extract==\n{{quote|Our language is confused using ''after'' or ''before'' both (in certain circumstances) of the ''future''. We sometimes think and speak of the future as what lies before us, we look ahead, are provident, forward-looking, yet our ancestors preceded us and are fore-fathers; and any event in time is ''before'' one that is later. We speak as if events and a succession of human lives were an endless column moving forward into the unknown, and those born later are behind us, will ''follow'' us; yet also as if though facing the future we were walking backwards, and our children and heirs (''post''erity!) were ahead of us and will in each generation go further forwards into the future than we. [''penciled in'': \"A widow is a ''relict'', one left behind by a husband who goes on.\"] As far as a single experiencing mind goes, it seems a most natural transference of spatial to linear language to say that the past is ''behind'' it or in ''front'' of earlier ones. At the point where the individual ceases the survivors go on further go ahead of him. All living creatures are in one mass or column marching on, and falling out individually while others go on. Those who do so are ''left behind''. Our ancestors who fell out earlier are further behind, behind us forever.<br /><br />[...]<br /><br />In Elvish sentiment the ''future'' was not one of hope or desire, but a decay and retrogression from former bliss and power. Though inevitably it lay ''ahead'', as of one on a journey, \"looking forward\" did not imply anticipation of delight. \"I look forward to seeing you again\" did not mean or imply \"I wish to see you again, and since that is arranged/and or very likely, I am pleased.\" It meant simply \"I expect to see you again with the certainty of foresight (in some circumstances) or regard that as very probable—it might be with fear or dislike, 'foreboding'.\" Their position, as of latter day sentiment, was one of exiles driven forward (against their will) who were in mind or actual posture ever looking backward.<br /><br />But in ''actual language'' time and place had distinct expressions.|[[Verlyn Flieger]]'s ''[[A Question of Time|A Question of Time: J.R.R. Tolkien's Road to Faërie]]'', pp. 69-70}}\n{{references}}\n[[Category:Unpublished material]]"}}}