{"parse": {"title": "The Hunt for the Ring", "pageid": 19962, "redirects": [{"from": "Hunt for the Ring", "to": "The Hunt for the Ring"}], "links": [{"ns": 0, "exists": "", "*": "17 July"}, {"ns": 0, "exists": "", "*": "1 February"}, {"ns": 0, "exists": "", "*": "20 September"}, {"ns": 0, "exists": "", "*": "21 March"}, {"ns": 0, "exists": "", "*": "22 July"}, {"ns": 0, "exists": "", "*": "22 September"}, {"ns": 0, "exists": "", "*": "A Description of the Island of Númenor"}, {"ns": 0, "exists": "", "*": "Aldarion and Erendis: The Mariner's Wife"}, {"ns": 0, "exists": "", "*": "Anduin"}, {"ns": 0, "exists": "", "*": "Anórien"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Barad-dûr"}, {"ns": 0, "exists": "", "*": "Barrow-wights"}, {"ns": 0, "exists": "", "*": "Black Riders"}, {"ns": 0, "exists": "", "*": "Boromir"}, {"ns": 0, "exists": "", "*": "Brandywine"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Cardolan"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Cirion and Eorl and the Friendship of Gondor and Rohan"}, {"ns": 0, "exists": "", "*": "Crebain"}, {"ns": 0, "exists": "", "*": "Denethor"}, {"ns": 0, "exists": "", "*": "Dol Guldur"}, {"ns": 0, "exists": "", "*": "Doors of Durin"}, {"ns": 0, "exists": "", "*": "Dunlendings"}, {"ns": 0, "exists": "", "*": "Dúnedain"}, {"ns": 0, "exists": "", "*": "Easterling"}, {"ns": 0, "exists": "", "*": "Edoras"}, {"ns": 0, "exists": "", "*": "Elbereth"}, {"ns": 0, "exists": "", "*": "Enedwaith"}, {"ns": 0, "exists": "", "*": "Entwade"}, {"ns": 0, "exists": "", "*": "Eriador"}, {"ns": 0, "exists": "", "*": "Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "Field of Celebrant"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Ford of Bruinen"}, {"ns": 0, "exists": "", "*": "Frodo"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gaffer Gamgee"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gladden Fields"}, {"ns": 0, "exists": "", "*": "Glorfindel"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Gríma Wormtongue"}, {"ns": 0, "exists": "", "*": "Gwaihir"}, {"ns": 0, "exists": "", "*": "Isengard"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Khamûl"}, {"ns": 0, "exists": "", "*": "Lothlórien"}, {"ns": 0, "exists": "", "*": "Marquette University"}, {"ns": 0, "exists": "", "*": "Minas Morgul"}, {"ns": 0, "exists": "", "*": "Minhiriath"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Moria"}, {"ns": 0, "exists": "", "*": "Narn i Hîn Húrin"}, {"ns": 0, "exists": "", "*": "Nine Rings"}, {"ns": 0, "exists": "", "*": "Of Tuor and his Coming to Gondolin"}, {"ns": 0, "exists": "", "*": "Old Forest"}, {"ns": 0, "exists": "", "*": "Orthanc"}, {"ns": 0, "exists": "", "*": "Osgiliath"}, {"ns": 0, "exists": "", "*": "Pipe-weed"}, {"ns": 0, "exists": "", "*": "Sarn Ford"}, {"ns": 0, "exists": "", "*": "Sarn Gebir"}, {"ns": 0, "exists": "", "*": "Saruman"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Shadowfax"}, {"ns": 0, "exists": "", "*": "The Battles of the Fords of Isen"}, {"ns": 0, "exists": "", "*": "The Disaster of the Gladden Fields"}, {"ns": 0, "exists": "", "*": "The Drúedain"}, {"ns": 0, "exists": "", "*": "The History of Galadriel and Celeborn"}, {"ns": 0, "exists": "", "*": "The Istari"}, {"ns": 0, "exists": "", "*": "The Line of Elros: Kings of Númenor"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Palantíri"}, {"ns": 0, "exists": "", "*": "The Quest of Erebor"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "The Tale of Years"}, {"ns": 0, "exists": "", "*": "The Wise"}, {"ns": 0, "exists": "", "*": "The Wold"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 2851"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Vales of Anduin"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Weathertop"}, {"ns": 0, "exists": "", "*": "White Council"}, {"ns": 0, "exists": "", "*": "Witch-king"}, {"ns": 0, "exists": "", "*": "Woodland Realm"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Ut-chapters"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HM"}], "images": [], "wikitext": {"*": "{{ut-chapters}}\n'''The Hunt for the Ring''' is a chapter in ''[[Unfinished Tales]]'', a posthumously published work of [[J.R.R. Tolkien]] edited by [[Christopher Tolkien]]. The chapter is a partly published version of a manuscript now held at the [[Marquette University]] (MSS 4/2/31-37);<ref>[http://www.marquette.edu/library/archives/Mss/JRRT/JRRT-seriesa4.shtml ''The Lord of the Rings'': Additional Manuscripts Presented by Christopher Tolkien, Fourth Installment (MSS-4)], accessed 21 October 2010</ref> other parts of this manuscript and a time scheme have been included in ''[[The Lord of the Rings: A Reader's Companion]]'' (see pp.&nbsp;145, 251-2 for details).<ref>[[Wayne G. Hammond]] and [[Christina Scull]] (HarperCollins''Publishers'' 2008), ''[[The Lord of the Rings: A Reader's Companion]]'', p. 251</ref>\n\n==Synopsis==\n'''The Hunt for the Ring''' follows the journey of the [[Black Riders]] from the release of [[Gollum]] from [[Mordor]] until [[Frodo Baggins|Frodo Baggins's]] leaving [[the Shire]] on [[22 September]] {{TA|3018}}.\n\n===Of the Journey of the Black Riders according to the account that Gandalf gave to Frodo===\nThough [[Sauron]] did not trust Gollum, he deduced that Gollum would, after being released, search for those who stole the [[The One Ring|Ring]] from him, and sent spies to follow Gollum. However, before he could get far, Gollum was captured by [[Aragorn]] and sent to the [[Woodland Realm]], and Sauron's spies could not rescue him.\n\nSauron, being now unable to catch Gollum, took another route: to search for the \"halflings\" who, he had learned, had the Ring. Gollum had not been much help in this, as he both had little clear knowledge and lied about what he knew, saying that the land of the Halflings was near his own former home near the [[Gladden Fields]].\n\nSauron's spies searched, but due to the vigilance of the [[Dúnedain]] and the treachery of [[Saruman]], they found nothing. At last, Sauron chose to send out his mightiest and most loyal servants, the Ringwraiths. In June [[Third Age 3018|3018]], Sauron sent forth two assaults: one by Orcs on the Woodland Realm, in the hopes of freeing Gollum, and one led by the [[Witch-king]] on [[Gondor]], to test the strength of [[Denethor]]. In the latter, after taking [[Osgiliath]], the Nazgȗl were told to begin the search for the Ring. At this time, seven Ringwraiths, led by the Witch-king, were stationed in [[Minas Morgul]], while two, including [[Khamûl]] the Easterling, were stationed in [[Dol Guldur]]. (A note in the text identifies Khamûl as the Ringwraith who terrified [[Gaffer Gamgee]] at Hobbiton.)\n\nAround the beginning of July 3018, the Witch-king and his six companions moved unseen over [[Anduin]], through [[Anórien]], over the [[Entwade]], and into [[the Wold]]. A little north of [[Sarn Gebir]], they were clad and horsed, around [[17 July]]. Around [[22 July]], they met the two Ringwraiths stationed at Dol Guldur at the [[Field of Celebrant]]. From them, they learned that Gollum had escaped entirely and vanished. In addition, they said that no Halflings lived anywhere near where Gollum said they did. Passing between [[Lothlórien]] and the [[Misty Mountains]], they rode northward.\n\nThe Ringwraiths, finding nothing, returned south. In September, they once again reached the Wold. There they met messengers from Sauron who reported the prophetic dream that had come to [[Boromir]], the deeds of Saruman, and [[Gandalf|Gandalf's]] capture. Deducing that while none of [[the Wise]] had the Ring, Saruman might know where it was, the Ringwraiths rode straight to [[Isengard]].\n\nTwo days after Gandalf's escape from [[Orthanc]] ([[20 September]]), the Ringwraiths arrived at Isengard. Saruman, knowing that his treachery was discovered, did not come forth, but the Ringwraiths did hear his voice. He said that only Gandalf might know where the Ring was, and to seek him nearby. The next day, however, they encountered [[Gríma Wormtongue]], riding to Isengard to tell Saruman about Gandalf's arrival at [[Edoras]]. They questioned him, and, being struck by terror, he told them the location of the Shire. From this, the Ringwraiths learned that Saruman did indeed know the location of the Shire, and his treachery was fully revealed.\n\nThe Ringwraiths were divided into four pairs, the swiftest of which rode with the Witch-king, through [[Enedwaith]] and [[Minhiriath]]. On the road, they captured some of Saruman's spies, one of whom had maps of the Shire. Now in the service of Mordor, the spies were sent to [[Bree]].\n\nOn the night of 22 September, the Ringwraiths arrived at [[Sarn Ford]]. The Rangers attempted to bar their way, but were overpowered. The Black Riders passed into the Shire on the morning of 23 September.\n\n===Other Versions of the Story===\nChristopher Tolkien mentions that four manuscripts exist for this story, all from the same period but slightly different. The previously printed one he calls A. A second version (B) is largely the same. A third (C) takes the form of a plot outline that begins at a later point in the story and introduces some differences. He says that this is probably the last written of the three. Various pages of notes, which Christopher calls D, are largely concerned with Gollum.\n\nIn D, Gollum tells Sauron only that \"[the Ring] was stolen by a creature named ''Baggins'' in the Misty Mountains, and that ''Baggins'' came from a land called ''Shire''\". Sauron deduces that Baggins must have been a similar sort of creature to Gollum. Gollum would not know the term \"Hobbit\", as it was colloquial and not used everywhere. He also would not use \"Halfling\", a word which Hobbits generally disliked. So the Ringwraiths only had two pieces of information to go on: ''Shire'' and ''Baggins''. Sauron, however, assumed that the Shire would be near the Misty Mountains and the [[Vales of Anduin]], where Gollum had lived.\n\nManuscript B elaborates on the journey of Aragorn with Gollum to the Woodland Realm, and also on Sauron's doubts about using the Ringwraiths. After Gollum's release, he disappeared into the Dead Marshes. Since Sauron had very little power in [[Eriador]], he could not send many spies without them being hindered by Saruman's servants. So, he decided to send the Ringwraiths. Though this had advantages, such as the Ringwraiths' enslavement to their [[Nine Rings|Ring]], it also had weaknesses. All but the Witch-king could stray by daylight, and all except the Witch-king feared water and were reluctant to cross rivers without a bridge. Since their primary weapon was terror, even when unclad their presence could be felt, and Anduin and other rivers were a large obstacle.\n\nThe situation changed when Sauron learned about Gollum's capture. Aragorn captured him on [[1 February]] 3018, and arrived at the Woodland Realm fifty days later on [[21 March]]. The news would not have reached Dol Guldur until after Aragorn had entered Mirkwood, and the commander there would not have sent news to [[Barad-dûr]] until he had tried to find Gollum himself. As such, Sauron likely only found out about Gollum's capture by a Man in late April. Though neither Sauron nor his servants knew who Aragorn was, when Gandalf passed into the Woodland Realm, Sauron learned that the Wise also knew about Gollum.\n\nThis concerned Sauron, who decided to use the Ringwraiths as quickly as possible. He attacked Thranduil and Gondor at the same time, during which Gollum escaped and the Eastern half of Osgiliath was taken.\nHere Christopher Tolkien interjects again, commenting that the Ringwraith's fear of water is nowhere else explained, and that J.R.R. Tolkien said that the idea was also \"difficult to sustain\". He also says that the journey of the Nazgûl up the Vale of Anduin is much the same as in version A, but that the dates in each version are all \"slightly at variance both with each other and with [...] [[the Tale of Years]]\".\n\nThen Christopher Tolkien gives an excerpt from Manuscript D about Gollum after his escape from Mirkwood. Gollum escaped over the Anduin, eluding the Orcs, but he was still hunted by Elves. He wouldn't go near Lórien, and so hid in [[Moria]] in the autumn of 3018. After this, what happened to Gollum is uncertain. What he had for food he stole dangerously from Sauron's servants in Moria. Though he had likely originally intended that Moria simply be a way through the mountains, he got lost and arrived at the [[Doors of Durin]] not long before the [[Fellowship of the Ring]] did. Even had he arrived earlier, he was weak for lack of food and could not have thrust the doors open, so his arrival there was very lucky.\n\nChristopher Tolkien then outlines Manuscript C, which differs significantly and starts after the Ringwraiths' failed journey northward. Arriving at Isengard, in this version they arrived while Gandalf is still there, and in terror Saruman was willing to turn Gandalf over to them. However, when he walked to the top of Orthanc to retrieve him, Gandalf was already flying away with [[Gwaihir]]. Returning to the Ringwraiths, Saruman claimed to have forced Gandalf to reveal the Shire's location (which Saruman already knew) and promised to tell Sauron that the Ringwraiths obeyed their master. Convinced that Saruman was still a faithful ally, the Riders immediately rode in the direction of the Shire. Saruman also sent Orcs and wolves to pursue Gandalf, unsuccessfully. This version of the story includes no meeting between Wormtongue and the Black Riders, as the Riders had already left Rohan by the time Gríma was riding back to Isengard. Saruman's lying is revealed not by Wormtongue, but by the spy they captured, of whom more is told.\n\nInterested in why Gandalf had taken interest in the Shire, Saruman had a network of spies, including some hobbits, but mostly [[Dunlendings]]. One of these Men had been in the Shire, negotiating the price of [[pipe-weed]] (which Saruman had begun to smoke) to store in Isengard against war. He had also been tasked with finding out about any notable departures. This was the man the Black Riders captured on his way back to Isengard. Interrogating him, they discovered where ''Baggins'' lived, which is why Hobbiton was chosen as a starting point. The Ringwraiths sent this man to Bree, and he was the \"squint-eyed southerner\" at the [Prancing Pony].\n\nIn Version B it is said that the Witch-king did not know whether the Ring was in the Shire. Only a few Riders were therefore sent, and of these Khamûl was to go to Hobbiton. Some were also sent to the eastern borders, rousing evil things, including the [[Barrow-wights]] and the trees of the [[Old Forest]].\n\n===Concerning Gandalf, Saruman and the Shire===\nChristopher Tolkien says that papers from this period talk about Saruman's dealings with the Shire and with pipe-weed, and the text he presents is the briefest.\n\nJealous of Gandalf, Saruman began to visit the Shire, having noticed that Gandalf thought it worth visiting. When he learned about the finding of the Ring by Bilbo, he assumed that Gandalf knew about this all along, which angered him, as he was especially concerned with the Rings.\n\nGandalf had also often praised pipe-weed, and though Saruman scoffed at this, he soon began to use it himself. He was secretive about it, as he was concerned that he would be ridiculed if it were found out. He also stopped going to the Shire personally, as he had sometimes been mistaken for Gandalf, and had worried that Gandalf might discover his visits. Gandalf had, in fact, discovered them, but considered them harmless.\n\nSeveral manuscripts include a story describing Saruman's ridicule of Gandalf, which Gandalf laughed off. After Saruman's cold response, Gandalf blew several smoke rings, which vanished when Gandalf tried to grasp them. This may have been a demonstration to show that the Rings would elude him. At the time, Gandalf did not know that Hobbits and the Rings would be connected. If he had, he would not have done what he did. Because of this, however, when the two did become connected, Saruman assumed that Gandalf had known all along and hidden the knowledge from the [[White Council]].\n\nThe final comment by Christopher Tolkien says that in the Tale of Years, the entry for {{TA|2851}} states that Gandalf urged an attack on Dol Guldur, which Saruman vetoed, and that \"it afterwards became clear that Saruman had begun to desire to possess the One Ring for himself\". The story suggests that Gandalf already knew this at that meeting, though afterwards J.R.R. Tolkien said that Gandalf's story at the Council of Elrond implied that he did not suspect Saruman of this desire until his imprisonment in Orthanc.\n\n==Other parts of the manuscript==\n''[[The Lord of the Rings: A Reader's Companion]]'' includes numerous parts of the missing manuscripts, as well as several drafts, schemes, and a chronology titled ''The Hunt for the Ring: Time Scheme - Black Riders''. Part of these writings covers the events of ''Manuscript A''  (in particular the travels of the Black Riders, the parley between the [[Witch-king]] and [[Saruman]], the Witch-king rousing the [[Barrow-wights]] in [[Cardolan]],<ref>{{HM|RC}}, p. 145-6</ref> the battle of [[Osgiliath]] and the travels of [[Khamûl]]). However, most writings focus on the subsequent events: [[Gandalf]]'s escape from Isengard, his taming of [[Shadowfax]]<ref>{{HM|RC}}, \"The Council of Elrond\", pp. 251-253</ref> and his combat against the Ringwraiths on [[Weathertop]] on the night of 3 October, whose fiery lights were seen by [[Aragorn]] and [[Frodo]].<ref name=\"RC\">{{HM|RC}}, \"A Knife in the Dark\", pp. 166-168</ref><ref>{{HM|RC}}, p. 253</ref> ''Time Scheme'' and other versions go as far as the fight between [[Glorfindel]] and the Nazgûl at the [[Ford of Bruinen]]; some minor drafts also analyse subsequent events, including the [[crebain]]. These writings also analyse the thoughts and the plans of the Witch-king regarding the One Ring and Gandalf; they even refer to the Witch-king being afraid of Frodo, as he invoked [[Elbereth]] (a \"name of terror for the Nazgûl\") and may have slain the Barrow-wight.<ref>{{HM|RC}}, \"Flight to the Ford\", pp. 187-189</ref> In addition to the main writings, several (usually brief) drafts regarding the Ringwraiths expand or discuss elements of the plot, such as the identity of Khamûl (originally identified with an [[Easterling]]), or the fact that the Nazgûl couldn’t cross the “elvish waters” of the [[Brandywine]].<ref>{{HM|RC}}, \"Many Meetings\", pp. 204-5</ref>\n\n{{references}}\n{{DEFAULTSORT:Hunt for the Ring, The}}\n[[Category:Manuscripts by J.R.R. Tolkien]]\n[[Category:Unfinished Tales chapters]]"}}}