{"parse": {"title": "The Music of the Lord of the Rings Films", "pageid": 27977, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Music of the Lord of the Rings Films.png"}, {"ns": 0, "exists": "", "*": "2010"}, {"ns": 0, "exists": "", "*": "28 September"}, {"ns": 0, "exists": "", "*": "Doug Adams"}, {"ns": 0, "exists": "", "*": "Howard Shore"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Rarities Archive"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (film series)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Music_of_the_Lord_of_the_Rings_Films.png"], "wikitext": {"*": "{{book\n|title=The Music of the Lord of the Rings Films\n| image = The Music of the Lord of the Rings Films.png\n|author=[[Doug Adams]]\n|isbn=0739071572\n|publisher=Carpentier and Alfred Music Publishing\n|date=[[28 September|September 28]], [[2010]]\n|format=Book + cd\n|pages=416\n}}\n'''''The Music of the Lord of the Rings Films''''' is a [[2010]] publication on [[Howard Shore]]'s score for [[The Lord of the Rings (film series)|''The Lord of the Rings'' film series]] by music journalist [[Doug Adams]].\n\nIt comes bundled with a CD for ''[[The Lord of the Rings: The Rarities Archive]]'', which contains previously unreleased and mock-up versions of tracks from the films.\n\n==From the publisher==\n{{blockquote|(July 28, 2010—New York, NY) Carpentier and Alfred Music Publishing are pleased to announce the release of ''The Music of the Lord of the Rings Films'', a comprehensive account of Howard Shore's score for the trilogy, by Doug Adams. The book will be available in the European Union on September 28 and in the U.S. and worldwide on October 5, 2010.\n<br /><br />\nThe culmination of almost a decade of writing and research, ''The Music of the Lord of the Rings Films'' is an unprecedented look at Howard Shore's Academy Award®-winning score, with extensive music examples, original manuscript scores, a rarities CD, and glimpses into the creative process from the composer, himself.\n<br /><br />\nThe 416-page full-color volume features a Foreword by Howard Shore, an Introduction by The Lord of the Rings screenwriter/producer Fran Walsh, original sketches by John Howe and Alan Lee, and numerous images from the films. Also included in the book, courtesy of Howe Records, is \"The Lord of the Rings: The Rarities Archive\" a CD presenting 21 tracks of previously unreleased music created for the films, and an audio interview with Howard Shore.\n<br /><br />\nThe score for The Lord of the Rings film trilogy has been hailed as some of the greatest film music ever written. Sweeping in scope, it is a musical interpretation of J.R.R. Tolkien's Middle-earth—an operatic tapestry of cultures, histories, languages, and people.\n<br /><br />\n\"Howard Shore's [LOTR] music has touched millions of people the world over,\" said Adams. \"It's been my great pleasure to assemble a piece that chronicles the creation of this music, and examines exactly how it tells this classic story.\"\n<br /><br />\n\"Doug was a detective uncovering clues, tracing how one theme or character related to another,\" said Shore. \"He not only shows the themes and motifs for characters, cultures, objects, and their connection to Tolkien's work, but also the ideas that were sometimes buried deep inside the writing.\"\n<br /><br />\n\"Researching Shore's music has been a true adventure,\" described Adams. \"His work is every bit as intricate and passionate as Tolkien's Middle-earth.\"\n<br /><br />\nDoug Adams, a Chicago-based author and musicologist, was invited in 2001 by Howard Shore to observe and document his work on Peter Jackson's motion picture trilogy. Adams attended recording sessions, examined the original scores, and was given complete access to the composer's archives. As an acknowledged authority on Howard Shore's music, Adams has become a regular fixture at concerts and events across the globe. He runs the popular blog, www.musicoflotr.com, which documents his work on this project and brings fans together in ongoing discussions.<ref>{{webcite|articleurl=http://www.musicoflotr.com/p/music-of-lord-of-rings-faq.html|articlename=The Music of the Lord of the Rings FAQ|dated=July 28, 2010|website=|accessed=September 10, 2021}}</ref>}}\n\n{{references}}\n{{DEFAULTSORT:Music of the Lord of the Rings Films, The}}\n{{title|italics}}\n[[Category:Music books]]\n[[Category:Publications by title]]\n[[Category:The Lord of the Rings (film series) tie-in books]]"}}}