{"parse": {"title": "Dol Guldur (book)", "pageid": 23670, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Dol Guldur (MERP).jpg"}, {"ns": 0, "exists": "", "*": "1995"}, {"ns": 0, "exists": "", "*": "Dol Guldur"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mirkwood"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Dol_Guldur_(MERP).jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-two|a [[Middle-earth Role Playing|MERP]] supplement|stronghold in [[Mirkwood]]|[[Dol Guldur]]}}\n{{book\n|title=Dol Guldur\n|image = Dol Guldur (MERP).jpg\n|author=David Woolpy \n|isbn=1-55806-224-6 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1995]]\n|format=Softcover\n|pages=221\n|ice=2014\n}}\n'''''Dol Guldur''''' is a supplement (in the ''Citadel''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\n== Cover/Jacket Text == \n\n''\"Some here will remember that many years ago I myself dared to pass the doors of the Necromancer in Dol Guldur, and secretly explored his ways, and found thus that our fears were true: he was none other than Sauron, our Enemy of old, at length taking shape and power again. Some, too, will remember also that Saruman dissuaded us from open deeds against him, and for long we watched him only. Yet at last, as the shadows grew, Saruman yielded, and the Council put forth its strength and drove the evil out of Mirkwood - and that was in the very year of the finding of the Ring: a strange chance, if chance it was.\"'' - The Fellowship of the Ring \n\nDol Guldur documents the history, design, layout, garrison, and inhabitants of the Hill of Sorcery, the volcanic stronghold in Mirkwood. The cinder cone looms over a vale strangely quiet and barren amidst the forest. No birds fly across the Nan Lanc, the Naked Valley, and thistles and briars comprise its vegetation. Within the mountain, intricate pits and chambers tunnel deep into the earth, and a maisma of evil coils amidst the shadows. This all-new volume of the Citadels of Middle-earth series presents over 20 pages of maps and floorplans detailing the Necromancer's awful lair. It includes complete stats for MERP, the Lord of the Rings Adventure Game, and Rolemaster. \n\nDol Guldur includes: \n*CROSS SECTION OF THE CITADEL - showing the Precipices, Levels, and Strata of Dol Guldur, and where they fall within the volcano Amon Lanc. \n*KEY LOCATIONS - the Front Gate (called Madhûm by the Orcs), the strategic Web enclosing the Seventh Level, the Bagalaukan that collects the fetid slurry of the stronghold's privies, the severely beautiful Necromancer's Halls, and the deadly Fifth Stratum where the Overlord of Dol Guldur reposes in searing, sulfur-laden steam. \n*FLOORPLANS - of Celedhring's domicile, the Slave-master's residence, the halls of the Mouth of Sauron, the Necromancer's Vantage, and many more. \n*LORDS AND OVERLORDS - Khamûl the Nazgûl, the Mouth of Sauron, Dol Guldur's High commanders, and the Necromancer himself. \n*ORCISH DEVICES - rail-cart tugs, stair lifts, and the Dhaumabrukul (the Wheel of Pain) are but a few of the mechanisms employed by the Orcs of Dol Guldur. \n*ORCISH TRAPS - drain-chutes, fume-chambers, mud-pits, steam-jets, and numerous other traps threaten the survival of intruders. \n*HISTORY - tales like that of the first inhabitants of Amon Lanc, the Dwarves of Drúin's Tribe, and their subtle eviction by the Dark Lord's minion, Celedhring.\n*INTO THE DARKNESS - a three-part mini-campaign involving a tricky rescue attempt to pluck an important prisoner from the Necromancer's grasp before her captors leave Dol Guldur's outposts and reach the innermost dungeons of the citadel. \n\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}