{"parse": {"title": "1964 BBC Interview", "pageid": 25312, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1964"}, {"ns": 0, "exists": "", "*": "1965 BBC Interview"}, {"ns": 0, "exists": "", "*": "26 November"}, {"ns": 0, "exists": "", "*": "BBC"}, {"ns": 0, "exists": "", "*": "Denys Gueroult"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Pieter Collier"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 102, "exists": "", "*": "Index:Audio recordings of J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''1964 BBC Interview''' is a [[Index:Audio recordings of J.R.R. Tolkien|recorded interview]] in two parts with [[J.R.R. Tolkien]] on [[26 November|November 26]], [[1964]]. \nThe first part of the interview was made by Irene Slade for the [[BBC]] radio programme ''Reluctant Olympians''. The other part of the interview was more informal, and was made by [[Denys Gueroult]] as a trial for an official interview that would later take place in 1965 (see ''[[1965 BBC Interview]]'').<ref>''[[The J.R.R. Tolkien Companion and Guide]]: Chronology'', p.625. [[Pieter Collier]] gives a slightly different account: he says that Denys Gueroult broadcast this interview in 1971 on the [[BBC]] Radio 4 program 'Now Read On' (see [http://www.tolkienlibrary.com/press/804-Tolkien_1971_BBC_Interview.php Tolkien Libray (external link)].</ref>\n\n== Extract ==\n\n''The following transcription was made by [[Pieter Collier]]:<ref>[http://www.tolkienlibrary.com/press/804-Tolkien_1971_BBC_Interview.php Tolkien Libray (external link)]</ref>''\n\nJ.R.R. Tolkien: Long before I wrote The Hobbit and long before I wrote this I had constructed this world mythology.\n\nD. Gueroult: So you had some sort of scheme on which it was possible to work?\n\nJ.R.R. Tolkien: Immense sagas, yes … I got sucked into it as the Hobbit did itself, as you know The Hobbit was originally about these dwarves and as soon he it got moving out into the world he got moving and slipped into it.\n\nD. Gueroult: So your characters and your story really took charge. [silence]  I say took charge; I don't mean that you were completely under their spell or anything of this sort.\n\nJ.R.R. Tolkien: Oh no no, I don't wander about dreaming at all, no [laughs] no no, it isn't an obsession in any way.  You have this sensation that at this point [ticks his pipe] A, B, C, D only A or one of them is right and you've got to wait until you see.  I had maps of course. If you're going to have a complicated story you must work to a map, otherwise you can never make a map of it afterwards. The moons, I think, finally were the moons and sunset worked out according to what they were in this part of the world in 1942 actually. Must have been something around it.\n\nD. Gueroult: You began in '42 did you, to write it?\n\nJ.R.R. Tolkien: Oh no, I began as soon as The Hobbit was out - in the '30s.\n\nD. Gueroult: It was finally finished just before it was published.\n\nJ.R.R. Tolkien: I wrote the last ... in about 1949 - I remember I actually wept at the denouement.  But then, of course, there was a tremendous lot of revision.  I typed the whole of that work out twice and lots of it, many times, on a bed in an attic. I couldn't afford, of course, the typing. There's some mistakes still and also it amuses me to say, as I suppose, I'm in a position where it doesn't matter what people think of me now.   There were some frightful mistakes in grammar, which from a Professor of English Language and Lit, are rather shocking.\n\nD. Gueroult: I hadn't noticed any.\n\nJ.R.R. Tolkien: There was one where I used bestrode as the past participle of bestride! [laughs]\n\nD. Gueroult: Do you feel any sense of guilt at all that as a philologist, as a Professor of English Language, with which you were concerned with the factual sources of language, you devoted a large part of your life to a fictional thing?\n\nJ.R.R. Tolkien: No. I'm sure it actually done the language a lot of good! There's quite a lot of linguistic wisdom in it. I don't feel any guilt complex about The Lord of the Rings.\n\nD. Gueroult: Have you a particular fondness for these comfortable homely things of life that the Shire embodies: the home and pipe and fire and bed - the homely virtues?\n\nJ.R.R. Tolkien: Haven't you?\n\nD. Gueroult: Haven't you Professor Tolkien?\n\nJ.R.R. Tolkien: Of course, yes yes yes.\n\nD. Gueroult: You have a particular fondness then for Hobbits?\n\nJ.R.R. Tolkien: That's why I feel at home … look, The Shire is very like the kind of world in which I first became aware of things.  Which was perhaps more poignant to me because I wasn't born in it.  I was born in Bloomsdale in South Africa. I was very young when I got back, but at the same time it bites into your memory and imagination, even if you don't think it has. If your first Christmas tree is a wilting eucalyptus and if you're normally troubled by heat and sand …   then, to have just at the age when imagination is opening out, suddenly find yourself in a quiet Warwickshire village, I think it engenders a particular love of what you might call central Midlands English countryside. Based on good water, stones and elm trees and small quiet rivers and so on, and of course, rustic people about.\n\nD. Gueroult: At what age did you come to England?\n\nJ.R.R. Tolkien: I suppose … I was about three and a half. Pretty poignant of course, because one of the things why people say they don't remember is, it's like constantly photographing the same thing on the same plate. Slight changes simply make a blur. But if a child had a sudden break like that, it's conscious. What it tries to do is to fit the new memories onto the old. I've got a perfectly clear vivid picture of a house that I now know is in fact a beautifully worked out pastiche of my own home in Bloemfontein and my grandmother's house in Birmingham. I can still remember going down the road in Birmingham and wondering what had happened to the big gallery, what happened to the balcony. Consequently I do remember things extremely well, I can remember bathing in the Indian Ocean when I was not quite two and I remember it very clearly.\n\nD. Gueroult: Frodo accepts the burden of the Ring and he embodies, as a character the virtues of long suffering and perseverance and by his actions one might almost say in the Buddhist sense he \"acquires merit\".  He becomes, in fact, almost a Christ figure. Why did you choose a Halfling, a hobbit for this role?\n\nJ.R.R. Tolkien: I didn't. I didn't do much choosing, I wrote The Hobbit you see … all I was trying to do was carry on from the point where The Hobbit left off.  I'd got hobbits on my hands hadn't I?\n\nD. Gueroult: Indeed, but there's nothing particularly \"Christ like” about Bilbo.\n\nJ.R.R. Tolkien: Oh no. No no.\n\nD. Gueroult: But in the face of the most appalling danger he struggles on and continues, and wins through.\n\nJ.R.R. Tolkien: But that seems, I suppose, more like an allegory of the human race. I've always been impressed that we're here surviving because of the indomitable courage of quite small people against impossible odds: jungles, volcanoes, wild beasts... they struggle on, almost blindly in a way.\n\nD. Gueroult: I thought that conceivably Midgard might be Middle-earth or have some connection?\n\nJ.R.R. Tolkien: Oh yes, they're the same word. Most people have made this mistake of thinking Middle-earth is a particular kind of earth or is another planet of the science fiction sort but it's just an old fashioned word for this world we live in, as imagined surrounded by the Ocean.\n\nD. Gueroult: It seemed to me that Middle-earth was in a sense, as you say, this world we live in, but this world we live in at a different era.\n\nJ.R.R. Tolkien: No … at a different stage of imagination … yes.\n\nD. Gueroult: Did you intend in Lord of the Rings that certain races should embody certain principles: the elves wisdom, the dwarves craftsmanship, men husbandry and battle and so forth?\n\nJ.R.R. Tolkien: I didn't intend it.  But when you've got these people on your hands, you've got to make them different haven't you? Well of course, as we all know, ultimately we've only got humanity to work with.  It's only clay we've got. We should all … or at least a large part of the human race … would like to have greater power of mind, greater power of art by which I mean, that the gap between the conception and the power of execution should be shortened, and we should, like a longer time if not indefinite time in which to go on knowing more and making more.\n\nTherefore we make the Elves immortal in a sense. I had to use immortal, I didn't mean that they were eternally immortal, merely that they are very longeval and their longevity probably lasts as long as the inhabitability of the Earth.\n\nThe dwarves of course are quite obviously- \n\nD. Gueroult [interrupting]: wouldn't you say that in many ways they remind you of the Jews? \n\nJ.R.R. Tolkien: Their words are Semitic obviously, constructed to be Semitic. Hobbits are just rustic English people, made small in size because it reflects (in general) the small reach of their imagination - not the small reach of their courage or latent power.\n\nD. Gueroult: This seems to be one of the great strengths of the book, this enormous conglomeration of names - one doesn't get lost, at least after the first reading, after the second reading of the book.\n\nJ.R.R. Tolkien: I'm very glad you told me that because I took a great deal of trouble. Also it gives me great pleasure, a good name. I always in writing start with a name; give me a name and it produces a story, not the other way about normally.\n\nD. Gueroult: Of the languages you know which were the greatest help to you in writing The Lord of the Rings?\n\nJ.R.R. Tolkien: Oh lor …yes… obviously the modern languages, I should have said Welsh has always attracted me.  By it's style and sound more than any other, ever though I first only saw it on coal trucks, I always wanted to know what it was about.\n\nD. Gueroult: It seems to me that certainly the music of Welsh comes through in the names you've chosen for mountains and for places in general. Do you acknowledge this?\n\nJ.R.R. Tolkien: Very much. But a much rarer but very potent influence on myself has been Finnish.\n\nD. Gueroult: Is the book to be considered as an allegory?\n\nJ.R.R. Tolkien: No. I dislike allegory whenever I smell it.\n\nD. Gueroult: Do you consider the world declining as the Third Age declines in your book?  And do you see a Fourth Age for the world at the moment, our world?\n\nJ.R.R. Tolkien: At my age I'm exactly the kind of person who has lived through one of the most quickly changing periods known to history. Surely there could never be in seventy years so much change.\n\nD. Gueroult: There's an autumnal quality throughout the whole of The Lord of the Rings, in one case a character says the story continues but I seem to have dropped out of it … however, everything is declining, fading, at least towards the end of the Third Age.  Every choice tends to the upsetting of some tradition. Now this seems to me to be somewhat like Tennyson's \"the old order changeth, yielding place to new, and God fulfills himself in many ways\". Where is God in The Lord of the Rings?\n\nJ.R.R. Tolkien: He's mentioned once or twice.\n\nD. Gueroult: Is he the One?\n\nJ.R.R. Tolkien: The One… yes.\n\nD. Gueroult: Are you in fact a theist?\n\nJ.R.R. Tolkien: Oh, I'm a Roman Catholic! A devout Roman Catholic.\n\nD. Gueroult: Do you wish to be remembered chiefly by your writings on philology and other matters or by The Lord of the Rings and The Hobbit?\n\nJ.R.R. Tolkien: I shouldn't have thought there was much choice in the matter - if I'm remembered at all, it will be by The Lord of the Rings, I take it. Won't it be rather like the case of Longfellow?  People remember Longfellow wrote Hiawatha, quite forget he was a Professor of Modern Languages!\n\n\n{{references}}\n\n[[Category:Interviews with J.R.R. Tolkien]]"}}}