{"parse": {"title": "Letter to Baronne A. Baeyens", "pageid": 23742, "redirects": [{"from": "Baronne A. Baeyens 16 December 1963", "to": "Letter to Baronne A. Baeyens"}], "links": [{"ns": 0, "exists": "", "*": "16 December"}, {"ns": 0, "exists": "", "*": "1963"}, {"ns": 0, "exists": "", "*": "28 September"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}], "images": [], "wikitext": {"*": "On [[16 December]] [[1963]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to Baronne A. Baeyens'''.<ref name=HS>{{webcite|author=[[Christina Scull]], [[Wayne G. Hammond]]|articleurl=http://www.hammondandscull.com/addenda/chronology.html|articlename=Addenda and Corrigenda to ''The J.R.R. Tolkien Companion and Guide'' (2006) Vol. 1: Chronology|dated=|website=HS|accessed=3 June 2012}}</ref>\n\n*'''Subject:''' Reply to Baronne A. Baeyens's letter of [[28 September]] [[1963]] (who had sent \"a letter of appreciation of ''[[The Lord of the Rings]]'', rejecting an allegorical interpretation\").<ref name=HS/>\n*'''Publication:''' None.\n\n== Excerpt ==\n\n[From the seller Simon Finch Rare Books (London, United Kingdom) as of 22 November 2009):]\n\nAutograph letter signed ('J.R.R. Tolkien') to Baronne A. Baeyens ('Dear Madame') on writing The Lord of the Rings: Two leaves, 225 x 175&nbsp;mm, one with blind-stamped letterhead '76, Sandfield Road, Headington, Oxford', four pages of autograph script, small area of rust at staple-holes; and a brief typewritten note, signed by Tolkien. An unpublished and unusually detailed letter, over 1000 words long, in which Tolkien candidly discusses the process of writing The Lord of The Rings. Tolkien states that his intent was 'to write a story that would be \"exciting\" and readable, and give me scope for my personal pleasure in history, languages, and \"landscape\".' Tolkien rules out the allegorical reading of his books, remarking that he has 'never found books on myths and symbolism attractive. for me they miss the point and destroy the object of their enquiry as surely as a vivisectionist destroys a cat or rabbit'. Instead he chose 'deeply rooted \"archetypal\" motifs' and put them 'into an entirely new setting, carefully devised, that gives the sense of reality'. Tolkien discusses at length how characters arise 'out of the necessities of narrative. whatever may really happen, this sensation is rather that of someone getting to know strangers and observing, often with surprise and sometimes with charm, their revelation of themselves - which one is helpless to alter'. He describes the origin of Aragorn and being 'astounded as slowly the revelation of the majesty of his lineage. and the weight of his doom unfolded', and being particularly fond of writing this perilous kind of character: 'if you become slack. and treat them as something soft (like India rubber) you find that that is only insulation covering a live wire connected with a dynamo - and you get anything from a smart titillation to a severe shock'. Tolkien addresses his critics, comparing his treatment to a chemical analysis, 'Alas! there are so many people who cannot \"enjoy\" anything,' and writes here also on a number of other subjects: his sympathy for Gollum; the value of verse in The Lord of the Rings and how it escapes most readers; the trilogy's non-alignment with any existing religion; and writing the prequels.\n\n==External links==\n*[http://www.lotrplaza.com/forum/forum_posts.asp?TID=226844 Extract from an Unpublished Letter] & [http://www.lotrplaza.com/archive5/display_topic_threads.asp?ForumID=49&TopicID=203199&PagePosition=6 Another Tolkien letter], at [http://www.lotrplaza.com LotrPlaza.com]\n\n{{References}}\n[[Category:Letters|Baeyens, Baronne A.]]"}}}