{"parse": {"title": "Letter to Robert Burchfield (6 November 1954)", "pageid": 31328, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1954"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "6 November"}, {"ns": 0, "exists": "", "*": "Christie's Valuable Manuscripts and Printed Books 7 June 2006"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in \"The Letters of J.R.R. Tolkien\""}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:CG"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["Robert_Burchfield_6_November_1954.jpg"], "wikitext": {"*": "[[Image:Robert Burchfield 6 November 1954.jpg|thumb]]\nOn [[6 November]] [[1954]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in \"The Letters of J.R.R. Tolkien\"|a letter]] to [[wikipedia:Robert Burchfield|Robert Burchfield]]'''.\n\nThe letter concerns, among other things, the reception given to ''[[The Fellowship of the Ring]]'' by Tolkien's philological colleagues.<ref>{{CG|C}}, pp. 443-4</ref>\n\n*'''Publication:''' A photograph of the first page of the letter appeared in ''[[Christie's Valuable Manuscripts and Printed Books 7 June 2006]]''.\n\n==Lot Description (Christie's)==\n\nAutograph postcard signed with initials to Robert Burchfield, sending a copy of his 'squib' and discussing the reaction to the The Fellowship of the Ring: 'I am v. pleased that the first third of my large story pleases you, as it has not exactly commended itself to many of my other philological colleagues, some of whom regard it as a regrettable waste of time better spent on other stuff ... Harting of Amsterdam is the only other philologist who seems to have enjoyed himself, and he has made reasonable progress in analysing the small specimens of Elvish provided', Merton College, Oxford, 6 November 1954, 2 pages, oblong 12mo. \n\nFIRST EDITIONS, WITH A POSTCARD FROM TOLKIEN, FROM THE LIBRARY OF R.W. BURCHFIELD. Born in New Zealand, Burchfield studied at Victoria University College, Wellington, before World War II; after the cessation of hostilities (during which he served in the Royal New Zealand Artillery), he returned to Wellington until the award of a Rhodes Scholarship in 1949 brought him to Magdalen College, Oxford, to study English under Tolkien and C.S. Lewis. Following a lectureship at Christ Church (1953-1957), Burchfield was appointed editor of the Supplement to the Oxford English Dictionary—a task which would occupy him until 1986, when the last of the four volumes finally appeared. Concurrently, he held a series of academic positions at the University, continued to write on language, and was for a period the editorial secretary of the Early English Text Society (on whose behalf he 'gently bullied' Tolkien's edition of Ancrene Wisse out of him, cf. Hammond and Anderson B25); between 1871 and 1984 he was chief editor of the Oxford English Dictionaries. It was in his capacity as editor of the Supplement that he corresponded with Tolkien (who had worked on the Oxford New English Dictionary as an assistant lexicographer between 1918 and 1920) about the origin of the word 'Hobbit'. In a letter of 11 September 1970, Tolkien told him: 'For the moment this is held up, because I am having the matter of the etymology: \"Invented by J.R.R. Tolkien\": investigated by experts. I knew that the claim was not clear, but I had not troubled to look into it, until faced by the inclusion of hobbit in the Supplement', and he suggested a definition which was (most unusually) adopted verbatim, prefaced by the words 'In the tales of J.R.R. Tolkien (1892-1973)' (J.R.R. Tolkien, Letters, 1981, no.316 and note p.&nbsp;453).\n\nHammond and Anderson note that The Fellowship of the Ring was published on 29 July 1954 and The Two Towers on 13 November 1954; Burchfield purchased his copies only 2 days after publication. Of the 3,000 copies of the first edition of The Fellowship of the Ring printed, 2,500 were bound before publication by Jerrold and Sons and the remaining 500 bound in September 1954 by Key and Whiting; this copy is in the first binding of the first edition.\t (4)\n\n==External links==\n\n*[http://www.christies.com/LotFinder/lot_details.aspx?from=searchresults&intObjectID=4728844&sid=86121851-c1e7-44f7-8e69-9b837c34970a Item at Christies.com]\n\n{{references}}\n{{title}}\n[[Category:Letters|Burchfield, Robert (1954-11-06)]]\n[[Category:Letters to R.W. Burchfield]]"}}}