{"parse": {"title": "Mythlore 145", "pageid": 68974, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 145.gif"}, {"ns": 0, "exists": "", "*": "2024"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 144"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}, {"ns": 0, "*": "Mythlore 146"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_145.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 145, Volume 43, Issue 1\n| image = Mythlore 145.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Fall/Winter [[2024]]\n|format=Paperback\n|pages=324\n}}\n'''''Mythlore'' 145''' ([https://dc.swosu.edu/mythlore/vol43/iss1/ Volume 43, Issue 1]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Attebery, Brian. \"Fantasy, Colonialism, and the Middle Landscape.\"\n* Johnson, Frazier A. \"The Catholic Imaginations of J.R.R. Tolkien and Oscar Wilde.\"\n* Waters, Sarah R. A. \"Hamlet in Narnia: The Prince and the Poem in Lewis’s Chronicles of Narnia.\"\n* Salter, G. Connor. \"The Wart, the Wizard, and the Cathedral: Applying C.S. Lewis's Intertextuality Theory to T.H. White and J.K. Rowling.\"\n* Mochel-Caballero, Anne-Frédérique. \"'The Company at St. Anne’s' and 'The God’s Gardeners': What C.S. Lewis and Margaret Atwood Teach Us about Caring for Our Planet.\"\n* Smol, Anna. \"Tolkien the Playwright: Manuscript Revisions and Faërian Dramas in 'The 'Homecoming of Beorhtnoth'.'\"\n* Nasser, Lorraine. \"The Rhetoric of Temporality in C.S. Lewis’s Works: A Study of Time in ''Mere Christianity'' and The Chronicles of Narnia.\"\n* Moore, Clare. \"Elmar, Aerin, and Aredhel: Female Enslavement in Tolkien’s Legendarium.\"\n* Rosegrant, John. \"Hell on Earth in Garth Nix’s Old Kingdom: Dark ''Jouissance'' and the Dead Mother.\"\n* Retakh, Alexander. \"The Inconsistencies of Galadriel: The Influence of Earlier Legendarium in ''The Lord of the Rings''.\"\n* Donaldson, Eileen. \"The Hag o’ the Hills: Terry Pratchett’s Tiffany Aching as Sovereignty Goddess.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Moore, Clare, and Leah Hagan. \"A Bleak, Barren Take: A Response to 'Women and Fertility in ''The Lord of the Rings''.'\"\n* Flieger, Verlyn. \"Tolkien’s Lúthien: From Life to Art to Life as Art.\"\n* Thompson-Handell, Matthew. \"I'm Studying ''Beowulf'' with Beowulf Himself.\"\n* Salter, G. Connor, and Sørina Higgins. \"Friar Jack, The Science-Fiction Apologist: Exploring 'The Friar of Oxford' by William Lindsay Gresham.\"\n\n====Reviews====\n\n* ''J.R.R. Tolkien’s Utopianism and the Classics'' by Hamish Williams. Reviewed by Robert T. Tally.\n* ''Charles Godfrey Leland and His Magical Tales,'' edited by Jack Zipes. Reviewed by Toni Thibodeaux.\n* ''The Wizard of Mecosta: Russell Kirk, Gothic Fiction, and the Moral Imagination'' by Camilo Peralta. Reviewed by G. Connor Salter.\n* ''The Literary Role of History in the Fiction of J.R.R. Tolkien'' by Nicholas Birns. Reviewed by María Fernández Portaencasa.\n* ''Many Times and Many Places: C.S. Lewis and the Value of History'' by K. Alan Snyder and Jamin Metcalf. Reviewed by Landon Loftin.\n* ''The Major and the Missionary: Letters of Warren Hamilton Lewis and Blanche Biggs'', edited by Diana Pavlac Glyer. Reviewed by Bruce R. Johnson.\n* ''The Phantomwise Tarot and Guidebook'' by Erin Morgenstern. Reviewed by Emily E. Auger.\n* ''Pity, Power, and Tolkien’s Ring: To Rule the Fate of Many'' by Thomas P. Hillman. Reviewed by Giovanni Carmine Costabile.\n* ''Science, Technology, and Magic in The Witcher: A Medievalist Spin on Modern Monsters'' by Kristine Larsen. Reviewed by Amber Lehning.\n* ''Representing Middle-Earth: Tolkien, Form, and Ideology'' by Robert T. Tally, Jr. Reviewed by Norbert Schürer.\n* ''Tolkien's Faith: A Spiritual Biography'' by Holly Ordway, and ''C.S. Lewis: Spirituality for Mere Christians'' by William Griffin. Reviewed by Martina Juričková.\n* ''What Barfield Thought: An Introduction to the Work of Owen Barfield'' by Landon Loftin and Max Leyf. Reviewed by Katherine Sas.\n* ''A Guidebook to Monsters: Philosophy, Religion, and the Paranormal'' by Ryan J. Stark. Reviewed by Mark A. Brians II.\n* ''Occidental Mythology (The Masks of God, Volume 3)'' by Joseph Campbell. Reviewed by Phillip Fitzsimmons.\n* ''Reading Tolkien in Chinese: Religion, Fantasy, and Translation'' by Eric Reinders. Reviewed by Cait Coker.\n* Briefly Noted: ''Binding Them All: Interdisciplinary Perspectives on J.R.R. Tolkien and His Works'', edited by Monika Kirner-Ludwig et al. Reviewed by Troels Forchhammer.\n{{mythlorenav|144|146}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 145}}\n\n[[Category:Mythlore]]"}}}