{"parse": {"title": "The Return of the King/Quotations", "pageid": 948, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Minas Tirith (chapter)"}, {"ns": 0, "exists": "", "*": "The Grey Havens"}, {"ns": 0, "exists": "", "*": "The Last Debate"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": [], "wikitext": {"*": "{{blockquote|'Sleep again, and do not be afraid!' said Gandalf. 'For you are not going like Frodo to Mordor, but to Minas Tirith, and there you will be as safe as you can be anywhere in these days. If Gondor falls, or the Ring is taken, then the Shire will be no refuge.'|\"[[Minas Tirith (chapter)|Minas Tirith]]\"}}\n\n{{blockquote|'We will come', said Imrahil; and they parted with courteous words. <br>'That is a fair lord and a great captain of men,' said Legolas. 'If Gondor has such men still in these days of fading, great must have been its glory in the days of its rising.'<br>'And doubtless the good stone-work is the older and was wrought in the first building,' said Gimli. 'It is ever so with the things that Men begin: there is a frost in Spring, or a blight in Summer, and they fail of their promise.'<br>'Yet seldom do they fail of their seed,' said Legolas. 'And that will lie in the dust and rot to spring up again in times and places unlooked-for. The deeds of Men will outlast us, Gimli.'<br>'And yet come to naught in the end but might-have-beens, I guess,' said the Dwarf.<br>'To that the Elves know not the answer,' said Legolas.|\"[[The Last Debate]]\"}}\n\n{{blockquote|Well, here at last, dear friends, on the shores of the sea comes the end of our fellowship in Middle-earth. Go in peace! I will not say: do not weep for not all tears are an evil.|[[Gandalf]], \"[[The Grey Havens]]\"}}\n\n{{DISPLAYTITLE:''The Return of the King''/Quotations}}\n[[Category:Quotes]]"}}}