{"parse": {"title": "Angband (game)", "pageid": 1191, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "The Dungeons of Moria (video game)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-two|the roguelike game|fortress of [[Morgoth]]|[[Angband]]}}\n\n'''''Angband''''' is a dungeon-crawling roguelike computer game derived from ''Umoria'' (C for Unix port of a game called ''[[The Dungeons of Moria (video game)|Moria]]''). It is based on the writings of [[J.R.R. Tolkien]], in which [[Angband]] was the fortress of [[Morgoth]].\n\n==Development==\nThe first version of ''Angband'' was created by Alex Cutler and Andy Astrand at the University of Warwick in 1990. It was later enhanced by many others. Robert Alan Koeneke was the author of the game.<ref>{{webcite|website=[http://www.lysator.liu.se/tolkien-games/ Tolkien computer games]|articleurl=http://www.lysator.liu.se/tolkien-games/entry/dungeons-moria.html|articlename=The Dungeons of Moria|accessed=16 August 2010}}</ref>\n\n''Angband'' was originally shared-source but not strictly free/open software due to being licensed under \"non commercial use only\" terms, as was its ancestor ''[[The Dungeons of Moria (video game)|Moria]]''.  However, a nine-year-long effort to re-license ''Angband'' under the GNU GPL (i.e. getting permission from all contributors) was eventually successful.  One advantage of this is allowing it to be bundled with \"commercial\" Linux distributions, and with those (such as Debian) with a moderately strict FL/OS ethos.\n\nAfter Cutler and Astrand, the later principal developers of ''Angband'' included Charles Swiger, Ben Harrison and Robert Rühlmann.  Harrison was the maintainer responsible for the \"Great Code Cleanup\", modularising, extending, and greatly improving the readability of the ''Angband'' source code, which lead to the large number of variants of ''Angband'' currently available, as well as the rather large number of ports to different platforms. Like other maintainers, he eventually moved on to other interests, passing the title to Robert Rühlmann in 2000.\n\nA collection of sixty (of which only a dozen of which are still in use) variants of Angband exist, each often greatly differing in purpose and depth of changes. The best known variants include EyAngband, Hengband, OAngband, ToME(Tales of Middle Earth), and ZAngband(Zelazny+Angband).\n\nThe Usenet group <code>[http://groups.google.com/groups?hl=en&group=rec.games.roguelike.angband rec.games.roguelike.angband]</code> is a place to discuss all the aspects of the game. An IRC channel, <code>#angband</code>, exists on the WorldIRC network (<code>irc.worldirc.org</code>).\n\n'''''Sil''''' is a variant of ''Angband'' intended to be faithful to the works of Tolkien with recovering [[Silmarils]] from the crown of Morgoth as the goal.<ref>[http://angband.oook.cz/forum/forumdisplay.php?s=8e1ef58c049604766ad662402a451b85&f=12 Sil - Angband Forums]</ref>\n\n==Gameplay==\n''Angband'' is set in [[Angband]], the fortress of [[Morgoth]]. The adventurer is presented with 100 levels of the title dungeon, in which they seek to amass enough power and equipment to ultimately defeat [[Morgoth]].  A new level is randomly generated each time the player changes levels, which gives ''Angband'' replay value: no two games will be the same.\n\nGameplay of of the original version, Vanilla ''Angband'', is most often compared to ''NetHack''. The two games are, however, different with respect to tone - ''Angband'' adopts a more serious tone than ''NetHack'' - and gameplay - ''Angband'' takes  longer to complete,  and is more focussed on combat tactics, inventory management and risk minimisation than ''NetHack'', which involves puzzle solving and special casing. These difference have been the source of mild conflicts between the two communities.\n\n===Angband terms===\n*'''Artifact''': A special item with preset statistics that cannot be destroyed, and of which only one instance exists. Once identified, they are never generated again.\n*'''Band''': Generic name for any ''Angband'' variant.\n*'''Borg''': An automated ''Angband'' player.\n*'''Ego item''': A standard item with special abilities, which vary according to its ego type. eg. Soft Leather Boots of ''Speed''.\n*'''RNG''': Random Number Generator/God. Due to the importance of random effects in ''Angband'', the game RNG is often referred to anthropomorphically.\n*'''Unique''': A monster of which only one instance exists. Once killed they are never generated again.  Systematically finding and killing them can be important to victory in the game, since the hardest few uniques can magically summon other uniques and thereby overpower the player.\n*'''Vanilla''': The unmodified version of ''Angband''.\n*'''Vault''': A special room which is not random, but is produced from a plan.\n*'''Wizard''': A debug/cheat mode.\n\n==External links==\n*[http://rephial.org/ Rephial] is the current main download site for ''Angband''.\n*[http://www.thangorodrim.net/ Thangorodrim] is the previous primary ''Angband'' site, though no longer actively maintained. It features development information and a variant list.\n*[http://www.phial.com/angband/ Phial] is the old official ''Angband'' home page, maintained by Ben Harrison until 2000.\n*[http://angband.oook.cz/ Angband.oook.cz] (or ''oook'') contains the ''Angband'' ladder, detailed spoilers and other resources.\n*[http://www.damnsw.net/~devink/ The ''Angband'' Comic] has been defunct since 2002. It was drawn in the style of the game's text interface.\n*[http://penancecomic.com/ Penance] is a new ''Angband'' webcomic, but drawn in a more traditional style.\n*[https://en.wikipedia.org/wiki/Angband_(video_game) Wikipedia page]\n\n{{references}}\n\n{{title|italics}}\n[[Category:Roguelikes]]"}}}