{"parse": {"title": "Mythlore 141", "pageid": 66238, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 141.gif"}, {"ns": 0, "exists": "", "*": "2022"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 140"}, {"ns": 0, "exists": "", "*": "Mythlore 142"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_141.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 141, Volume 41, Issue 1\n| image = Mythlore 141.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Fall/Winter [[2022]]\n|format=Paperback\n|pages=292\n}}\n'''''Mythlore'' 141''' ([https://dc.swosu.edu/mythlore/vol41/iss1/ Volume 41, Issue 1]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Bratman, David. \"Notes of an Inklings Scholar: Musings on Myth and History, Promises and Secrecy, Ethical Reviewing, and the Limits of Authorial Intent.\"\n* Wills, Eric. \"David Lindsay's ''The Violet Apple''.\"\n* Oliver, Matthew. \"History in the Margins: Epigraphs and Negative Space in Robin Hobb’s ''Assassin’s Apprentice''.\"\n* Olver, Catherine. \"Echoing Ecopoetics: Fantasy Literature's Background Sounds.\"\n* Brander, Elisabeth. \"’Read this Book, and You Will Find all the Grand and Marvelous Things to be Found’: A Song of Ice and Fire and Medieval Travelogues.\"\n* von Kursell, Mikaela E.S. \"Haunted Manikins and the Hero(es) Within: The Modern Romantic Hero as the Divinely Inspired Person Inside of the Personality.\"\n* Peralta, Camilo. \"’Delight in Horror’: Charles Williams and Russell Kirk on Hell and the Supernatural.\"\n* Salter, Gabriel C. \"Tellers of Dark Fairy Tales: Common Themes in the Works of C.S. Lewis and Terence Fisher.\"\n* Mochel-Caballero, Anne-Frédérique. \"’What happened to battles are ugly affairs?’: Fighting Girls in the Films ''The Chronicles of Narnia'', Chapters 1, 2 and 3.\"\n* Hall, Catherine. \"’The Evil Side of Heroic Life’: Monsters and Heroes in ''Beowulf'' and ''The Hobbit''.\"\n* Moore, Clare. \"Goddess and Mortal: The Celtic and the French Morgan le Fay in Tolkien’s ''Silmarillion''.\"\n* Prezioso, MG. \"Well, I’m Back: Samwise Gamgee and the Future of Tolkien’s Literary Pastoral.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Weems, Reggie. The Nurse of Elfland: Lizzie Endicott and C.S. Lewis.\n* Bratman, David. What Sam Said.\n\n====Reviews====\n\n* ''Tolkien, Race, and Racism in Middle-earth'' by Robert Stuart. Reviewed by Robert T. Tally Jr.\n* ''Queering Faith in Fantasy Literature: Fantastic Incarnations and the Deconstruction of Theology'' by Taylor Driggers. Reviewed by C. Palmer-Patel.\n* ''Friendship in'' The Lord of the Rings by Cristina Casagrande. Reviewed by Mark A. Brians II.\n* ''Charles Williams and C.S. Lewis: Friends in Co-Inherence'' by Paul S. Fiddes. Reviewed by Tiffany Brooke Martin.\n* ''The Writer's Map: An Atlas of Imaginary Lands'' by Huw Lewis-Jones. Reviewed by Susan M. Moore.\n* ''Dante's Dream: A Jungian Psychoanalytical Approach'' by Gwenyth E. Hood. Reviewed by Liam Butchart.\n* ''The Modern Myths: Adventures in the Machinery of the Popular Imagination'' by Phillip Ball. Reviewed by Janet Brennan Croft.\n* ''Tolkien as a Literary Artist: Exploring Rhetoric, Language and Style in'' The Lord of the Rings by Thomas Kullmann and Dirk Siepmann. Reviewed by Sharon L. Bolding.\n* ''Two Sagas of Mythical Heroes: Hervor and Heiðrek and Hrólf Kraki and His Champions'', translated and edited by Jackson Crawford, and ''Norse Mythology'' by Jackson Crawford. Reviewed by Phillip Fitzsimmons.\n* Briefly Noted: ''Is Superman Circumcised? The Complete Jewish History of the World’s Greatest Hero'' by Roy Schwartz. Reviewed by Gabriel C. Salter.\n* Briefly Noted: ''Flying Snakes and Griffin Claws: And Other Classical Myths, Historical Oddities, and Scientific Curiosities'' by Adrienne Mayor. Reviewed by Janet Brennan Croft.\n{{mythlorenav|140|142}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 141}}\n\n[[Category:Mythlore]]"}}}