{"parse": {"title": "Mythlore 136", "pageid": 66228, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 136.gif"}, {"ns": 0, "exists": "", "*": "2020"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 135"}, {"ns": 0, "exists": "", "*": "Mythlore 137"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_136.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 136, Volume 38, Issue 2\n| image = Mythlore 136.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Spring/Summer [[2020]]\n|format=Paperback\n|pages=236\n}}\n'''''Mythlore'' 136''' ([https://dc.swosu.edu/mythlore/vol38/iss2/ Volume 38, Issue 2]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Mitchell, Phillip Irving. \"'Written by the Finger of God': C.S. Lewis and Historical Judgment.\"\n* Gallant, Richard Z. \"The 'Wyrdwrīteras' of Elvish History: Northern Courage, Historical Bias, and Literary Artifact as Illustrative Narrative.\"\n* Łaszkiewicz, Weronika. \"The Unicorn as the Embodiment of the Numinous in the Works of Peter S. Beagle.\"\n* Chapman-Morales, Robert B. \"Fearless Joy: Tom Bombadil’s Function in ''The Lord of the Rings''.\"\n* Jacobs, Suzanne. \"Tolkien’s Tom Bombadil: An Enigma '(Intentionally)'.\"\n* Smith, Laurence. \"What the Riddle-Makers Have Hidden Behind the Fire of a Dragon.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Fliss, William M. In Memoriam: Marquette Memories of Christopher Tolkien.\n* Rateliff, John. In Memoriam: The Last Inkling.\n* Cole, Joshua. Lupin’s First Lesson: An Example of Excellent Teaching.\n* Stockton, Jim. Inklings and Danteans Alike: C.S. Lewis, Colin Hardie, Charles Williams, and J.R.R. Tolkien’s Participation in the Oxford Dante Society.\n* Auger, Emily E. An Annotated List of Fantasy Novels Incorporating Tarot (1990-2005).\n\n====Reviews====\n\n* Review Essay: ''The Mutual Admiration Society: How Dorothy L. Sayers and Her Oxford Circle Remade the World for Women'' by Mo Moulton. Reviewed by Barbara L. Prescott.\n* ''Tolkien and the Classics''. Reviewed by Willow DiPasquale.\n* ''Inklings of Truth: Essays to Mark the Anniversaries of C.S. Lewis and J.R.R. Tolkien'', edited by Paul Shrimpton. Reviewed by Austin Freeman.\n* ''Celtic Myth in the 21st Century: The Gods And Their Stories in a Global Perspective'', edited by Emily Lyle. Reviewed by Maria Alberto.\n* ''Tolkien’s Library: An Annotated Checklist'', by Oronzo Cilli. Reviewed by Andoni Cossio.\n* ''Re-Envisioning Mythopoeia by Nancy-Lou Patterson,'' edited by Emily E. Auger and Janet Brennan Croft. Reviewed by Kris Swank.\n* ''Further Up & Further In: Understanding Narnia'', by Joseph Pearce. Reviewed by Chad Chisholm.\n* ''Tolkien And Philosophy,'' edited by Roberto Arduini and Claudio A. Testi. Reviewed by David Emerson.\n* ''Informing the Inklings: George Macdonald and the Victorian Roots of Modern Fantasy'', edited by Michael Partridge and Kirstin Jeffrey Johnson. Reviewed by Tiffany Brooke Martin.\n* ''“Something Has Gone Crack”: New Perspectives on J.R.R. Tolkien in the Great War'', edited by Janet Brennan Croft and Annika Röttinger. Reviewed by James Prothero.\n* ''Tractacus de deificatione sexdecim heroum per Martianum de Sancto Alosio / A Treatise on the Deification of Sixteen Heroes by Marziano Da Sant’ Alosio'', with text, translation, introduction, and notes by Ross G.R. Caldwell and Marco Ponzi; ''The Marziano Tarot The Oldest Known Tarot Deck Conceived by Marziano da Tortona first created by Michelino da Besozzo in Milan between 1412 and 1425''; ''con gli occhi et con l’intelletto / Explaining the Tarot in Sixteenth Century Italy'', translation and commentary by Ross Sinclair Caldwell, Thierry Depaulis, and Marco Ponzi. Reviewed by Emily E. Auger.\n* ''Becoming C.S. Lewis: A Biography of Young Jack Lewis (1898-1918)'', by Harry Lee Poe. Reviewed by Andrew C. Stout.\n* Briefly Noted: by Janet Brennan Croft.\n{{mythlorenav|135|137}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 136}}\n\n[[Category:Mythlore]]"}}}