{"parse": {"title": "The Tower of Cirith Ungol", "pageid": 7176, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "14 March"}, {"ns": 0, "exists": "", "*": "Cirith Ungol"}, {"ns": 0, "exists": "", "*": "Cirith Ungol (disambiguation)"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Mount Doom"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Orodruin"}, {"ns": 0, "exists": "", "*": "Phial of Galadriel"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Shagrat"}, {"ns": 0, "exists": "", "*": "Snaga (orc of Mordor)"}, {"ns": 0, "exists": "", "*": "The Black Gate Opens"}, {"ns": 0, "exists": "", "*": "The Choices of Master Samwise"}, {"ns": 0, "exists": "", "*": "The Land of Shadow"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}, {"ns": 0, "exists": "", "*": "Tower of Cirith Ungol"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:TT"}], "images": ["CdxIconArticleDisambiguation.svg", "Randy_Gallegos_and_Quinton_Hoover_-_Snaga.jpg"], "wikitext": {"*": "{{disambig-more|Cirith Ungol|[[Cirith Ungol (disambiguation)]]}}\n{{chapter\n| image=Randy Gallegos and Quinton Hoover - Snaga.jpg\n| title=The Tower of Cirith Ungol\n| book=The Return of the King\n| number=11\n| event=[[Samwise Gamgee|Samwise]] rescues [[Frodo Baggins|Frodo]].\n| date=[[14 March]] {{TA|3019|n}}\n| location=[[Cirith Ungol]]\n| perspective=[[Samwise Gamgee|Samwise]]\n| previous=The Black Gate Opens\n| next=The Land of Shadow\n}}\n'''The Tower of Cirith Ungol''' is the first chapter of the second book in ''[[The Return of the King]]''.\n\n==Summary==\nAs Book VI begins, the narrative returns to focus on [[Samwise Gamgee|Sam]] and [[Frodo Baggins|Frodo]], who were still in the [[Tower of Cirith Ungol]] in [[Mordor]].<ref>{{TT|Choices}}</ref> Sam awoke to find himself in the dark, outside the [[Orcs|Orc]] stronghold. He knew he needed to rescue Frodo, but a massive door blocked his path. He turned and made his way through the tunnel behind him.\n\nWithout reason or purpose, Sam put on [[The One Ring|the Ring]]. Immediately, he felt the great physical weight of the Ring’s power. His hearing improved, but his sight became hazy. He heard the sound of savage fighting in the tower. He turned and ran back toward the door, hoping that the two Orc-captains had come to blows. Spurred by an intense love for Frodo, Sam took off the Ring and approached the main gate of Cirith Ungol. As he did, he saw [[Orodruin]], or [[Mount Doom]], in the distance to the east. He again felt the wild, heavy pull of the Ring and began to fantasize about becoming “Samwise the Strong,” a great hero. Remembering his love for Frodo, Sam shook off such thoughts. He was convinced that he was too much of a plain hobbit and a humble gardener to control the Ring.\n\nPressing on with a shrug, Sam halted helplessly before the gate, as if held by a web. He was under the influence of the Two Watchers who forbid all entrance into Cirith Ungol. Sam unconsciously drew the [[Phial of Galadriel]] from his breast and extended it forward. Its great light pierced the gloom, and Sam was able to pass quickly through the gate. The Watchers let out a shrill cry.\n\nInside, Sam noticed the bodies of dead orcs as he reached a narrow staircase. The dark figure of an orc moved down the stairs. The orc saw Sam and halted, perceiving Sam as a great, grey shadow brandishing an [[Elves|Elven]] blade that shone bitterly in the darkness. The terrified orc turned and ran up into the tower. Sam followed stealthily, jovially terming himself the “Elf-warrior.” Upstairs, Sam could hear the orc, [[Snaga (orc of Mordor)|Snaga]], speak to another, [[Shagrat]]; they were the only two orcs left in the tower. Shagrat ordered Snaga to descend, but Snaga would not go back downstairs. Snaga ran into an unknown chamber of the tower, leaving the furious Shagrat alone. Sam revealed himself to Shagrat and moved to attack, but the orc, overwhelmed by the power of the Ring, ran in panic around Sam and out the door.\n\nSam looked desperately around for Frodo, but could not find him. He began to sing to himself. His song drew a snarl from Snaga, who mistook Sam’s voice for Frodo’s. Sam followed the sound of the snarl and found the orc climbing a ladder through a hidden door in the ceiling. Sam climbed after Snaga and attacked him in the secret chamber. In a panic, the surprised orc charged Sam, tripped over him, and fell through the hidden door to the hard floor below.\n\nFrodo lay naked on a heap of rags in the middle of the room. He was surprised to see Sam and rested in his arms for a minute, then when Sam said they should go on, despaired because he believed the ring to be taken. Sam revealed that he had kept it hidden. At first, Frodo was utterly elated to find that Sam had saved the Ring, but suddenly demanded that Sam hand over the Ring, calling Sam a thief. Grabbing the Ring, Frodo apologized to Sam. Frodo and Sam outfitted themselves in Orc gear and climbed down the ladder. With the phial of Galadriel, the two hobbits moved past the Watchers and out into Mordor. Suddenly, the terrifying cry of a [[Nazgûl|Black Rider]] rent the sky above them.\n{{references}}\n[[Category:The Return of the King chapters|Tower of Cirith Ungol]]\n[[fi:Cirith Ungolin torni (TSH)]]"}}}