{"parse": {"title": "Mythlore 139", "pageid": 66234, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 139.gif"}, {"ns": 0, "exists": "", "*": "2021"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 138"}, {"ns": 0, "exists": "", "*": "Mythlore 140"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_139.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 139, Volume 40, Issue 1\n| image = Mythlore 139.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Fall/Winter [[2021]]\n|format=Paperback\n|pages=288\n}}\n'''''Mythlore'' 139''' ([https://dc.swosu.edu/mythlore/vol40/iss1/ Volume 40, Issue 1]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Parrila, Sofia. \"All Worthy Things: The Personhood of Nature in J.R.R. Tolkien’s Legendarium.\"\n* Schürer, Norbert. \"The Shape of Water in J.R.R. Tolkien’s ''The Lord of the Rings''.\"\n* McNulty, Trenton J. \"Mirrors to the Underworld: Reflective Portals between Life and Death in the Harry Potter Series.\"\n* Dugger, Julie M. \"Lewis and Clarke in the Caves: Art and Platonic Worlds in ''Piranesi''.\"\n* Wise, Dennis Wilson. \"Just Reading ''A Spell for Chameleon'': An Appreciation with Caveats, and an Elegy.\"\n* Köhler, Anna. \"Responsibility and Critical Thinking as Markers of Adulthood in Two Coming-of-Age Fantasy Series: Terry Pratchett’s Tiffany Aching Novels and Jonathan Stroud’s Bartimaeus Trilogy.\"\n* Mamola, Gabriel. \"The Conscience of Solomon Kane: Robert E. Howard’s Rhetorics of Motive, World, and Race.\"\n* Gustafson, Mattie E. \"But Where Shall Wisdom be Found? ''The Lord of the Rings'' and the Wisdom Literature of the Hebrew Bible.\"\n* Thompson, Joseph. \"‘Taliessin in the Rose-Garden’: A Symbolic Analysis.\"\n* Honegger, Thomas. \"The Enigmatic Loss of Proto-Hobbitic.\"\n* Holmes, John R. \"How Tolkien Saved His Neck: A lusinghe Proposition to the Oxford Dante Society.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Williams, Donald T. Keystone or Cornerstone? A Rejoinder to Verlyn Flieger on the Alleged \"Conflicting Sides\" of Tolkien’s Singular Self.\n* Weems, Reggie. A Holiday by the Sea: In Search of Cair Paravel.\n* Cho, Song. Jane Austen’s ''Lady Susan'' as a Possible Source of Inspiration behind C.S. Lewis’s ''The Screwtape Letters''.\n\n====Reviews====\n\n* Review Essay: ''Women Tarot Artists Inspired by the Golden Dawn: Recent Publications.'' Reviewed by Emily E. Auger.\n* ''Tolkien’s Modern Reading'' by Holly Ordway. Reviewed by Kris Swank.\n* ''The Flight of the Wild Gander'' by Joseph Campbell. Reviewed by Phillip Fitzsimmons.\n* ''God and the Gothic'' by Alison Milbank. Reviewed by Douglas A. Anderson.\n* ''The Saga of the Volsungs: With the Saga of Ragnar Lothbrok'', translated by Jackson Crawford. Reviewed by Phillip Fitzsimmons.\n* ''Tolkien the Pagan? Reading Middle-earth through a Spiritual Lens'', edited by Anna Milon. Reviewed by Alana White.\n* ''Re-Orienting the Fairy Tale: Contemporary Adaptations across Cultures,'' edited by Mayako Murai and Luciana Cardi. Reviewed by Nada Kujundžić.\n* ''George MacDonald’s Children’s Fantasies and the Divine Imagination'' by Colin Manlove. Reviewed by Tiffany Brooke Martin.\n* ''The Cards: The Evolution and Power of Tarot'' by Patrick Maille. Reviewed by Emily E. Auger.\n* ''Terry Pratchett’s Ethical Worlds'', edited by Kristin Noone and Emily Lavin Leverett. Reviewed by Felicity Gilbert.\n* Briefly Noted: ''Thanks for Typing'', edited by Jukliana Dresvina, and ''In and Out of Bloomsbury'' by Martin Ferguson Smith. Reviewed by Janet Brennan Croft.\n* Briefly Noted: ''Encyclopedia of Mythical Objects'' by Theresa Bane. Reviewed by John Zacharias.\n* Briefly Noted: ''The Shared Witness of C.S. Lewis and Austin Farrer'' by Phillip Irving Mitchell. Reviewed by Landon B. Loftin.\n{{mythlorenav|138|140}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 139}}\n\n[[Category:Mythlore]]"}}}