{"parse": {"title": "Paola Castagno", "pageid": 70320, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Elfenomeno.com"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "Tolkien: Preguntas frecuentes (y no tan frecuentes)"}, {"ns": 0, "*": "El Hobbit: Guía de Lectura"}, {"ns": 0, "*": "Leandro Pascual"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''Paola Castagno Ayala''' is a distinguished scholar of J.R.R. Tolkien’s work, renowned for her contributions to the dissemination and analysis of Middle-earth. She was born in Santiago de Chile and left the country when she was 7 years old. After living in Italy, Yugoslavia and Mexico, she settled in Spain in 1984. She has lived in 7 countries and is fluent in 5 languages, which has allowed her to broaden her professional and personal horizons.\n\n==Education and Career==\n\nShe holds a degree in Geography and History, specialising in Prehistory and Archaeology, from the Universidad Autónoma de Madrid. She is also an expert in Coeducation and Social Education, having conducted various research projects and published works in these fields.\n\n==Work on J.R.R. Tolkien’s Oeuvre and the Fenopaedia==\n\nHer interest in [[J.R.R. Tolkien]]’s work began more than 30 years ago when she read [[The Hobbit]] in Serbo-Croatian. Later, she became involved in the Tolkien community online, particularly through the website [[Elfenomeno.com]], where she initially contributed by developing frequently asked questions (FAQs) about Middle-earth.\n\nIn 2004, she launched the [https://www.elfenomeno.com/menu/top/fenopaedia Fenopaedia] Project, where she has published entries in all categories, with a particular focus on characters, objects, kelvar, olvar, and races. With over 1,180 entries published out of the 2,800 available, her work has established her as one of the foremost authorities on Tolkien’s work in Spanish.\n\n==Publications and Essays==\n\nShe has co-authored and published several books on Tolkien:\n\n*[[Tolkien: Preguntas frecuentes (y no tan frecuentes)]], Minotauro, 2004 (together with Jesús Pedrazo and J.M. Villa).\n*[[El Hobbit: Guía de Lectura]], Espasa Calpe, 2006 (together with Leandro Pascual).\n\nIn addition, she has written and co-authored various articles and essays on Tolkien’s work, addressing topics such as:\n\n*Weapons with their own names in Tolkien’s work.\n*What kind of creatures were Tolkien’s Giants?\n*Did Saruman manage to forge a Ring of Power?\n*What happened to Celebrían?\n*Balrogs never had wings.\n*Christopher Tolkien, author of The Silmarillion.\n*What are the divisions of Tolkien’s Elves?\n\nFor over 20 years, Paola, alongside [[Leandro Pascual]], has been managing the content of the website Elfenomeno.com. In 2024, they relaunched the site with a new design, new sections, and a strong social media presence, reaffirming their commitment to the diffusion and study of J.R.R. Tolkien's work.\n\n{{References}}\n{{DEFAULTSORT:Castagno, Paola}}\n[[Category:Spanish people]]\n[[Category:Academics]]\n[[Category:Authors]]\n[[Category:Editors]]\n[[Category:People by name]]\n[[Category:Webmasters]]"}}}