{"parse": {"title": "Of the Voyage of Eärendil and the War of Wrath", "pageid": 14533, "redirects": [{"from": "Of the Voyage of Eärendil", "to": "Of the Voyage of Eärendil and the War of Wrath"}], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Amras"}, {"ns": 0, "exists": "", "*": "Amrod"}, {"ns": 0, "exists": "", "*": "Ancalagon"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Arda Marred"}, {"ns": 0, "exists": "", "*": "Beleriand"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Celeborn"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Círdan"}, {"ns": 0, "exists": "", "*": "Dagor Dagorath"}, {"ns": 0, "exists": "", "*": "Doors of Night"}, {"ns": 0, "exists": "", "*": "Dragons"}, {"ns": 0, "exists": "", "*": "Eagles"}, {"ns": 0, "exists": "", "*": "Edain"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Elros"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Elwing"}, {"ns": 0, "exists": "", "*": "Enchanted Isles"}, {"ns": 0, "exists": "", "*": "Eriador"}, {"ns": 0, "exists": "", "*": "Eönwë"}, {"ns": 0, "exists": "", "*": "Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Gift of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Gil-galad"}, {"ns": 0, "exists": "", "*": "Half-elven"}, {"ns": 0, "exists": "", "*": "Himling"}, {"ns": 0, "exists": "", "*": "Host of the Valar"}, {"ns": 0, "exists": "", "*": "Idril"}, {"ns": 0, "exists": "", "*": "Immortality"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lindon"}, {"ns": 0, "exists": "", "*": "Lonely Isle"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Maedhros"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Oath of Fëanor"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Return of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Ring of Doom"}, {"ns": 0, "exists": "", "*": "Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Silmaril"}, {"ns": 0, "exists": "", "*": "Sindar"}, {"ns": 0, "exists": "", "*": "Sirion"}, {"ns": 0, "exists": "", "*": "Sons of Fëanor"}, {"ns": 0, "exists": "", "*": "Star of Eärendil"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "Teleri"}, {"ns": 0, "exists": "", "*": "Thangorodrim"}, {"ns": 0, "exists": "", "*": "The Later Annals of Beleriand"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Tale of Eärendel"}, {"ns": 0, "exists": "", "*": "Third Kinslaying"}, {"ns": 0, "exists": "", "*": "Thorondor"}, {"ns": 0, "exists": "", "*": "Tirion"}, {"ns": 0, "exists": "", "*": "Tol Morwen"}, {"ns": 0, "exists": "", "*": "Tuor"}, {"ns": 0, "exists": "", "*": "Two Trees"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Valaquenta"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Vanyar"}, {"ns": 0, "exists": "", "*": "Vingilot"}, {"ns": 0, "exists": "", "*": "Void"}, {"ns": 0, "exists": "", "*": "War of Wrath"}, {"ns": 0, "exists": "", "*": "Éalá Éarendel Engla Beorhtast"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:S"}], "images": ["Ted_Nasmith_-_Eärendil_the_Mariner.jpg", "Ted_Nasmith_-_Eärendil_Searches_Tirion.jpg"], "wikitext": {"*": "{{silmarillion-chapters}}\n'''Of the Voyage of Eärendil and the War of Wrath''' is the twenty-fourth chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''.\n\n==Synopsis==\nFollowing the [[Fall of Gondolin]] and the [[Ruin of Doriath]], the last major refuge of the [[Noldor]] was at the mouths of the River [[Sirion]], where remnants of both the Noldor and the [[Sindar]] were ruled by Eärendil, son of [[Tuor]]. He married [[Elwing]], daughter of Dior, and together they had two sons: [[Elrond]] and [[Elros]]. Elwing had with her the [[Silmaril]] taken from Doriath. Eärendil was restless, for he wished to sail west in search of his father and [[Idril|mother]], and possibly to find the way to [[Aman]] and request the aid of the [[Valar]]. \n[[File:Ted Nasmith - Eärendil the Mariner.jpg|thumb|left|''Eärendil the Mariner'' by [[Ted Nasmith]]]]\nBefriending [[Círdan]] the shipwright, Eärendil began construction of a great ship with his aid. This ship was known as [[Vingilot]], and it carried Eärendil, along with a small crew, across the sea on many voyages. Yet his wife Elwing remained behind. Eärendil continued on his voyages, but he could never reach Valinor. Eventually, he had a bad hunch and turned around back to [[Beleriand]].\n\n[[Maedhros]] had heard of Elwing's survival and dwelling at the mouths of Sirion. Yet feeling guilt from his actions at Doriath, he at first did nothing. But the [[Oath of Fëanor]] weighed heavily on him, and soon he could wait no longer. He tried at first to approach in friendship, sending messengers to ask for the return of the Silmaril. Elwing refused them, refusing to give over the Silmaril won through the actions of her grandparents [[Beren]] and [[Lúthien]]. \n\nThus was Maedhros compelled to attack the dwellers at Sirion, and this became known as the [[Third Kinslaying]], reputed as the cruelest of all three. Even after some of their own forces fought against them, the [[Sons of Fëanor]] triumphed, though [[Amrod]] and [[Amras]] were slain. But Elwing in desperation threw herself into the sea with the Silmaril. Her sons were taken captive by Maedhros and Maglor, though they were treated well by Maglor owing to his own guilt.\n\nYet Elwing did not die, for [[Ulmo]] himself bore her up out of the water and gave her the likeness of a white bird. Thus she flew across the water and eventually came to Eärendil, falling onto Vingilot in a swoon, yet still bearing the Silmaril. And in the morning, Eärendil saw that the bird was indeed his wife.\n\nEärendil, despairing for Middle-earth, tried once more to sail west for Aman. Using the Silmaril brought by Elwing, he was able to navigate through the [[Enchanted Isles]] and darkness defending the Blessed Realm, until at last he came to the coasts of Aman. Upon making landfall, Eärendil left his wife and crew behind and made his way through Aman and eventually reached [[Tirion]], which he found empty, for there was a festival going on elsewhere in Valinor. \n[[File:Ted Nasmith - Eärendil Searches Tirion.jpg|thumb|''Eärendil searches Tirion'' by [[Ted Nasmith]]]]\nDespairing, he began to return to his ship, when he was stopped by a loud voice: [[Eönwë]], herald of [[Manwë]]. Eönwë greeted him and bid Eärendil come to the [[Ring of Doom]] and make his case before the Powers. He did so, telling the Valar of the travails of [[Elves]] and [[Men]] and begging their pardon. He was uniquely suited for the task, having a Mannish father and Elvish mother. The Valar said yes and began to prepare for war.\n\nTo Eärendil and Elwing was given the choice to be reckoned as either an Elf or Man, for they were among the [[Half-elven]]. If they chose to be reckoned as Elves, then they would gain the [[immortality]] of the Eldar, whereas if they chose to be reckoned as Men, they would gain the [[Gift of Ilúvatar]], though they would also have a longer lifespan than other Men. Choosing to be numbered as Elves, Eärendil and Elwing were given immortality, and the same choice would be offered to their descendants. Eärendil himself was taken up into the [[Void]] on his ship Vingilot, and the Silmaril was fastened upon his brow. Thus was a new star set in the heavens: [[Star of Eärendil|Eärendil, the Morning Star]].\n\nThis new star was seen as a sign of hope by the exiles in Middle-earth, and it created doubt in the mind of [[Morgoth]]. Yet in spite of this, he was caught by surprise when the [[Host of the Valar]], an army led by Eönwë and composed of the [[Vanyar]] and the Noldor who originally remained in Valinor, attacked him.\n\nThe great [[War of Wrath]] lasted for over forty years. The [[Edain]] who survived joined with the host of the West against the forces of Morgoth. Morgoth's armies were gradually beaten back, and even his Balrogs could not withstand the onslaught. Finally, Morgoth's forces were overthrown, and he released the great winged [[Dragons]] led by [[Ancalagon]] the Black as a final reserve against the Valar. But even this did not stem the tide of the Valar, for Eärendil came out of the sky and with the help of the [[Eagles]] led by [[Thorondor]] slew Ancalagon, who fell upon the great pillars of [[Thangorodrim]] and broke them. Thus was [[Angband]] destroyed, and Morgoth brought before the wrath of the Valar. The remaining two Silmarils were taken from him.\n\nBeleriand itself was destroyed in the chaos. The entire land broke and fell beneath the waves, leaving only the easternmost [[Lindon|section]] and a few [[Tol Morwen|islands]] [[Himling|remaining]] above the sea. Middle-earth was thus reshaped, with [[Eriador]] becoming the new westernmost part of the land.\n\nEönwë summoned the elves who survived in order that they might leave Middle-earth and return to Aman. Maedhros and Maglor refused the summons, however, and sent messages commanding Eönwë to give them the two Silmarils he guarded. Eönwë said they had forfeited their right to the gems, and that the Silmarils would return west, wherein the [[Two Trees|light within]] them came from originally. Only at the behest of the Valar would Eönwë give up the Silmarils. He commanded Maedhros and Maglor to come back to Aman.\n\nMaglor desired to go west, but Maedhros convinced him otherwise, despairing of ever getting back the Silmarils if they let the Valar have them. Entering into the camp of the army by night, both brothers slew the guards of the Silmarils and stole them, each brother obtaining one Silmaril a piece. They were discovered, but Eönwë did not allow them to be slain and let them depart.\n\nYet Eönwë was correct, and neither brother had a right to the Silmarils any more. Maedhros was burned by the light of the jewel, and before long he threw himself and the Silmaril into a pit of fire. Maglor could not bear it either, and soon threw his own Silmaril into the ocean. He spent the rest of his life wandering the coasts and lamenting all that had occurred. Thus an end came to the matter of the Silmarils, and they will not be retrieved until the world itself is [[Dagor Dagorath|remade]].\n\nThe Elves were now called to go back to Valinor, and many did. They were pardoned by the Valar and took up residence on the [[Lonely Isle]]. They also were forgiven by the [[Teleri]] for the kinslaying. Yet some of the Noldor did not return: [[Gil-galad]] became High King of those who remained in Lindon. [[Galadriel]] too went east instead of west with her husband, [[Celeborn]]. Elrond remained also, choosing to be numbered among the Elves, but his brother Elros chose to be numbered among Men instead.\n\nBut to Morgoth, no pardon was showed. He was cast forth out of the [[Doors of Night]] into the Void, where he would remain forever after as a powerless spirit. Yet his evil remains in the world, and is a constant temptation to Elves and Men alike.\n\nHere ends the ''Quenta Silmarillion''. If [[Arda Marred]] shall ever be healed is not known to mortals, and none of the Valar have revealed it.\n\n==History of Composition==\n\n''A more thorough history of this tale is [[The Tale of Eärendel|available here]].''\n\nThe story of Eärendil is one of the oldest of the legendarium. Indeed, it may be [[Éalá Éarendel Engla Beorhtast|the oldest story]], having its beginnings in a poem written by Tolkien in 1914. From here, Tolkien would flesh out the story of Earendil in fragments. However, at no point was Earendil ever given a full story in the vein of Beren and Luthien or the Fall of Gondolin. The story would remain in fragments for the whole of Tolkien's life.\n\nThe War of Wrath too was only ever given treatment in the form of summaries or other fragments. Originally, the fall of Morgoth was to be the end of the Legendarium, but as time went on and Tolkien expanded his work with [[The Lord of the Rings]] it shifted to become the end of the First Age instead. The general outcome of the battle remained the same, though the flow shifted constantly. The most detailed accounts are contained in the The Tale of Eärendel and in [[The Later Annals of Beleriand]].\n\nConcerning the final endnote of the book, Christopher Tolkien made the editorial decision to remove the reference to the [[Dagor Dagorath]], or Last Battle, that would end the Silmarillion as a whole. Some scattered references to the Battle remain in the text, such as the final fate of the Dwarves.<ref>{{S|Aule}}</ref>\n\n{{references}}\n\n==External links==\n* [http://www.entmoot.com/showthread.php?t=10930 Chapter discussion at Entmoot.com]\n\n[[fr:tolkien/resumes/silm/qs24]]\n[[fi:Eärendilin matka ja Vihan Sota (Silmarillion)]]"}}}