{"parse": {"title": "Cuivienyarna", "pageid": 52869, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Awakening of the Elves"}, {"ns": 0, "exists": "", "*": "Carl F. Hostetter"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Cuiviénen"}, {"ns": 0, "exists": "", "*": "Elen"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Enel"}, {"ns": 0, "exists": "", "*": "Enelyë"}, {"ns": 0, "exists": "", "*": "Imin"}, {"ns": 0, "exists": "", "*": "Iminyë"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Jenny Dolfen"}, {"ns": 0, "exists": "", "*": "Minyar"}, {"ns": 0, "exists": "", "*": "Nelyar"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Quendi and Eldar"}, {"ns": 0, "exists": "", "*": "Sindar"}, {"ns": 0, "exists": "", "*": "Tata"}, {"ns": 0, "exists": "", "*": "Tatië"}, {"ns": 0, "exists": "", "*": "Tatyar"}, {"ns": 0, "exists": "", "*": "Teleri"}, {"ns": 0, "exists": "", "*": "The Nature of Middle-earth"}, {"ns": 0, "exists": "", "*": "The War of the Jewels"}, {"ns": 0, "exists": "", "*": "Vanyar"}, {"ns": 0, "*": "First Generation"}, {"ns": 14, "exists": "", "*": "Category:Images by Steamey"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:WJ"}, {"ns": 10, "exists": "", "*": "Template:NM"}], "images": ["Jenny_Dolfen_-_Fields_of_Gold.jpg", "Jenny_Dolfen_-_The_Coming_of_Fingolfin.jpg", "Steamey_-_Ossë_and_the_Teleri.jpg"], "wikitext": {"*": "The '''Cuivienyarna''' is the legend of the [[Awakening of the Elves|Awakening]] of the [[Elves|Quendi]]. It is given as an appendix of the essay \"[[Quendi and Eldar]]\", in ''[[The War of the Jewels]]''.<ref name=Quendi>{{WJ|Appendix}}</ref>{{rp|420–424}} This text is the typescript version, whereas the manuscript version is given in section VIII of the Part One of ''[[The Nature of Middle-earth]]''.<ref>{{NM|P1viii}}</ref>{{rp|59–62}}\n\n==History==\nThe ''Cuivienyarna'' legend is considered to be an Elvish \"fairytale\" of sorts, as well as a piece of counting-lore. However, the legend was preserved in almost identical form among both the Elves of [[Aman]] and the [[Sindar]]in Elves.<ref name=Quendi>{{WJ|Appendix}}</ref>{{rp|420–421}}\n\n==Summary==\n[[File:Jenny Dolfen - Fields of Gold.jpg|thumb|The [[Vanyar]], descendants of [[Imin|Imin's]] people. Art by [[Jenny Dolfen]]]]\nThe ''Cuivienyarna'' tale begins at [[Cuiviénen]] with the [[First Generation]] of [[Elves]] forming from the \"flesh of [[Arda]]\" full-grown. They did not all awaken together, and each was set to awaken beside their destined spouse. The first Elves to awaken were the three first Elf-fathers: [[Imin]], [[Tata]], and [[Enel]]. Because of their order of awakening, their names would become the basis for the numbers of one, two, and three. Each of the three awoke before his spouse, and their first sight was that of the stars of twilight before dawn. The next sights of the three Elf-fathers were their spouses laying in sleep beside them: [[Iminyë]], [[Tatië]], and [[Enelyë]]. Upon seeing the beauty of their spouses, they began to think of words to speak to express their thoughts, and each awoke his spouse in eagerness. Therefore the first sight of each Unbegotten elf-woman was her spouse.\n\nAfter they had devised many words, the three first Unbegotten couples walked together, leaving the dell of their awakening. Soon they came upon another larger dell where six pairs of Quendi were awakening. Being the first to awaken in their dell, Imin claimed right of first choice, choosing the twelve before him to be his companions.\n[[File:Jenny Dolfen - The Coming of Fingolfin.jpg|thumb|left|The [[Noldor]], descendants of [[Tata|Tata's]] people. Art by [[Jenny Dolfen]]]]\nAfter the eighteen together spoke and devised more words, they went on to find another deeper and wider hollow where nine pairs of Quendi were awakening. Tata claimed right of second choice, choosing the new eighteen to be his companions. The elf-men awoke their spouses and together all made more words for their speech. Together the thirty-six walked until they came to a birch grove by a stream where twelve pairs of Quendi were awakening. Enel claimed right of third choice, choosing these twenty-four to be his companions. The sixty Elves together dwelt by the stream, where they devised verses and songs.\n[[File:Steamey - Ossë and the Teleri.jpg|thumb|The [[Teleri]], descendants of [[Enel|Enel's]] people. Art by [[:Category:Images by Steamey|Steamy]]]]\nAfter a time, the Elves set out together again. Noticing the growing numbers of Elves with each new group of awakening Quendi they had discovered, Imin thought to himself to make a later choice since he had only his wife and the twelve with him. Soon they came upon a sweet-smelling firwood on a hill-side, where eighteen pairs of dark-haired Quendi were still sleeping. When a wind came and roused the Elf-men on the hill, they payed no heed to the awakened Elves who had found them, their gaze fixed on the stars above them. They eagerly awoke their spouses to look at the stars, crying out ''\"[[elen|elen, elen!]]\"''. Thinking to choose a later, larger group, Imin withheld his choice, and the new thirty-six Quendi went with Tata.\n\nAfter devising new words together and celebrating on the hill-side, the ninety-six Elves set out until they came upon a dark twilight lake, with a high cliff on its east side and a waterfall coming down from the heights. Bathing in the lake were twenty-four Elf-men, their twenty-four spouses having been awoken. They had not devised any words for themselves, but they sang together amidst the rushing of the falls. Imin again withheld his choice, and these forty-eight went with Enel.\n\nThe legend concludes with the fates of each of the three groups of the Unbegotten. Imin and Iminyë with their twelve companions became the [[Minyar]], the mothers and fathers of the [[Vanyar]]. Tata and Tatië with their fifty-four companions became the [[Tatyar]], the mothers and fathers of the [[Noldor]]. Enel and Enelyë with their seventy-two companions became the [[Nelyar]], the mothers and fathers of the [[Teleri]]. All the Quendi in days after loved green things that grew, but above all they loved the light of the stars, though the Teleri above all other Quendi loved the water, and sang amidst it before they could speak.<ref name=Quendi/>{{rp|421–423}}\n\n{{references}}\n[[Category:Lays and tales within the legendarium]]"}}}