{"parse": {"title": "Augustus Bonifacius", "pageid": 36089, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Chrysophylax"}, {"ns": 0, "exists": "", "*": "Dragons"}, {"ns": 0, "exists": "", "*": "Farmer Giles"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Ham"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Middle Kingdom"}, {"ns": 0, "exists": "", "*": "The Giant"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''Augustus Bonifacius''', or in full '''Augustus Bonifacius Ambrosius Aurelianus Antoninus Pius et Magnificus''', was the king of the [[Middle Kingdom]] when [[Farmer Giles]] lived in the village of [[Ham]].\n\n==History==\nWhen [[Farmer Giles]] became the Hero of the Countryside for chasing off the [[The Giant|giant]] that had threatened the village of [[Ham]], the news quickly spread to every village within twenty miles, and eventually to the capital twenty leagues away to the ears of Augustus Bonifacius.  Such a deed seemed worthy of note so the king sent Giles a testimonial letter and a useless old sword.\n\nWhen Augustus Bonifacius heard about Giles' conquest of [[Chrysophylax]] (and the treasure that the [[dragons#Other fiction|dragon]] had sworn to bring to Ham) he and an entourage of knights came to the village.  With great care he explained to the good folk of Ham that the wealth of Chrysophylax all belonged to him, having come from his ancestors, but he would graciously reward the citizenry with a token of his esteem.\n\nHowever, although the king stayed in Ham awaiting the arrival of the dragon, the worm did not come.  Two days after the deadline the king in a royal rage left the town (after cancelling half of the tallies on the Exchequer that had been promised to the villagers for the food he and his knights had eaten).  He then summoned Farmer Giles to the capital and sent him with all his knights to bring back the promised hoard.\n\nWhen the dragon killed or scattered the king's men he ordered mourning throughout the kingdom.  Then the capital heard about Farmer Giles and his capture of Chrysophylax.  When the king heard that the dragon had returned he was alarmed.  When he heard that the worm had been tamed under Giles' control he was relieved.  When he heard that Giles had brought back a mountain of treasure he was delighted.  When he heard that Giles had gone straight home without offering the hoard to him, he was much displeased.\n\nWhen after ten days Giles did not come to the capital the king was enraged.  When Giles refused two summonses the king exploded, \"Ten Thousand Thunders!\" and ordered up his white horse and all of his remaining knights.  Upon reaching Ham and finding Giles upon the bridge, Augustus Bonifacius demanded his surrender, whereupon the farmer demanded his crown!  The king ordered the rebelling farmer seized, which brought forth Chrysophylax from under the bridge.  When the dragon stuck a claw into the side of the king's horse it was Augustus Bonifacius who unwillingly led the rout of his men away from Ham.\n\nAugustus Bonifacius was, however, a brave man.  Regaining control of his steed, he returned to Ham to try and bring Giles back under his command.  Failing that, he challenged the upstart to single combat but Giles laughed at him and sent him on his way.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]''</ref>\n{{references}}\n[[Category:Farmer Giles of Ham]]\n[[Category:Rulers]]\n[[de:Augustus]]\n[[fi:Augustus Bonifacius]]"}}}