{"parse": {"title": "Alf", "pageid": 35914, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Faery"}, {"ns": 0, "exists": "", "*": "Fay-star"}, {"ns": 0, "exists": "", "*": "Great Cake"}, {"ns": 0, "exists": "", "*": "Harper"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Master Cook"}, {"ns": 0, "exists": "", "*": "Master Cook Rider"}, {"ns": 0, "exists": "", "*": "Nokes"}, {"ns": 0, "exists": "", "*": "Prentice"}, {"ns": 0, "exists": "", "*": "Smith Smithson"}, {"ns": 0, "exists": "", "*": "Smith of Wootton Major"}, {"ns": 0, "exists": "", "*": "The Feast of Good Children"}, {"ns": 0, "exists": "", "*": "Tim of Townsend"}, {"ns": 0, "exists": "", "*": "Verlyn Flieger"}, {"ns": 0, "exists": "", "*": "Wootton Major"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:SOWM"}], "images": [], "wikitext": {"*": "'''Alf''' was an apprentice cook and twice a [[Master Cook]] for the town of [[Wootton Major]], and eventually revealed to be the King of [[Faery]].\n\nAlf first appears as the new apprentice of [[Master Cook Rider]] in the story ''[[Smith of Wootton Major]]''. Rider had astonished the village by going on a holiday and went away for a few months. When he returned he brought Alf with him to be his assistant, which was even more astonishing since Alf was not of the village and was ridiculously young for the position. Gradually the villagers got used to the boy, who was more lithe and quicker than the other Wootton lads, as well as being soft-spoken and quite polite. Most of the people came to call him \"[[Prentice]]\". \n\nRider retired after Alf had been with him for only three years. Due to Alf's youth and perceived inexperience the villagers appointed one of their own, a man named [[Nokes]] to be the new Master Cook. Alf continued to serve as apprentice to Nokes even though the man thought little of him (although he secretly watched Alf cooking to learn how to do it). When it came time for Nokes to make the [[Great Cake]] it was Alf who told him that the tarnished star he found in the spice box was a [[Fay-star]].\n\nWhen the next [[The Feast of Good Children|Twenty-four Feast]] came round Alf was the Master Cook and had chosen a new apprentice named [[Harper]]. Alf was also the Master Cook for the next Feast, which was unusual since they only came once every twenty-four years. Before this second time Alf revealed to [[Smith Smithson|Smith]] that he was the King of Faery and that he had put the Fay-star into Nokes' Cake at [[Master Cook Rider|Master Cook Rider's]] request for Smith to swallow. It was also time for Smith to return the star and choose the next child to swallow it, which he did. Nokes continued to call him Prentice long after he had retired and Alf had become the Master Cook.<ref name=\":0\" />\n\nThe last time that Alf met Nokes he upbraided Nokes for his vanity, fraudulence, fatness, idleness, and slyness, plus his lack of respect and courtesy. Nokes rejected what Alf said and mocked him, asking that if he had any fairy friends could one please make him thin? Alf then revealed that he was the Faery King, which frightened Nokes. Alf granted his wish to be thin and then put him to sleep. When Nokes awoke he thought he had had a bad dream induced by the food he had eaten. To avoid such dreams in the future he took to eating very little, thus living long but as a collection of hanging skin and clothes.\n\nAlf remained in Wootton Major long enough to cook the Great Cake with the Fay-star in it for Smith's choice, young [[Tim of Townsend]], to swallow. He then departed for the land of Faery.<ref name=\":0\">{{SOWM|Smith}}</ref>\n\n{{References}}\n\n[[Category:Smith of Wootton Major]]"}}}