{"parse": {"title": "Der Berggeist", "pageid": 16915, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1911"}, {"ns": 0, "exists": "", "*": "1946"}, {"ns": 0, "exists": "", "*": "1947"}, {"ns": 0, "exists": "", "*": "2005"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: A Biography"}, {"ns": 0, "exists": "", "*": "Josef Madlener"}, {"ns": 0, "exists": "", "*": "Mythlore"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["Josef_Madlener_-_Der_Berggeist.jpg"], "wikitext": {"*": "[[File:Josef Madlener - Der Berggeist.jpg|thumb|''Der Berggeist'' by [[Josef Madlener]]]] \n'''Der Berggeist''' (\"The Mountain-spirit\") is the title of the painting by [[Josef Madlener]] which was the inspiration for [[Gandalf]]. [[Humphrey Carpenter]] describes how [[J.R.R. Tolkien]] stumbled upon the postcard during a [[1911]] (see below), holiday in Switzerland.\n{{Blockquote|Before setting off on the return journey to England, Tolkien bought some picture postcards. Among them was a reproduction of a painting by a German artist, J. Madelener [sic]. It is called Der Berggeist, the mountain spirit, and it shows an old man sitting on a rock under a pine tree. He has a white beard and wears a wide-brimmed round hat and a long cloak. He is talking to a white fawn that is nuzzling his upturned hands, and he has a humorous but compassionate expression; there is a glimpse of rocky mountains in the distance. Tolkien preserved this postcard carefully, and long afterwards he wrote on the paper cover in which he kept it: 'Origin of Gandalf'.|[[J.R.R. Tolkien: A Biography]]}}\n\nWhile Carpenter stated Tolkien received the postcard in [[1911]], the artist's daughter was interviewed and stated the painting was most likely created in the mid to late 1920s. Carpenter notes that his statement was based on dated notes which accompanied the postcard, therefore it is generally assumed the postcard was acquired sometime around the mid 1920s.\n\nThe owner of the original had met the artist twice and remembers Madlener as being tall (around six foot), and enjoyed cooking. When the man returned to visit Madlener in [[1946]] or [[1947]], he mentioned how much he loved the painting and Madlener sold the painting to him as he wanted the painting to have a good home.\n\nThe painting was then sold at Sotheby's lot 423 on July 12, [[2005]]. The estimated value was between £20,000 - 30,000.\n\n==References==\n* [[Mythlore]] 34, \"The Origin of Gandalf and Josef Madlener\"\n\n[[Category:Art]]"}}}