{"parse": {"title": "The Ideal of Kingship in the Writings of Charles Williams, C.S. Lewis, and J.R.R. Tolkien", "pageid": 51517, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The ideal of Kingship.jpg"}, {"ns": 0, "exists": "", "*": "2013"}, {"ns": 0, "exists": "", "*": "27 June"}, {"ns": 0, "exists": "", "*": "Inklings"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_ideal_of_Kingship.jpg"], "wikitext": {"*": "{{book\n| title=The Ideal of Kingship in the Writings of Charles Williams, C.S. Lewis, and J.R.R. Tolkien\n| image = The ideal of Kingship.jpg\n| author=Christopher Scarf \n| isbn=978-0227174012\n| publisher=James Clarke & Co\n| date=[[27 June]] [[2013]]\n| format=Paperback\n| pages=202\n}}\n'''''The Ideal of Kingship in the Writings of Charles Williams, C.S. Lewis, and J.R.R. Tolkien: Divine Kingship is reflected in Middle-Earth''''' is a [[2013]] book by Christopher Scarf about the [[Inklings]].  \n\n==From the publisher==\n\n{{blockquote|In his distinctive work, Christopher Scarf explores the writings of the three most prominent Oxford \"Inklings\" - Charles Williams (1886-1945), C.S. Lewis (1898-1963), and J.R.R. Tolkien (1892-1973) - to reveal and contrast their conceptions of the ideal of 'kingship'; divine, human, and mythological. As practising Christians, the faith of all three writers was central to their literary and personal visions of kingship, society, love, beauty, justice and power. Scarf investigates their belief in God as Creator and heavenly King, opinions on the nature of His very being, and the way in which all believed the Creator to be unique rather than one among many. The relationship between the earthly and heavenly King is considered, as well as the extent to which the writers contend that earthly kings are God's viceregents, act with His authority, and are duty-bound to establish and sustain just and joyous societies. Examining the writings of all three men in detail, Scarf also highlights the covert evidence of their lives and personalities which may be discovered in their texts. An understanding of the authors' individual but overlapping views of the essential meaning of Kingship, and their personalities and early lives, will enrich the reader's appreciation of their created worlds. This volume provides a unique focus on Kingship and the Christian beliefs of three well-loved writers, and will be of interest to any reader seeking a fuller understanding of the individuals and their works. Christopher Scarf studied Music at Oxford and has an MA in liturgical music, which he gained from Anglia Polytechnic University. He was, for some years, Head of Music at a church comprehensive school. Now a doctor of Philosophy, the author lives in Devon. At one time Assistant Organist at Ely Cathedral, he is now Master of the Music at St Marychurch Parish Church. 'History, myth, Christian theology and the poetic imagination are all drawn together in this unusual study of three very different literary figures. By focusing on kingship the author opens up new perspectives on hitherto relatively neglected aspects of the thought and writings of the Inklings. Dr Brian Horne, Chairman of the Charles Williams Society, Former Senior Lecturer of Theology at King's College, London.}}\n\n{{title|italics}}\n{{DEFAULTSORT:The Ideal of Kingship in the Writings of Charles Williams, C.S. Lewis, and J.R.R. Tolkien}}\n[[Category:Biography books]]\n[[Category:Publications by title]]"}}}