{"parse": {"title": "Adventurer's Companion", "pageid": 61454, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Adventurers-Companion.png"}, {"ns": 0, "exists": "", "*": "Cubicle 7 Entertainment"}, {"ns": 0, "exists": "", "*": "The One Ring (role-playing game)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Adventurers-Companion.png"], "wikitext": {"*": "{{Book|title=Adventurer's Companion|author=Francesco Nepitello, Adam Dials, Jon Hodgson, Andrew Kenrick, TS Luikart, Gareth Ryder-Hanrahan, Marco Rafalà, and James Spahn|publisher=[[Cubicle 7 Entertainment]]|illustrator=Jon Hodgson, Jason Juta, Sam Manley, Jeremy McHugh, Naomi Robinson, and Egil Thompson|format=Hardcover, e-book| image = Adventurers-Companion.png\n| caption = }}\nThe '''''Adventurer's Companion''''' is a guide and reference for players for [[The One Ring (role-playing game)|''The One Ring'' Roleplaying Game]].\n\n==From the publisher==\n{{blockquote|At the heart of every great story are great characters. The Adventurer's Companion for The One Ring Roleplaying Game™ is a guide and reference for players, designed to help them make those truly evocative characters.\n\nThe Adventurer's Companion is packed with advice to make your player-hero truly feel a part of Middle-earth, along with new character options and exciting new rules including:\n* Five new playable cultures, along with a comprehensive collection of cultures from The One Ring supplements, brought together for the first time: Dunlendings, Dwarves of the Blue Mountains, Dwarves of the Grey Mountain, Dwarves of the Iron Hills, Elves of Lorien, Men of Bree, Men of the Lake, Men of Minas Tirith, Riders of Rohan, Wayward Elves, Wild Hobbits, High Elves of Rivendell, Rangers of the North.\n\n* A new Calling: The Leader, and new rules for Taking Courage.\n\n*New combat options including: Two weapon fighting, new Combat Tasks, new rules for Combat Roles and expanded Called Shots.\n\n* New rules for character development – Expanded Masteries, Training Masteries, and Mastery Dice.\n\n* Rules Summaries present easy to use reference guides to Character Creation, Combat, Encounters and Travel.\n\n*A catalogue of Fellowship Phase Undertakings from across The One Ring supplements, guidance on choosing a Patron, Famous Companies to join, new rules for yearly events and generational play with the Heirs of Heroes.\n\n* Optional rules for further detailing your character's Traits, your travelling gear, musical instruments and even what you've got in your pocketses, you tricksy Bagginses!\n\nThe Adventurer's Companion is an invaluable asset to all players of The One Ring Roleplaying Game}}\n\n==External links==\n*[http://shop.cubicle7store.com/The-One-Ring-The-Adventurers-Companion-PDF ''Adventurer's Companion'' at Cubicle 7 Store]\n\n[[Category:The One Ring (role-playing game)]]"}}}