{"parse": {"title": "Les Mondes de Christopher Tolkien: Hommage pour son centenaire", "pageid": 71316, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "2024"}, {"ns": 0, "exists": "", "*": "Alan Lee"}, {"ns": 0, "exists": "", "*": "Baillie Tolkien"}, {"ns": 0, "exists": "", "*": "Chris Smith"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Damien Bador"}, {"ns": 0, "exists": "", "*": "Isabelle Pantin"}, {"ns": 0, "exists": "", "*": "Leo Carruthers"}, {"ns": 0, "exists": "", "*": "Richard Ovenden"}, {"ns": 0, "exists": "", "*": "Thomas Honegger"}, {"ns": 0, "exists": "", "*": "Vincent Ferré"}, {"ns": 0, "*": "Jean-Philippe Qadri"}, {"ns": 0, "*": "Vivien Stocker"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": [], "wikitext": {"*": "{{book\n| title=Les Mondes de Christopher Tolkien\n| image= \n| author=\n| editor=[[Vincent Ferré]]\n| illustrator=\n| publisher=Adar\n| date=21 novembre [[2024]]\n| format=\n| pages=300\n| isbn=9782370680198\n| series=\n| precededby=\n| followedby=\n}}\n'''''Les Mondes de Christopher Tolkien - Hommage pour son centenaire''''' (\"The Worlds of Christopher Tolkien – Tribute for his centenary\") is a collection of scholarly essays in French on [[Christopher Tolkien]].\n\n==Contents==\n\n*Préface, [[Baillie Tolkien]] : « Les mondes de Christopher »\n*Introduction, [[Vincent Ferré]] : « Christopher Tolkien : révéler, dévoiler, inventer... le monde »\n*I – Père & fils : Christopher et J.R.R.\n**« Entre pères et fils : la présence de Christopher dans l’œuvre fictionnelle de J.R.R. Tolkien »,  [[Thomas Honegger]]\n**« De Théoden à Beorhtnoth : la tradition héroïque vieil-anglaise comme lien entre Tolkien père et fils », [[Leo Carruthers]]\n**« “Eh bien – commence à écrire une histoire !” ou comment résister à la mécanisation de l’imagination », [[Jean-Philippe Qadri]]\n*II – Christopher Tolkien, artiste et écrivain\n**« Christopher Tolkien et les cartes de la Terre du Milieu : entre fidélité et réinvention », Laurence Lebourg\n**« Christopher Tolkien face au défi du Silmarillion : le chapitre 22 et la lettre retrouvée », [[Vivien Stocker]]\n**« Contes et légendes inachevés, un tournant dans la carrière littéraire de Christopher Tolkien », Lucas Zembrzuski\n**« Christopher Tolkien et les langues elfiques : cinq décennies de travaux », [[Damien Bador]]\n**« Voyages dans le temps et mystérieux passages de l’histoire à la légende et au mythe. Une enquête qui suit le fil d’Ariane préparé par Christopher Tolkien », [[Isabelle Pantin]]\n*III – Témoignages\n**« Christopher Tolkien », [[Alan Lee]]\n**« All is as it is… », Christine Laferrière\n**« En souvenir de Christopher Tolkien », [[Chris Smith]]\n**Discours de remise de la Bodley medal, [[Richard Ovenden]]\n**Cahier photographique\n*Envoi\n**« Pour Christopher », [[Vincent Ferré]]\n*Bibliographie et références                   \n*Note sur les contributeurs\n\n\n==From the publisher==\n<!-- Translation suggested by User:Airyn -->\nThis book contains testimonials from loved ones and studies on the man who not only edited thousands of pages by J.R.R. Tolkien and mapped out his universe, but who also appears here as a writer and artist in his own right.\n\nChristopher Tolkien would have been 100 years old on 21 November. He is best known for having “revealed” the world invented by his father, thanks to the twenty or so books he published; but presented here are analyses of maps of Middle-earth unknown to the general public because they were kept in his archives; studies of the works he co-wrote (including ''The Silmarillion'') without ever putting himself forward; with exceptional testimonials from Baillie Tolkien (the woman who accompanied him for 54 years, throughout the publication of his works); illustrator Alan Lee, his English publisher Chris Smith...\n\nYet Christopher Tolkien lived fully in our world, where he was passionate about plants, butterflies and architecture. A former fighter pilot during the Second World War, a student and then a professor at Oxford, he was also an amateur photographer: a notebook of 16 photographs reveals his love of the natural world in a new light.<ref group=note>[Original text:] \"Ce livre contient des témoignages de proches et des études sur celui qui a non seulement édité des milliers de pages de J.R.R. Tolkien, et cartographié son univers, mais qui apparaît ici comme un écrivain et un artiste à part entière.\n\nChristopher Tolkien aurait eu 100 ans le 21 novembre. Il est surtout connu pour avoir « révélé » le monde inventé par son père, grâce à la vingtaine de livres qu’il a fait paraître ; mais sont présentées ici des analyses de cartes de la Terre du Milieu inconnues du grand public car conservées dans ses archives ; des études sur les œuvres qu’il a coécrites (dont ''Le Silmarillion'') sans jamais se mettre en avant ; avec des témoignages exceptionnels de Baillie Tolkien (la femme qui l’a accompagné pendant 54 ans, tout au long de la publication de ses œuvres) ; de l’illustrateur Alan Lee, de son éditeur anglais Chris Smith…\n\nPourtant, Christopher Tolkien vivait pleinement dans notre monde, où il se passionnait pour les plantes, les papillons et l’architecture. Ancien pilote de chasse pendant la Seconde Guerre mondiale, étudiant puis professeur à Oxford, il était aussi photographe amateur : un cahier de 16 photographies révèle sous un nouveau jour son goût pour le monde naturel.\"</ref>\n\n{{references|note}}\n{{title|italic}}\n[[Category:French publications]]\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}