{"parse": {"title": "Roast Mutton", "pageid": 2859, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "27 April"}, {"ns": 0, "exists": "", "*": "A Short Rest"}, {"ns": 0, "exists": "", "*": "An Unexpected Party"}, {"ns": 0, "exists": "", "*": "Andreas Moehn"}, {"ns": 0, "exists": "", "*": "Bag End"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Bree-land"}, {"ns": 0, "exists": "", "*": "Bywater"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Glamdring"}, {"ns": 0, "exists": "", "*": "Green Dragon"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "June"}, {"ns": 0, "exists": "", "*": "Karen Wynn Fonstad"}, {"ns": 0, "exists": "", "*": "Lone-lands"}, {"ns": 0, "exists": "", "*": "May 29"}, {"ns": 0, "exists": "", "*": "Orcrist"}, {"ns": 0, "exists": "", "*": "Quest of Erebor"}, {"ns": 0, "exists": "", "*": "Sting"}, {"ns": 0, "exists": "", "*": "Talking purse"}, {"ns": 0, "exists": "", "*": "The Atlas of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Quest of Erebor"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 2941"}, {"ns": 0, "exists": "", "*": "Thorin"}, {"ns": 0, "exists": "", "*": "Thorin and Company"}, {"ns": 0, "exists": "", "*": "Trolls"}, {"ns": 0, "exists": "", "*": "Trolls' cave"}, {"ns": 0, "exists": "", "*": "Trollshaws"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:UT"}], "images": ["J.R.R._Tolkien_-_The_Three_Trolls_are_turned_to_Stone_(Colored_by_H.E._Riddett).jpg"], "wikitext": {"*": "{{chapter\n| title=Roast Mutton\n| image=J.R.R. Tolkien - The Three Trolls are turned to Stone (Colored by H.E. Riddett).jpg\n|map=\n| book=The Hobbit\n| number=2\n| length=\n| written=\n| event=[[Quest of Erebor]] begins; [[Thorin and Company]] encounter the three [[Trolls]]; they discover [[Glamdring]], [[Orcrist]] and [[Sting|a knife]] in the [[Trolls' cave]].\n| date=[[27 April|April 27]]<ref>{{UT|Quest}}</ref>—c. [[May 29]]<ref>[[Andreas Moehn]]'s [http://lalaith.vpsurf.de/Tolkien/Durin%27s_Day.html calculations]; [[Karen Wynn Fonstad]] gives the same date in [[The Atlas of Middle-earth]]</ref> {{TA|2941}}\n| location=[[Bag End]], [[Bywater]], [[Bree-land]] (not mentioned), [[Trollshaws]]\n| perspective=\n| previous=An Unexpected Party\n| next=A Short Rest\n}}\n\n{{quote|I wish I was at home in my nice hole by the fire, with the kettle just beginning to sing!|[[Bilbo Baggins]]}}\n\n'''Roast Mutton''' is the second chapter of ''[[The Hobbit]]''.\n\n==Synopsis==\n[[Bilbo Baggins]] wakes up rather late the morning after [[Gandalf]]'s visit. He is surprised—and a little relieved—to see that the dwarves have left without him. He is just sitting down to a quiet breakfast when Gandalf enters and rushes him off to the [[Green Dragon]] Inn, in [[Bywater]], where [[Thorin]] and the rest of the [[Thorin and Company|dwarves]] have been waiting to begin their journey. As they head east on the main road, Bilbo sulks at having to leave without finishing his second breakfast or making proper preparations but Gandalf catches them up on a white horse, with Bilbo's handkerchiefs, pipe and tobacco. \n\nThe band begins its journey and Bilbo leaves [[the Shire]] noticing the increasingly alien scenery around him, with strange people and speeches, and songs and customs Bilbo never knew before. Presumably they passed through the [[Bree-land]]. Eventually they found themselves far into the [[Lone-lands]] without any inns or nice roads. Dreary dark hills rise higher and higher, with mysterious castles.\n\nOne night, around a month after their departure, it just begins to rain although it was just before [[June]]. By the time dusk approaches, the whole company is tired, hungry, ready to camp, and annoyed at Gandalf's mysterious disappearance earlier in the day. Suddenly they see what looks like the light of a fire in the distance. They move closer to investigate it, and Bilbo is sent ahead in his first official task as burglar. As he approaches a clearing in the woods, Bilbo sees three huge [[trolls]] sitting around a fire, eating mutton. Bilbo tries to make off with one of the trolls’ money purses, but the [[Talking purse|purse]] alerts the trolls to his presence and they grab him. Trolls will eat just about anything, but they are also short-tempered and dull-witted. They proceed to fight about how to interrogate Bilbo.\n\nThe commotion attracts the dwarves, who come to the clearing one at a time. The trolls stop fighting just long enough to hide in the trees and throw a sack over each approaching dwarf. Soon, they have everyone tied up except Bilbo, who they’ve forgotten. The trolls decide to cook the dwarves immediately, but then a voice, which sounds like one of the trolls, starts an argument, and the three trolls start fighting again. This fighting goes on for quite some time until the trolls notice that it is almost dawn. The sun peeks over the horizon and the trolls all freeze—sunlight turns trolls to stone.\n\nGandalf then steps triumphantly into the clearing. He had been throwing his voice to mislead the dwarves and to keep the trolls arguing until morning. He and Bilbo release the dwarves, who are shaken but otherwise unharmed. Searching nearby, they find the trolls' cave and a number of well-wrought weapons, which they take as payment for their pains. Gandalf, Thorin, and Bilbo each take a sword, and Gandalf remarks about the strange runes enscribed on them. After they bury the gold found inside the trolls' cave and take what fresh provisions they can get, they sleep until the afternoon, and when they set out again, Thorin asks where Gandalf had been. He says that he had met some of Elrond's folk warning him about trolls that had come down from the mountains. Guessing what might happen, Gandalf hurried back and came to the trolls' settlement just in time to rescue the dwarves.\n\nHe reminded them that the trolls must have a cave or hole to hide in from the sun. Searching about, they followed the marks of stony boots uphill to a big stone door hidden by bushes. Pushing and incantations by Gandalf did not open it. Then Bilbo asked if the key he had found (dropped by one of the trolls) would help. It did.\n\nThe company took much of the food, the barrel of ale, and the gold. Gandalf and Thorin took two swords with beautiful scabbards and jewelled hilts, and Bilbo took a knife in a leather sheath (which for a hobbit was as good as a short sword). Outside the cave the party ate and rested, and then buried the pots of gold near the river with many spells put over them.\n:\n{{references}}\n[[Category:The Hobbit chapters]]\n[[de:Gebratenes Hammelfleisch]]\n[[fi:Lammaspaistia]]"}}}