{"parse": {"title": "Letter to George Sayer (24 June 1953)", "pageid": 40636, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1953"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "24 June"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "George Sayer"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letter to Sue Parman"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:CG"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "On [[24 June]] [[1953]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to [[George Sayer]]'''.<ref name=C>{{CG|C}}, p. 401</ref>\n\n*'''Subject:''' Tolkien begins his letter with an apology for it being typed, stating that he is having pain in his hand and typing bothers it less then writing. He then goes into a discussion of news and matters relative to being an important professor at University. The letter further delivers news of family matters typical between such close personal friends. Tolkien also asks of Sayer's advice in regard to his plans to purchase a tape recorder, expressing his hopes that whatever machine he buys will be compatible with Sayer's, so that he could send reels to George \"''for your criticism, or your use''\".<ref name=Abe>{{webcite|author=|articleurl=http://www.abebooks.com/servlet/BookDetailsPL?bi=3740521999&xbf=d28taHgtcnI_%2F85467940519567745806&afn_sr=para&para_l=0|articlename=Fine and personal typed letter, signed, by J.R.R. Tolkien to his close personal friend George Sayer (Bookseller: Buddenbrooks, Inc. ABAA (Boston, MA, U.S.A.))|dated=|website=[http://www.abebooks.com/ AbeBooks.com]|accessed=26 January 2014}}</ref>\n*'''Publication:''' A description of the letter was published in [[The J.R.R. Tolkien Companion and Guide|''The J.R.R. Tolkien Companion and Guide: Chronology'']] (p.&nbsp;401).\n\n==From a sale==\n\n{{blockquote|An interesting and personal letter written by Tolkien around the time of the publication of his masterpiece ''Lord of the Rings'' trilogy. The recipient is well know for playing an important personal role in Tolkien's endeavor to write and publish that great work. Typed in black ink and Signed. 180 by 135 cm, covering the entire recto and roughly three quarters of the verso of a single sheet of buff paper. The letter is boldly signed at the end in Tolkien's impressive and almost calligraphic hand. 2 pages. Very finely preserved and in excellent original condition. A FINE TYPED LETTER BY J.R.R. TOLKEIN TO ONE OF HIS CLOSEST FRIENDS AND AN IMPORTANT LITERARY ASSOCIATE. The letter offers an interesting glimpse into the mind and day-to-day life of one of the great masters of twentieth century fiction. Tolkien begins his letter with an apology for it being typed, stating that he is having pain in his hand and typing bothers it less then writing. He then goes into a discussion of news and matters relative to being an important professor at University, something Sayer would understand well as he was English Master at Melvern. The letter also delivers news of family matters typical between such close personal friends. Both George and his wife were longtime friends of Tolkien's AND they had been highly influential in the publication of THE LORD OF THE RINGS. They were among Tolkien's most trusted manuscript proof readers and he especially valued their advice on many aspects of the publication of the RINGS. In a letter to Rayner Unwin, Tolkien called George \"the most normal reader and liker of the work that I could think of.\" Both Sayers helped him choose each book's individual title and also helped with countless editing and rewriting sessions. Additionally the Sayers were well known in the publishing world and facilitated Tolkien's dealings with Allen and Unwin publishers. Their friendship with Tolkien was deep and personal. Also interesting in this letter is Tolkien's asking of George's advice in regard to his plans to purchase a tape recorder. It is know from other letters that once while staying at the Sayer's home in Malvern in 1952 Tolkien made a series of recordings of extracts from the yet unpublished ''Lord of the Rings''. It was his first encounter with a tape recorder and he felt the need to exorcise his experience by first recording the Lord's Prayer. His later BBC recordings were inspired by this experiment. In this letter Tolkien expresses his hopes that whatever machine he buys will be compatible with Sayers, so that he could send reels to George \"for your criticism, or your use.|\"<ref name=Abe/>}}\n\n==See also==\n*[[Letter to Sue Parman]] (also dealing with a tape machine)\n\n{{references}}\n{{title}}\n[[Category:Letters|Sayer, George (1953-06-24)]]\n[[Category:Letters to George Sayer]]"}}}