{"parse": {"title": "The Lord of the Rings Fan Club Official Movie Magazine 2", "pageid": 9749, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club Official Movie Magazine"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["The_Lord_of_the_Rings_Fan_Club_Official_Movie_Magazine_2.jpg"], "wikitext": {"*": "[[File:The Lord of the Rings Fan Club Official Movie Magazine 2.jpg|thumb|Cover]]\n'''''The Lord of the Rings Fan Club Official Movie Magazine'' 2''' was the second issue of ''[[The Lord of the Rings Fan Club Official Movie Magazine]]'' for April/May 2002.\n\n{{quote|The always enjoyable Ian McKellan conjures up Gandalf, and Lawrence Makoare shows us what it takes to be the fearsome Uruk-hai leader, Lurtz. Academy award winning Weta head Richard Taylor shows us what went into making the arms and armor of Sauron, and Weta's Daniel Falconer delves into the inscriptions on the weapons from the movie. Also, prosthetic supervisor Marjory Hamllin gives us a glimpse into the world of makeup effects.|[[The Lord of the Rings Fan Club]]}}\n\n==Contents==\n===Departments===\n* '''8''' MAILBAGGINS\n* '''10''' NEWS FROM MIDDLE-EARTH\n** The Oscars, a dream come true in London,Howe’s Myth & Magic, Viggo’s Signlanguage, fan sightings, and more.\n* '''16''' FAMOUS FAN: TERRY BROOKS\n** Famed fantasy author Terry Brooks ruminates on why The Lord of the Rings has met with such success on the silver screen.\n* '''20''' EXCLUSIVE UPDATE WITH PETER JACKSON\n** Peter Jackson shares his thoughts on the opening of The Fellowship of the Ring, confirms and denies some grapevine stories, and talks about The Fellowship of the Ring DVDs.\n* '''58''' ARTIFACTS: CREATING SAURON\n** Weta Workshop head Richard Taylor returns to tell the story behind the creation of Sauron, and reveals a scene involving the Dark Lord that was cut from The Fellowship of the Ring.\n* '''68''' OF CAVE TROLLS AND POINTY HATS —The Story of Games Workshop\n** The miniature combat masters of Games Workshop bring The Fellowship of the Ring to the tabletop.\n* '''7''' OFFICIAL MOVIE MAGAZINE\n\n\n===Features===\n* '''18''' THE LANGUAGES OF MIDDLE-EARTH —Weapons\n** Ever wondered about the meaning of the inscriptions on the weapons found in The Lord of the Rings? Weta’s Daniel Falconer unlocks some of those secrets etched in steel.\n* '''28''' WIZARDS,HOBBITS, AND THE MAGIC OF ACTING —An Interview with Ian McKellen\n** The acclaimed actor shares his thoughts on acting for the stage versus the camera, and the pressure involved in becoming the archetypal wizard.\n* '''38''' PUT YOUR BEST FOOT FORWARD —How Special Effects Makeup Expert Marjory Hamlin Made Hobbits of Men \n** Prosthetics expert Marjory Hamlin knows Hobbits from head to toes.Well, mostly toes.\n* '''42''' UP CLOSE AND PERSONAL: A DAY WITH THE STARS\n** Back in December,New Line threw together a press junket in New York City for the release of The Fellowship of the Ring. Kevin Fitzpatrick was there, and he has much to tell.\n* '''52''' LURTZING IN THE SHADOWS —An Interview With Lawrence Makoare\n** Cast as the leader of the Uruk-hai, Lawrence Makoare’s first epic action every day was to face an army of prosthetics experts—the very first step in becoming the fearsome and powerful Lurtz.\n\n{{title|journal}}\n{{DEFAULTSORT:The Lord of the Rings Fan Club Official Movie Magazine 02}}\n[[Category:The Lord of the Rings Fan Club Official Movie Magazine]]"}}}