{"parse": {"title": "Hobit (1977 Hebrew edition)", "pageid": 66256, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1970"}, {"ns": 0, "exists": "", "*": "1977"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Hobbit"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "'''''Hobit''''' is a [[1977]] Hebrew edition of [[J.R.R. Tolkien]]'s ''[[The Hobbit]],'' embarked upon in [[1970]] by four captured Israeli fighter pilots - Rami Harpaz, Menachem Eini, Yitzhak Pir, and Avi Kaldas - \"and their fellow inmates\" in Egyptian captivity.<ref name=\":0\">Staff, \"[https://mosaicmagazine.com/picks/arts-culture/2018/01/how-the-hobbit-was-brought-to-israeli-readers/ How “The Hobbit” was Brought to Israeli Readers],\" ''Mosaic'', 25 January 2018. Last Retrieved 27 October 2023.</ref>\n\nA copy of the book had been passed from the US via the Red Cross to Pir (by his brother) who found great delight in the story of a \"queer and lovable creature, lover of peace and good life, who is thrust into hair-raising adventures in a war for a more peaceful, greener world.\" However, Pir found that many of his fellow inmates did not have a sufficient grasp of English to share his enjoyment, even after they translated some of the more difficult passages.<ref name=\":0\" />\n\nThe four pilots then embarked on dictating the book (in English, then in Hebrew) and then putting it down on paper and conforming it back to the book. They had consulted with the other inmates about the translating of the poems. Within four months' time, they had finished translating the entire book, which they kept in seven notebooks upon their release in 1973. A professional Hebrew translation had already begun and was published a year before their own in 1977.<ref name=\":0\" />\n{{References}}\n[[Category:The Hobbit translations]]\n[[Category:Publications by title]]\n{{title|italics}}"}}}