{"parse": {"title": "Legolas/Disputes", "pageid": 15762, "redirects": [{"from": "Legolas/disputes", "to": "Legolas/Disputes"}], "links": [{"ns": 0, "exists": "", "*": "1917"}, {"ns": 0, "exists": "", "*": "Appendix B"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dol Guldur"}, {"ns": 0, "exists": "", "*": "Elladan"}, {"ns": 0, "exists": "", "*": "Elrohir"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Fangorn Forest"}, {"ns": 0, "exists": "", "*": "Fell beasts"}, {"ns": 0, "exists": "", "*": "Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "Fingolfin"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "House of the Tree"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Laws and Customs Among the Eldar"}, {"ns": 0, "exists": "", "*": "Laws and Customs among the Eldar"}, {"ns": 0, "exists": "", "*": "Legolas"}, {"ns": 0, "exists": "", "*": "Legolas (elf of Gondolin)"}, {"ns": 0, "exists": "", "*": "Meduseld"}, {"ns": 0, "exists": "", "*": "Mirkwood"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Peter Jackson"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Ralph Bakshi"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin (chapter)"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Great River"}, {"ns": 0, "exists": "", "*": "The Later Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "The White Rider"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1050"}, {"ns": 0, "exists": "", "*": "Third Age 2063"}, {"ns": 0, "exists": "", "*": "Third Age 2460"}, {"ns": 0, "exists": "", "*": "Third Age 2879"}, {"ns": 0, "exists": "", "*": "Third Age 2931"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}, {"ns": 0, "exists": "", "*": "Thranduil"}, {"ns": 0, "exists": "", "*": "Tolkienist"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Vanyar"}, {"ns": 0, "exists": "", "*": "Watchful Peace"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:App"}, {"ns": 10, "exists": "", "*": "Template:MR"}], "images": [], "wikitext": {"*": "'''[[Legolas]]''', despite being a minor character of the [[Fellowship of the Ring]], is easily the most disputed on various issues.\n\n==Dating and age==\nWhile Legolas' age is never given in Tolkien's writings, some [[Tolkienist|Tolkien scholars]] have estimated he is at the most 800 – 900 years old by the time of the War of the Ring, and at least 500, though probably more; however, many others disagree on the maximum figure. Without any direct mention to the contrary, he could also have been born as early as the First Age. At the very least, we know he is over 139 years old, because he is older than Gimli (see below).\n\nThe figure of 500 years minimum was derived from the following — at one point in ''The Two Towers'', he says that the leaves have fallen in Mirkwood 500 times since [[Meduseld]] was built, and he appears to be describing it as if he actually experienced this: \n{{blockquote|Seven mounds upon the left, and nine upon the right,\" said Aragorn. \"Many long lives of men it is since the [[Meduseld|golden hall]] was built.\"<p>\"Five hundred times have the red leaves fallen in Mirkwood in my home since then,\" said Legolas, \"and but a little while does that seem to us.\"</p>\"But to the Riders of the Mark it seems so long ago,\" said Aragorn, \"that the raising of this house is but a memory of song, and the years before are lost in the mist of time.|''[[The Two Towers]]'', \"[[The White Rider]]\"}}\n\nTo see their reasoning for an age of 800 – 900 years, see the articles referred to [[#external links|below]].\n\nIf Legolas indeed was born during the [[Third Age]], which seems most likely, then it occurred either before {{TA|1050}} when the shadow of [[Dol Guldur]] fell upon [[Mirkwood|Greenwood the Great]] in the first place,<ref name=\"TA\">{{App|TA}}</ref>{{rp|1085}} or during the [[Watchful Peace]] between {{TA|2063}} and {{TA|2460|n}},<ref name=\"TA\"/>{{rp|1087}} since those periods would be the perfect timing for child-bearing by the [[Elves]], who beget children only in peaceful and prosperous years.<ref name>{{MR|P3II3c}}, p. 221</ref>\n\nIn ''Laws and Customs Among the Eldar'', Tolkien also states that the mental development of Elf-children is much quicker than those of Mannish children. By their first year, Elf-children can already walk, speak, and even dance.\n{{quote|The Eldar grew in bodily form slower than Men, but in mind more swiftly. They learned to speak before they were one year old; and in the same time they learned to walk and to dance, for their wills came soon to the mastery of their bodies. Nonetheless there was less difference between the two Kindreds, Elves and Men, in early youth; and a man who watched elf-children at play might well have believed that they were the children of Men, of some fair and happy people.|''[[Morgoth's Ring]]'', \"[[Laws and Customs Among the Eldar]]\"}}\n\nIf we are to infer that Elves can have concrete memories at a younger age than Men do, Legolas could conceivably have remembered the last 500 autumns that have passed, starting when he was very young. \n\nHowever, he could be merely commenting on the contrasting viewpoints of Men and Elves on time (\"and but a little while does that seem to us\"); more importantly, 500 years is here clearly \"the time elapsed since Meduseld was built\". At face value, his statement says ''nothing'' about his age — to go further would only be speculation.\n\nIt is certainly possible that he was older than many fans imagine him to be (probably due to the influence of Bloom and his portrayal). In ''The Two Towers'', he calls Aragorn (born {{TA|2931}}, 87 years old in {{TA|3018|n}}, 88 at the end of the War some months later) and Gimli (born {{TA|2879}}, 139 years old in {{TA|3018|n}}) \"children\" while in [[Fangorn Forest]], and says that he does not ''feel'' young:\n{{blockquote|It [the forest] is old, very old,\" said the Elf. \"So old that almost I feel young '''again''', as I have not felt since I journeyed with you children. It is old and full of memory. I could have been happy here, if I had come in days of peace.|''[[The Two Towers]]'', \"[[The White Rider]]\"}}\n\nAlso, he speaks of watching oaks grow from acorns to \"ruinous age\", suggesting that he is in fact old, though possibly young for Elves (some kinds of oak can live for a very long time):\n{{blockquote|These are the strangest trees that I ever saw,\" [Legolas] said; \"and I have seen many an oak grow from acorn to ruinous age. I wish that there were leisure now to walk among them: they have voices, and in time I might come to understand their thought.|ibid}}\n\nHowever, even the minimum figure of 500 can still apply here, since Tolkien could have had the English oak in mind, and it can live up to about 500 years. \n\nAlso, some readers point out that his birthdate is not recorded in the Appendices. For them, this might be a sign that he was born in the [[First Age]], since the Appendices only record dates from the [[Second Age]] onwards. It might, at the very least, mean that he was born before the [[Third Age]], since birth dates for characters born then (even relatively minor ones like [[Elladan]] and [[Elrohir]]) ''are'' usually given.\n\n== Birth order ==\nSome assume that he is an only child; however, he could be only one of Thranduil's children. Thranduil did let him leave Mirkwood to find a new elf-community in Ithilien, suggesting to some that he was not his heir; but then others opine that given the longevity of Elves and the relative safety of Middle-earth after Sauron's downfall, Thranduil could go on ruling the Woodland Realm as long as he liked or until he felt the sea-longing. No definitive evidence is given, either way.\n\n== Hair color ==\nHis father [[Thranduil]] was blond, so many assume that Legolas must have been blond also (indeed, both [[Ralph Bakshi]] and [[Peter Jackson]] make him blond). However, Tolkien describes his head as \"dark\" when he shoots down a [[Nazgûl|Ringwraith]]'s [[Fell beasts|Fell beast]] in ''The Fellowship of the Ring'' in the following quote, suggesting the contrary to some: \n{{blockquote|Frodo looked up at the Elf standing tall above him, as he gazed into the night, seeking a mark to shoot at. His head was dark, crowned with sharp white stars that glittered in the black pools of the sky behind.|''[[The Fellowship of the Ring]]'', \"[[The Great River]]\"}}\n\nAccording to this camp, his hair must be either dark brown or black, as was the norm for the Sindar. (Blond hair was mostly exclusive to the [[Vanyar]].) However, the \"blond\" camp points out that the above quote takes place ''at night'', and opines that his head may have appeared \"dark\" due to shadows, rather than his actual hair color.\n\n==Legolas of Gondolin==\nThe name ''Legolas Greenleaf'' first appeared in ''[[The Fall of Gondolin (chapter)|The Fall of Gondolin]]'', one of the chapters of ''[[The Book of Lost Tales Part Two]]'', written in early [[1917]]. The character is mentioned only once and is unrelated to the character discussed above. As the Lost Tales were the first embodiment of Tolkien's mythology, and by the time ''The Lord of the Rings'' was written much had changed, this in all likelihood is not the same Elf, and he was not included in the published ''[[The Silmarillion]]''.\n{{blockquote|But the others, led by one '''Legolas Greenleaf''' of the [[house of the Tree]], who knew all that plain by day or by dark, and was night-sighted, made much speed over the vale for all their weariness, and halted only after a great march.|''[[The Book of Lost Tales Part Two]]'', \"[[The Fall of Gondolin (chapter)|The Fall of Gondolin]]\"}}\n\nThe [[Legolas (elf of Gondolin)|Legolas of Gondolin]], who Tolkien would likely have renamed, has a different etymology. His name (''Laiqalassë'' in its pure form) comes from the primitive [[Quenya]] (''Qenya'') words ''laica'' (\"green\") and ''lassë'' (\"leaf\"). The names are very similar, but the characters were different: Legolas of Gondolin was possibly a [[Noldor]] in exile, of the House (kindred) of the Tree. However, the published ''Silmarillion'', in describing [[Turgon]]'s founding of Gondolin, states that Turgon took with him up to a third of the people under [[Fingolfin]], but an even larger number of the Sindar. Thus, whether Legolas of Gondolin was of Noldorin or Sindarin descent is debatable.\n\n{{References}}\n[[Category:Debates]]"}}}