{"parse": {"title": "Mythlore 129", "pageid": 66125, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 129.gif"}, {"ns": 0, "exists": "", "*": "2016"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 128"}, {"ns": 0, "exists": "", "*": "Mythlore 130"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_129.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 129, Volume 35, Issue 1\n| image = Mythlore 129.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Fall/Winter [[2016]]\n|format=Paperback\n|pages=208\n}}\n'''''Mythlore'' 129''' ([https://dc.swosu.edu/mythlore/vol35/iss1/ Volume 35, Issue 1]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Boenig, Robert. \"The Face of the Materialist Magician: Lewis, Tolkien, and the Art of Crossing Perilous Streets.\"\n* Milne, Nicholas. \"Chesterton's ''Ballad of the White Horse'': From Conception to Critical Reception.\"\n* La Jeunesse, Jake. \"Locating Lakeside, Wisconsin: Neil Gaiman's ''American Gods'' and the American Small-town Utopia.\"\n* Stout, Andrew C. \"'It Was Allowed to One': C.S. Lewis on the Practice of Substitution.\"\n* Christopher, Joe R. \"Anthony Boucher's Greatest Horror Story.\"\n* Schmidt, Thomas. \"Literary Dependence in the Fiction of C.S. Lewis: Two Case Studies.\"\n* Comer, Todd A. \"The Disabled Hero: Being and Ethics in Peter Jackson's ''The Lord of the Rings''.\"\n\n====Features====  \n\n*Croft, Janet Brennan. Editorial.\n*Bunting, Nancy. A reply to Rosegrant.\n\n====Reviews====\n\n* ''The Evolution of Modern Fantasy: From Antiquarianism to the Ballantine Adult Fantasy Series.'' Jamie Williamson. Reviewed by David Bratman.\n* ''Bandersnatch: C.S. Lewis, J.R.R. Tolkien, and the Creative Collaboration of the Inklings.'' Diana Pavlac Glyer, Illustrated by James A. Owen.. Reviewed by Tiffany Brooke Martin.\n* ''The Inklings Coloring Book.'' James A. Owen. Reviewed by Alana Joli Abbott.\n* ''High Towers and Strong Places: A Political History of Middle-earth.'' Timothy R. Furnish. Illustrated by Anke Eißmann. Maps and diagrams by Aaron Siddall. Reviewed by Mike Foster.\n* ''Romance of the Grail: The Magic and Mystery of Arthurian Myth.'' Joseph Campbell. Edited and introduced by Evans Lansing Smith. Reviewed by Daniel Lüthi.\n* ''Wizards vs. Muggles: Essays on Identity and the Harry Potter Universe.'' Edited by Christopher E. Bell. Reviewed by Dennis Wilson Wise.\n* ''Reflecting the Eternal: Dante's Divine Comedy in the Novels of C.S. Lewis.'' Marsha Daigle-Williamson. Reviewed by Paul R. Rovang.\n* ''Mythic Worlds, Modern Words: Joseph Campbell on the Art of James Joyce (The Collected Works of Joseph Campbell).'' Joseph Campbell. Edited and with a foreword by Edward L. Epstein. Reviewed by Cody Jarman.\n* ''Basic Categories of Fantastic Literature Revisited.'' Ed. Andrzej Wicher, Piotr Spyra and Joanna Matyjaszczyk. Reviewed by Sharon Bolding.\n* ''The Surprising Imagination of C.S. Lewis: An Introduction.'' Jerry Root and Mark Neal. Reviewed by Kris Swank.\n* ''Ransoming the Waste Land: Papers on C.S. Lewis's Space Trilogy, Chronicles of Narnia, and Other Works.'' Nancy-Lou Patterson. Edited by Emily E. Auger and Janet Brennan Croft. Reviewed by Kris Swank.\n* ''Harry Potter and the Classical World: Greek and Roman Allusions in J.K. Rowling's Modern Epic.'' Richard Spencer. Reviewed by Crystal Hurd.\n* ''C.S. Lewis and his Circle: Essays and Memoirs from the Oxford C.S. Lewis Society.'' Ed. Roger White, Judith Wolfe, and Brendan N. Wolfe. Reviewed by Tiffany Brooke Martin.\n* ''C.S. Lewis Goes to Hell: A Companion and Study Guide to The Screwtape Letters.'' William O'Flaherty. Reviewed by Rebekah Choat.\n* ''Approaches to Teaching Tolkien's 'The Lord of the Rings' and Other Works.'' Ed. By Leslie A. Donovan. Reviewed by Melody Green.\n* ''A Companion to J. R. R. Tolkien.'' Edited by Stuart D. Lee. Reviewed by Jason Fisher.\n* ''VII: Journal of the Marion E. Wade Center (Seven).'' Edited by Marjorie Lamp Mead. Reviewed by Janet Brennan Croft.\n* ''Waymeet for Tolkien Teachers.'' Edited by Leslie Donovan. Reviewed by Janet Brennan Croft.\n{{mythlorenav|128|130}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 129}}\n\n[[Category:Mythlore]]"}}}