{"parse": {"title": "Letter to Nancy Smith (Christmas 1963)", "pageid": 23739, "redirects": [{"from": "Nancy Smith Christmas 1963", "to": "Letter to Nancy Smith (Christmas 1963)"}], "links": [{"ns": 0, "exists": "", "*": "1963"}, {"ns": 0, "exists": "", "*": "Christie's Fine Printed Books and Manuscripts 24 May 2002"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letter 165"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Marquette University"}, {"ns": 0, "exists": "", "*": "Nancy Smith"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Tolkien on Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "During Christmas [[1963]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to [[Nancy Smith]]'''.\n\n*'''Comments:''' Three paragraphs from this letter were used in composition of the article \"[[Tolkien on Tolkien]]\", (those paragraphs were included at the end of [[Letter 165]]). The letter was bought by [[Marquette University]] Libraries in 2002.\n*'''Contents:''' Autobiographical information about Tolkien and a discussion of ''[[The Lord of the Rings]]''.\n*'''Publication:''' Partially in ''[[The Letters of J.R.R. Tolkien]]'', and reproduced in full in ''[[Christie's Fine Printed Books and Manuscripts 24 May 2002]]''.\n\n== From Christie's ==\n\nA fine revealing letter from Tolkien to The Lord of the Rings indexer, Nancy Smith, containing many references to the trilogy, its conception, and reception. Responding to her request for a word of greeting for Smith to deliver at her lecture to the Radcliffe College Tolkien Society, Tolkien provides much more. Beginning with a slightly humorous autobiographical sketch, Tolkien discusses his family background, patriotism, and literary interests. \"I do not (and never did) much enjoy the reading of 'literature.' For amusement and relaxation I like to read accounts of the structure and history (if known) of languages, though these accounts commonly offer a sense of disappointment similar to my experience of 'literature': the languages described seem seldom to 'come off.' 'Literature' seems for me almost always to miss the point...\" \n\nHe continues with a detailed account of how he came to write the Lord of the Rings trilogy. \"I came eventually and by slow degrees to write The Lord of the Rings to satisfy myself: of course without success, at any rate not above 75 But now (when the work is no longer hot, immediate, or so personal) certain features of it, and espec. certain places still move me very powerfully. The heart remains in the description of Cerin Amroth (end of Vol. I, Bk ii ch. 6), but I am most stirred by the sound of the horses of the Rohirrim at cockcrow; and most grieved by Gollum's failure (just) to repent when interrupted by Sam: this seems to me really like the real world in which the instruments of just retribution are seldom themselves just or holy; and the good are often stumbling blocks.\"\n\n\"The business began so far back that it might be said to have begun at birth. Somewhere about 8 years old I tried to write some verses on a dragon--about which I now remember nothing except that it contained the expression a green great dragon. But the mythology (and associated languages) first began to take shape during the 1914-18 War. The Fall of Gondolin (and the birth of Earendil) was written in hospital and on leave after surviving the 'Battle of the Somme' in 1916. The kernel of the mythology, the matter of Lúthien Tinúviel & Beren arose from a small woodland glade filled with 'hemlocks' (or other white umbellifers) near Roos in the Holderness peninsular--to which I occasionally went when free from regimental duties while in the Humber Garrison in 1919.\"\n\nThe letter concludes with Tolkien's reaction to the popularity of his work: \"Nothing has astonished me more (and I think my publishers) than the welcome given to the L.R. But it is, of course, a constant source of consolation and pleasure to me. And, I may say, a piece of singular good fortune, much envied by some of my contemporaries. Wonderful people still buy the books, and to a man 'retired' that is both grateful & comforting.\" \n\nIn reference to Smith's index, the initial-signed postscript reads: \"The index is of the greatest value to me personally. It will eventually be used, I think, in some form of new edition. I have in mind a reduced form--reduced by cutting out (say) some of the Prologue, and the Appendices (especially C.D.E.) and substituting an index. But bringing out a fourth volume for fanciers containing the information excised, + a good deal more that was jettisoned, E.g., the facsimiles of the Book of Mazarbul, that should have faced pp. 335 & 336 of Vol. I. What do you think. Item. 'Rembrandt' films are thinking of producing a 'Hobbit.'??\"\n\n== From the American Archivists ==\n\n[Newsletter (Fall 2002) for the Manuscript Repositories Section of the Society of American Archivists:]\n\nMatt Blessings, \"New Tolkien Research Materials at Marquette University Libraries\"\n\nScholars of J.R.R. Tolkien now have access to two new documentary sources in Marquette University Libraries' Department of Special Collections.\n\nAn unpublished letter written by J.R.R. Tolkien to Nancy Smith, indexer of The Lord of the Rings, offers revealing insights about the Oxford professor's fantasy fiction. In 1963, several years after preparing the index to The Lord of the Rings, Nancy Smith received an invitation to deliver a lecture about the book to a Tolkien society in Cambridge, Massachusetts. She wrote to Tolkien asking for a greeting that she might read to the group. J.R.R. Tolkien responded with a 1,300 word, handwritten letter, composed over several days surrounding Christmas, 1963. The retired professor described his inspiration for Hobbiton, and the \"slow degrees\" by which he composed The Lord of the Rings. In addition, Tolkien revealed childhood memories of writing verse about a great green dragon. He outlined how his great mythology began to take shape during 1914-1918, in part while recuperating after the Battle of the Somme. Finally, Tolkien described the parts of The Lord of the Rings that most moved him, nearly a decade after the book's release: the description of Cerin Amroth, the sound of horses of the Rohirrim, and Gollum's failure to repent. \n\nMarquette University Libraries' purchase of the letter at auction was made possible by the Tolkien Archives Fund, established by the late Richard E. Blackwelder (1909-2001). Dr. Blackwelder created the endowment to acquire and preserve Tolkien research material, sponsor public programming, and prepare catalogs about Marquette's world-renowned manuscript collection.\n\nAlso now available within the Tolkien Collection is the original screen treatment for a never-produced film version of The Lord of the Rings, written by Morton Grady Zimmerman and annotated by J.R.R. Tolkien. In 1957 J.R.R. Tolkien had agreed to review a film story line, but judged the project unsound and pulled back from further negotiation. The Zimmerman materials also include the screenwriter's production notes, along with correspondence between Tolkien's publisher, Rayner Unwin, and Hollywood agent Forrest J. Ackerman, and one letter by J.R.R. Tolkien to \"Mr. Ackerman and Others.\" Morton Grady Zimmerman (1937-2000) donated the materials to Marquette. \n\nThe J.R.R. Tolkien Collection includes more than 11,000 pages of original manuscripts for three of the author's most celebrated works, The Hobbit, Farmer Giles of Ham, and The Lord of the Rings, in addition to the original copy of the children's book, Mr. Bliss. The collection also includes books by and about Tolkien, hundreds of periodical titles produced by Tolkien enthusiasts, audio and video recordings, and a host of published and unpublished materials relating to Tolkien's life and fantasy fiction.\n\n== External links ==\n\n*[http://www.christies.com/Lotfinder/lot_details.aspx?from=salesummary&intObjectID=3918797&sid=0838a161-adc2-45f8-aba4-94096c9b69de Lot 410 on Christies.com]\n*[https://www2.archivists.org/sites/all/files/MRS_Fall_2002_Newsletter.pdf Manuscript Repositories Section Newsletter]\n*\"[http://newboards.theonering.net/forum/gforum/perl/gforum.cgi?do=post_view_threaded;post=318411;sb=post_latest_reply;so=ASC;guest=19262590 Previously unpublished letter written by JRR Tolkien!]\" at [http://newboards.theonering.net/forum/gforum/perl/gforum.cgi?guest=19262590 The One Ring Forums]\n{{title}}\n[[Category:Letters|Smith, Nancy (1963-12)]]"}}}