{"parse": {"title": "Tale of Adanel", "pageid": 4614, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Adanel"}, {"ns": 0, "exists": "", "*": "Andreth"}, {"ns": 0, "exists": "", "*": "Athrabeth Finrod ah Andreth"}, {"ns": 0, "exists": "", "*": "Beleriand"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dark Lord"}, {"ns": 0, "exists": "", "*": "Darkness (concept)"}, {"ns": 0, "exists": "", "*": "Edain"}, {"ns": 0, "exists": "", "*": "Finrod"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Hador"}, {"ns": 0, "exists": "", "*": "House of Hador"}, {"ns": 0, "exists": "", "*": "House of the Lord"}, {"ns": 0, "exists": "", "*": "Ilúvatar"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Marach"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Númenóreans"}, {"ns": 0, "exists": "", "*": "Shadow"}, {"ns": 0, "exists": "", "*": "Sun"}, {"ns": 0, "exists": "", "*": "Tolkien"}, {"ns": 0, "exists": "", "*": "Wise"}, {"ns": 0, "exists": "", "*": "Wisewoman"}, {"ns": 14, "exists": "", "*": "Category:Images by Simona Brunilde Jero"}, {"ns": 14, "exists": "", "*": "Category:Images by Šárka Škorpíková"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:MR"}], "images": ["Šárka_Škorpíková_-_Tale_of_Adanel.jpg", "Simona_Brunilde_Jero_-_Giver_of_Gifts.jpeg"], "wikitext": {"*": "[[File:Šárka Škorpíková - Tale of Adanel.jpg|thumb|The ''Tale of Adanel'' by [[:Category:Images by Šárka Škorpíková|Šárka Škorpíková]].]]\n\n<blockquote>''\"This is the tale that [[Adanel]] of the [[House of Hador]] told to me.\"'' —[[Andreth]]<ref name=\"P4i\">{{MR|P4i}}, Note 9</ref></blockquote>\nThe ''''Tale of Adanel'''' was a version of the story of the \"Fall of [[Men|Man]]\" as told in [[Middle-earth]] among the [[Edain]] in the [[First Age]].<ref name=\"Finrod\">{{MR|Finrod}}</ref>{{rp|345–9}} The text is included within [[Tolkien]]'s notes on the Commentary of the ''[[Athrabeth Finrod ah Andreth]]'', published in ''[[Morgoth's Ring]]''.\n\n==History==\nThe Tale was preserved among the [[Wise]] of the [[House of Hador|Third House of the Edain]], the People of [[Marach]]. Adanel was a [[Wisewoman]] directly descended from Marach and the sister of [[Hador]]; the Tale was especially connected with her because she told it to another Wisewoman of the Edain, [[Andreth]], and from her it was passed down to later generations, until the [[Númenóreans]] of a much later time period wrote it down. The Third House was the only group of the Edain who preserved a clear tradition of this story, since the other kindreds of Men tried to forget it. \n[[File:Simona Brunilde Jero - Giver of Gifts.jpeg|thumb|''Giver of Gifts'' by [[:Category:Images by Simona Brunilde Jero|Simona Brunilde]]]]\nAlthough this tale is mainly derived from the actual lore of the People of the Marach, quite independent of the ''[[Athrabeth Finrod ah Andreth|Athrabeth]],'' \"nothing is hereby asserted concerning its 'truth' historical or otherwise.\"<ref name=\"P4i\"/>{{rp|344}} Andreth may have originally withheld telling this tale to the Elf-lord [[Finrod]], not only out of loyalty to Men, but because Men had conflicting traditions and lore about their past.  This tale, however, closely mirrors the Númenórean tradition of the part Sauron played in their downfall.  \n\nThe Tale of Adanel is \"compressed in time-scale\", which makes it difficult to ascribe its events to a particular time or place. Most of it seems to cover a period of several years, beginning soon after the Awakening of Men at the first rising of the [[Sun]]. It ends with an allusion to the arrival of the Edain at [[Beleriand]], which took place about 300 years after the creation of Mankind.\n\nThough the Tale was preserved by the loyal Edain, it is actually told from the point of view of one of those still loyal to Melkor but oppressed by his higher-ranking servants, as shown from the pronoun usage. The narrator speaks of those who escaped from Melkor's service, as well as those who lead the worship, in the third person.\n\n==Synopsis==\nThe story begins with the Voice of [[Ilúvatar]] speaking in the hearts of the newly-created race of Men concerning their making and their purpose in the world. Soon after they hear this Voice for the first time, Men begin to explore their surroundings and make words. However, they find this endeavour difficult, and often ask the Voice for help. But the Voice avoids giving them direct answers to their questions, since Ilúvatar prefers that they discover the world themselves \"and become wise\". Most of the Men thus quit speaking to the Voice.\n\nAfter some time, a being who looks like them but is \"greater and more beautiful\" appears among the people, and offers his services as a teacher. This person is actually [[Morgoth|Melkor]] in a fair disguise. The race of Men listen to his teachings, since he proves more willing to impart information to them than the Voice. Melkor speaks often of the [[Darkness (concept)|Darkness]] and its power, and during an apparent solar eclipse he uses the fear of Darkness to get Men to bow before him and abjure the Voice, since he claims that it is the Voice of the Dark that wishes to devour them. Once he has their loyalty, Melkor orders the people to build a [[House of the Lord|House]] to his worship, where they pray to him and hear his commands. Every single Man living is said to have bowed there, thus bringing the [[Shadow]] upon them all. \n\nThe Voice of Ilúvatar speaks one more time, and pronounces judgment upon Men for these deeds: \"'Ye have abjured Me, but ye remain Mine. I gave you life. Now it shall be shortened, and each of you in a little while shall come to Me, to learn who is your Lord: the one ye worship, or I who made him.'\"<ref name=\"Finrod\"/>{{rp|347}} Soon after, the first deaths begin to occur, the Earth and its creatures turn against Mankind, and some of Melkor's most favoured servants begin to oppress the others brutally. At this time, many Men begin to hate and fear Melkor, seeing him for what he is. Eventually, a group of them decide to escape and find a place free from Melkor's influence, though they are still under the doom of Ilúvatar. Though many are hunted down by those still loyal to the [[Dark Lord]] and burned in his House, some make it to the West of Middle-earth—the ancestors of the Edain.\n{{references}}\n[[Category:Lays and tales within the legendarium]]\n[[Category:Morgoth's Ring chapters]]\n[[fi:Tale of Adanel]]"}}}