{"parse": {"title": "Arne Björkman", "pageid": 27948, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1983"}, {"ns": 0, "exists": "", "*": "Catholicism"}, {"ns": 0, "exists": "", "*": "Forodrim"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Tolkien och den svarta magin"}, {"ns": 0, "exists": "", "*": "Åke Ohlmarks"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''Arne Björkman''' was a Swedish Christian writer and member of [[wikipedia:Aage Samuelsen|Maranata]] (a Swedish pentecostal movement).\n\nIn 1983, Swedish magazine ''Hemmets vän'' published \"En doktrineringskampanj från helvetet\" (\"A Campaign of Indoctrination from Hell\") written by Björkman. In the article, Björkman critized what he found to be [[wikipedia:occultism|occult]] elements in ''[[The Lord of the Rings]]'', using arguments from [[Åke Ohlmarks]]' book ''[[Tolkien och den svarta magin]]''. A member of the committee of the [[Forodrim]], Hanna Bergstrand, replied to Björkman in a letter, saying that she also was a Christian and arguing that Ohlmark's book was full of factual errors, inconsistencies and absurdities. However, Björkman remained a critic of Tolkien's works and in the mid 2000s he again, writing for the magazine ''Maranata!'', stated what he finds to be anti-Christian elements:\n\n{{blockquote|Tolkien, who was a [[Catholicism|Catholic]], mixes darkness and light in his books [...] Occult beings of nature and a wizard are fighting for power against another wizard and subterranean creatures. And this is exactly what makes The Lord of the Rings so dangerous, since Tolkien turns black to white and darkness to light. A wizard [Swedish: \"trollkarl\", magician, wizard, sorcerer] is an occultist, who uses prohibited magic to reach his goals. And magic is a sin of sorcery, and therefore a wizard cannot be used by God. [...] This is why The Lord of the Rings is a book which seduces its readers to accept sins of sorcery.|Arne Björkman<ref>[http://www.solascriptura.se/kts/sagor1.html \"Sagor som förför: Antikristliga influenser i dagens litteratur\"] (\"Seductive Fairy-tales: Anti-Christian Influences in Contemporary Literature\"), retrieved July 28, 2010 [freely translated from Swedish<!-- by user:Morgan -->]</ref>}}\n\n{{blockquote|<small>[Swedish: \"'''Boken om magi''' / Då den här artikeln skrivs går den populära filmen Sagan om ringen för fullsatta hus på biograferna. Filmen bygger på J.R.R. Tolkiens bok med samma namn. Bokens svenske översättare, Åke Ohlmark, har i sin bok 'Tolkien och den svarta magin' beskrivit den som en berättelse med direkt ockult handling. Alla vill inte hålla med om detta. Då jag skrev artikeln 'En doktrineringskampanj från helvetet' i Hemmets vän den 9/6 -83 och då nämnde om de ockulta inslagen i Tolkiens böcker, kom en ilsken svarsartikel från Hanna Bergstrand. Hon påpekade att hon var ledamot av styrelsen för Tolkien-sällskapet Forodrim och att hon var kristen. Hon angrep Åke Ohlmarks bok, som hon menade var full av sakfel, feltolkningar och absurda påståenden. Men i samma artikel påpekade hon att de trollkarlar, som finns i handlingen, har sin makt därför att de är änglar i köttslig gestalt, utsända för att verka för världens räddning. Det är här problemet ligger. / Tolkien som var katolik, blandar i sina böcker mörker och ljus i en enda osalig röra. Ockulta naturväsen och en trollkarl kämpar med en annan trollkarl och underjordiska varelser om makten. Och det är just detta som är det farliga i Sagan om ringen, för Tolkien gör svart till vitt och mörker till ljus. En trollkarl är en ockultist, som använder förbjuden magi för att nå sina syften. Och magi är trolldomssynd, och därför kan inte en trollkarl verka för Gud. Det bör också påpekas, att man inte kan skilja mellan 'vit magi' och 'svart magi'. All magi är trolldomssynd, och det är något som Gud förbjuder människan att syssla med. Därför är Sagan om ringen en bok, som förför läsarna till att acceptera trolldomssynder.\"]</small>}}\n\n==Bibliography, selected==\n===Articles===\n*[[1983]]: ''Hemmets vän'' June 6, 1983\n**\"En doktrineringskampanj från helvetet\" (\"A Campaign of Indoctrination from Hell\")\n*200?: ''Maranata!''\n**\"Sagor som förför: Antikristliga influenser i dagens litteratur\" (\"Seductive Fairy-tales: Anti-Christian Influences in Contemporary Literature\")\n{{references}}\n{{DEFAULTSORT:Björkman, Arne}}\n[[Category:Authors]]\n[[Category:People by name]]\n[[Category:Swedish people]]\n[[Category:Tolkien criticism]]"}}}