{"parse": {"title": "Angmar: Land of the Witch King", "pageid": 25678, "redirects": [{"from": "MERP: Angmar, Land of the Witch King", "to": "Angmar: Land of the Witch King"}], "links": [{"ns": 6, "exists": "", "*": "File:Merp angmar land.jpg"}, {"ns": 0, "exists": "", "*": "1982"}, {"ns": 0, "exists": "", "*": "28 January"}, {"ns": 0, "exists": "", "*": "Angmar (disambiguation)"}, {"ns": 0, "exists": "", "*": "Empire of the Witch-king"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1272"}, {"ns": 0, "exists": "", "*": "Third Age 1349"}, {"ns": 0, "exists": "", "*": "Third Age 1409"}, {"ns": 0, "exists": "", "*": "Third Age 861"}, {"ns": 0, "*": "Heike Kubasch"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_angmar_land.jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|Angmar|[[Angmar (disambiguation)]]}}\n{{book\n|title=''Angmar: Land of the Witch King''\n| image = merp_angmar_land.jpg\n|author=[[Heike Kubasch]]\n|noisbn=Unknown \n|publisher=[[Iron Crown Enterprises]]\n|date=[[28 January]] [[1982]]\n|format=Softcover\n|pages=47\n|ice=2300\n}}\n'''''Angmar: Land of the Witch King''''' is a supplement (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\nThis product was later revised with 70 new pages of text added and released as ''[[Empire of the Witch-king]]''.\n\nFor use with this supplement, [[Mithril Miniatures]] released a set of metal miniatures (M42 - M51 ''Witch-king of Angmar Army'').\n\n== Cover/Jacket Text == \n\n''Angmar'' contains:\n\n*4 major floor plans \n*8 B&W maps \n*Cultures, herblore & guidelines for running your own adventures \n*A 16\" x 20\" full-color double-sided detachable mapsheet, side #1 of which details the NORTHERN MISTY MOUNTAINS, side #2, maps out the city of CARN DÛM \nTrolls, Giants, Dragons, Bears, Wargs, Orcs and of course THE WITCH KING OF ANGMAR\n\nBACKGROUND\n\n\"It is ever so with the things that men begin: there is a frost in Spring or a blight in Summer, and they fail of their promise\" (LotR III, p.&nbsp;182).\n\nElendil and his heirs arranged two kingdoms when they came to Middle-earth from Numenor; Gondor in the South, and Arnor in the North. Both were fair and prosperous kingdoms at the beginning of the Third Age. At this time the history of the two kingdoms parted; the star of Gondor rose, but that of Arnor fell into darkness. Two forces brought the destruction of the North Kingdom. The first was the waning of the Dunedain who dwelt in Arnor. The second, and far greater was the shadow that came from the land of Angmar. The men of Arnor withstood the evil power of the Witch King for six long centuries, a tribute to the strength and power of the Dunedain of the North.\n\nArnor had suffered comparatively little in the war against Sauron at the conclusion of the Second Age, and the kingdom should have prospered. Although the numbers of the Dunedain had been reduced, they were still great. The climate of Arnor was mild and the land was fertile and free of enemies. For a few hundred years matters went well, but the air of Eriador seemed unwholesome for the descendants of Numenor. Arnor fell into decline long before the land held any whisper of the shadow of Angmar. For reasons unknown the Dunedain abandoned their capital of Annuminas upon the shores of Lake Nennuial, and withdrew to the lesser fortress city of Fornost.\n\nThe kingdom of Arnor was doomed to \"a frost in Spring, and a blight in Summer.\" The heirs of the kingdom could no longer agree on the succession to the throne of Arnor in the ninth century of the Third Age. In {{TA|861}} the strength of the northern realm was divided into three kingdoms: Cardolan, Rhudaur, and Arthedain. The quarreling continued; Rhudaur and Cardolan contested the possession of the tower of Amon Sul and its Palantir. The watch on evil slept in the north; men turned inwards and concerned themselves with their own affairs. The rumours of evil multiplying in the mountains did not interest them; for Arthedain and Cardolan at least, the mountains were a long way off. None gave their attention to the unpromising valley in a northern fork of the Misty Mountains.\n\nThe Witch King arose in Angmar during the reign of Malvegil of Arthedain, some time between {{TA|1272}}-{{TA|1349|n}}. Men became aware of the growing evil in the mountains, but Angmar was still preparing its power. No assaults on the Dunedain came until Argeleb, the son of Malvegil, assumed the throne.\n\nThe next sixty years were dark ones for the Dunedain of the North. The Dunedain of Rhudaur were driven out by evil hillmen in league with Angmar and Argeleb was slain in battle. Together Arthedain and Cardolan held the Weather Hills against Angmar. In {{TA|1409|n}} {{TA}} the Witch King of Angmar released his deadliest assault. Amon Sul was raised and burned and the Dunedain were forced to flee westward. Cardolan was laid to waste. Help came to the Dunedain from the Elves of the Grey Havens, Rivendell, and Lorien. The armies of Angmar were repelled from Fornost and the North Downs, and forced to withdraw to Angmar. The shadow of the North was contained for a time.\n\nANGMAR\n\nThe land of Angmar is one of the grimmest places in all of Middle-earth. It is not black and twisted like Mordor, but heartbreakingly cold and barren. It lies in a northern fork in the Western Misty Mountains, and in the Eastern Misty Mountains. Little activity is centered upon the barren plain between the fork in the mountains; the border guard of men is set in the rolling hills upon the edge of the low plateau. These men watch the long border road that runs from Carn Dûm to the southern tip of Angmar. The orcs prefer the safety of the tunnels in the mountains. In the East the Witch King has no border guard; the mountains bar entry into Angmar from that direction, except to those who know the orcish tunnels.\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}