{"parse": {"title": "Riddles in the Dark", "pageid": 2862, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "10 July"}, {"ns": 0, "exists": "", "*": "12 July"}, {"ns": 0, "exists": "", "*": "1946"}, {"ns": 0, "exists": "", "*": "1947"}, {"ns": 0, "exists": "", "*": "1951"}, {"ns": 0, "exists": "", "*": "2002"}, {"ns": 0, "exists": "", "*": "21 September"}, {"ns": 0, "exists": "", "*": "Allen & Unwin"}, {"ns": 0, "exists": "", "*": "Allen and Unwin"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Corey Olsen"}, {"ns": 0, "exists": "", "*": "Darrell Sweet"}, {"ns": 0, "exists": "", "*": "Douglas A. Anderson"}, {"ns": 0, "exists": "", "*": "Exploring J.R.R. Tolkien's The Hobbit"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Gollum's lake"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "John D. Rateliff"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "Out of the Frying-Pan into the Fire"}, {"ns": 0, "exists": "", "*": "Over Hill and Under Hill"}, {"ns": 0, "exists": "", "*": "Return to Bag-End"}, {"ns": 0, "exists": "", "*": "Riddle-game"}, {"ns": 0, "exists": "", "*": "Sting"}, {"ns": 0, "exists": "", "*": "The Annotated Hobbit: Revised and Expanded Edition"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The History of The Hobbit"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 2941"}, {"ns": 0, "exists": "", "*": "Trolls' lair"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 14, "exists": "", "*": "Category:Images of Riddles in the Dark"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:HM"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HH"}], "images": ["David_T._Wenzel_-_Bilbo_finds_the_One_Ring.jpg", "J.R.R._Tolkien_-_Riddles_in_the_Dark.mp3", "Darrell_Sweet_-_The_Riddle_Game.jpg", "Tim_Kirk_-_Riddle_Game.jpg"], "wikitext": {"*": "{{Quote|“Go back?” he thought. “No good at all! Go sideways? Impossible! Go forward? Only thing to do! On we go!”}}{{chapter\n|names=Riddles in the Dark\n|map=\n|image=David T. Wenzel - Bilbo finds the One Ring.jpg\n|event=Bilbo finds [[The One Ring]] and meets [[Gollum]]\n|book=The Hobbit\n|title=Riddles in the Dark\n|number=5\n|location=[[Gollum's lake]]\n|date=[[10 July|10]]—[[12 July]] {{TA|2941}}\n|previous=Over Hill and Under Hill\n|next=Out of the Frying-Pan into the Fire\n}}\n\n'''Riddles in the Dark''' is the 5th chapter in ''[[The Hobbit]]''. In [[1951]] [[Allen and Unwin]] published a second edition of ''The Hobbit'' in which [[J.R.R. Tolkien]] substantially revised this chapter to bring the story of the [[The One Ring|ring]] and the character [[Gollum]] more into line with the forthcoming [[The Lord of the Rings|\"New Hobbit\"]].<ref group=\"note\">For the publication history of ''The Hobbit'' see: {{HM|AH}}, \"Introduction\", pp. 1-25; [[Corey Olsen]], ''[[Exploring J.R.R. Tolkien's The Hobbit]]'', \"Introduction\", pp. 1-15. To see how the original text compares with the revised text see: {{HM|AH}}, \"Riddles in the Dark\", pp. 115-36 (esp. notes 25 and 32). For an exploration of the re-writing of \"Riddles in the Dark\" see: {{HH|1947}}, pp. 731-62.</ref>\n\n==Synopsis==\n===Second edition===\n[[File:J.R.R. Tolkien - Riddles in the Dark.mp3|thumb|[[J.R.R. Tolkien]] reads an extract from Riddles in the Dark]]\nAfter waking up in the dark goblin tunnels, [[Bilbo Baggins|Bilbo]] discovers that he was all alone. He fumbles about on all fours, and he soon finds a little [[The One Ring|golden ring]], which he puts into his pocket almost without thinking. Through searching his pockets, he finds the [[Sting|dagger]] he had found in the troll hoard, and discovers by its pale glow that it too was an Elvish blade, and that goblins are around, but not close enough to worry about. He decides that his only choice is to go forward, so he travels down the goblin tunnel.\n\nBilbo's way is soon obstructed by an icy pool in the path, but before he could collect his wits, he is met by [[Gollum]], a dark creature, living down in the pool, who used his luminous eyes to catch fish, and always talked to himself, calling himself \"my precious\". He thought Bilbo might make a tasty treat, but he didn't want to attack while Bilbo was carrying a weapon. To gain time, he challenges Bilbo to a [[Riddle-game|game of riddles]], with very dangerous terms: if Gollum asked a riddle Bilbo could not answer, he would have to allow himself to be eaten. However, if Bilbo asked a riddle Gollum could not answer, he promised to show the hobbit the way out. Seeing that he had no choice, Bilbo agrees, and the two exchange several riddles, each getting harder and harder. At last, Bilbo is unable to think of a riddle, though Gollum presses him to ask just one more. Feeling about his pockets, he finds the ring he had found earlier and had forgotten about, and asks out loud to himself, \"What have I got in my pocket?\". Gollum is outraged, thinking it is a riddle, so Bilbo chooses it as his last riddle. Gollum guesses wrong three times, and is now forced to show Bilbo the way out.\n\n[[File:Darrell Sweet - The Riddle Game.jpg|left|thumb|''The Riddle Game'' by [[Darrell Sweet]].]]\n\nHowever, years in the darkness had blackened Gollum's heart and made him sneaky. He asks Bilbo to be patient; he has to get necessary supplies, a \"birthday present\", as he said. As he paddles off, Bilbo thinks Gollum was not going to come back, but he is wrong. Away on the island in the middle of the lake on which he lived, Gollum kept something very precious: a magic, gold ring. Wearing it made the user invisible, and he often used it when he wanted to eat goblin instead of fish. With it, Gollum would be able to strike Bilbo without him knowing what had hit him. However, when Gollum returns to his cave, he finds that the ring has disappeared (he wore the ring a few hours earlier to catch a goblin, and didn't realise that he dropped it in a tunnel on his way back). His blood-curdling shriek sends shudders down Bilbo's spine, though he is not sure what was happening. Getting annoyed at the delay, and though Gollum pleads that he had to keep searching, Bilbo reminds him that he had never answered his last riddle. Suddenly, Gollum's mind jumps to a suspicious guess, and he demands the answer to Bilbo's riddle. He speeds back toward the shore, ready to murder the hobbit and reclaim his \"precious\". \n\nRealizing that he is in danger, Bilbo runs back up the tunnel and puts his hand in his pocket, the ring slipping onto his finger. He trips on a snag and falls, but Gollum passed him, much to his surprise. Quietly, he listens to Gollum cursing Bilbo and now guessing that he had found his \"birthday present\". Through his talk, Bilbo deduces that Gollum's \"precious\" was a magic ring that made the wearer invisible, but Gollum did not think Bilbo knew what it did, and was \"tricksy\", saying that he did not know the way out, but knew a way in, so he must be off to the \"back door\". Gollum quickly runs off to head him off, Bilbo following quietly behind. Gollum stops at a low opening, but the loathsome creature stops right there, because he could sense goblins. To make matters worse, he is now aware that Bilbo might have been behind him, and ready for an attempt at escape. Bilbo, frantic to escape, thinks of stabbing Gollum and killing him, but when he considered how miserable the creature really was, he was moved to pity. Instead of killing him, he leaps over his head before Gollum could snatch at him. As he speeds off, Gollum's rage-filled cries echoes: \"Thief! Thief! Baggins! We hates it! We hates it forever!\"\n\nAt the end of the tunnel, Bilbo is relieved to see real sunlight, but forgets his joy when he sees armoured goblins watching the giant door it came through, and somehow, the ring has slipped off his finger and made him visible. Before they could catch him, he puts it back on and vanishes. As the angry goblins frantically search for him, he slips past them and reaches the door, but it was only open a crack. He tries to squeeze through, but he got his buttons caught in the space between the door and door-post. The goblins spot his shadow, but before they can catch him, Bilbo tears loose, ripping his buttons off, and allowing him to hurry out of the tunnels and back into the open. Bilbo had escaped out of the [[Misty Mountains]]!\n\n===First edition===\n[[File:Tim Kirk - Riddle Game.jpg|left|thumb|''Riddle Game'' by Tim Kirk]]\nUpon opening his eyes, Bilbo saw, heard, and felt nothing (except for the wall and the floor). He groped about on all fours, eventually finding a ring of metal on the floor; he put it in his pocket but it didn't help much. Miserable, he felt for his pipe and ''baccy'' pouch, both of which he found; however his hopes shattered as he failed to find any matches about himself. He then came across the hilt of his sword - acquired from the [[Trolls' lair]] - and upon drawing it he noticed that it shone dimly. Bilbo was comforted that he wore a blade of Gondolin, a place \"which so many songs used to sing\". Bilbo decided to get up and start moving forwards, with the sword in one hand and one hand feeling the wall.\n\nEventually, Bilbo felt icy cold water about his feet; he had stumbled across - what turned out to be - [[Gollum's lake]]. [[Gollum]] soon made his presence known to Bilbo, terrifying him. Gollum was curious about the hobbit, deciding to appear friendly whilst he considered whether Bilbo was alone, and whether he would be good to eat. Gollum soon suggested a game riddles; if Gollum won he would eat the Hobbit, if he lost he would give Bilbo a present. With some luck on his side, Bilbo managed to defeat Gollum; Gollum was not best pleased with the fairness of the winning riddle: \"what have I got in my pocket?\".\n\nObeying his promise to Bilbo, Gollum went back to his island to fetch Bilbo's present. To his horror, he could not find it; the present in question was [[The One Ring|a ring]] which he had been given as a birthday present. Bilbo worked this out, but thought that it was best not to tell Gollum that he already had his present. Instead he asked the pardon-begging Gollum if he would show him the way out as an alternative.\n\nTogether they went down the passages; Bilbo was very quiet, whilst Gollum was \"flip-flapping along\". Momentarily, Bilbo slipped on the ring, surprising Gollum as he lost sight of him. Eventually they came to the right passage (\"six right, four left\"), and it was here the two departed - Bilbo was quite glad of it.\n\nBilbo went down the new passage, eventually seeing a glimmer of day light from around the corner. He ran around the corner and first saw that the light was coming through a door, slightly open. He blinked and then saw goblins in full armour with swords - they saw him too. By accident or by some presence of mind, he slipped on the ring, disappearing from the sight of the goblins. He snook behind a big barrel as the goblins burst into activity trying to find him. Eventually he ran for the door, dodging countless goblins; he was knocked over by a confused goblin, slipped between the legs of a big goblin and ran for the door. He squeezed, but got stuck. Suddenly a goblin shouted \"There's a shadow by the door, Somebody's outside!\". Terrified, Bilbo burst his way through, letting his buttons fly off in all directions. He leapt down the steps and escaped.\n\n==Composition==\nResuming work on ''[[The Lord of the Rings]]'' with new ideas in [[1946]] and [[1947]], Tolkien made revisions to ''[[The Fellowship of the Ring]]'' (then Books I and II). As the nature of the Ring is described as much darker and Gollum as more possessive, in the sequel, the original concept in ''The Hobbit'' now seemed inconsistent, and Tolkien decided to update it. He revised the account, which he sent (as a \"specimen\") to [[Allen & Unwin]] on [[21 September]] 1947.<ref>{{HM|RC}}, p. xxvii</ref>\n\n==See also==\n*[[:Category:Images of Riddles in the Dark|Images of Riddles in the Dark]]\n\n==Further reading==\n*{{HM|AH}}\n*[[J.R.R. Tolkien]], [[John D. Rateliff]] (ed.), ''[[The History of The Hobbit]]''\n*[[Corey Olsen]], ''[[Exploring J.R.R. Tolkien's The Hobbit]]''\n\n==External links==\n*[http://www.ringgame.net/riddles.html A side-by-side comparison of the original and the revised version of \"Riddles in the Dark\"]\n\n{{References|Notes}}\n\n[[Category:The Hobbit chapters]]\n[[de:Rätsel in der Finsternis]]\n[[fi:Arvoituksia pimeässä]]"}}}