{"parse": {"title": "The Lord of the Rings Fan Club Official Movie Magazine 3", "pageid": 9750, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Daniel Falconer"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club Official Movie Magazine"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["The_Lord_of_the_Rings_Fan_Club_Official_Movie_Magazine_3.jpg"], "wikitext": {"*": "[[File:The Lord of the Rings Fan Club Official Movie Magazine 3.jpg|thumb|Cover]]\n'''''The Lord of the Rings Fan Club Official Movie Magazine'' 3''' was the third issue of ''[[The Lord of the Rings Fan Club Official Movie Magazine]]'' for June/July 2002.\n\n{{quote|Sean Bean talks about bringing Boromir to life, and acclaimed fantasy illustrator John Howe talks about his tasks as conceptual artist. Visual effects photography expert Alex Funke talks about the old and new SFX techniques, and Academy Award nominee Ngila Dickinson shares the intricacy and beauty behind the movie costumes.|[[The Lord of the Rings Fan Club]]}}\n\n==Contents==\n===Departments===\n* '''8''' MAILBAGGINS\n* '''10''' NEWS FROM MIDDLE-EARTH\n** The Fan Club “Fellowship of 22” converges on L.A. for Oscar weekend…Fran Walsh on The Two Towers reshoots…Upcoming events…and more!\n* '''20''' THE LANGUAGES OF MIDDLE-EARTH — Elven Weapons\n** Weta Workshop’s [[Daniel Falconer]], who helped create many of the weapons for The Lord of the Rings films, is back this issue to tell the story behind several Elven weapons and translate the meaning of the inscriptions they bear.\n* '''22''' UPDATE WITH PETER JACKSON\n** The Lord of the Rings director shares his thoughts on The Two Towers and the extended edition Fellowship of the Ring DVD- and reveals which of the three films is his favorite!\n\n\n===Features===\n* '''30''' “A HERO WITH FAULTS”— An Interview with Sean Bean\n** “The more complex a character is, the more interesting it is to play,” British actor Sean Bean says of his portrayal of Boromir in The Lord of the Rings. Bringing J.R.R. Tolkien’s conflicted character to life in The Fellowship of the Ring was just the kind of challenge that he looks for in his work.\n* '''38''' MAKING MIDDLE-EARTH REAL\n** Visual effects photography expert Alex Funke explains how time-honored miniatures filming techniques partnered with ever-evolving technology to create an authentic Middle-earth.\n* '''48''' MASTER OF HIGH DRAMA\n** Acclaimed fantasy illustrator John Howe talks about his work as a conceptual artist for The Lord of the Rings film trilogy—and his memories of the “very special” time he spent in New Zealand.\n* '''58''' ARTIFACTS — Costumes\n** Academy Award nominee Ngila Dickson brings us the stories behind the design and creation of the magical costumes of The Lord of the Rings.\n* '''68''' DOWN THE ADVENTURE PATH — Electronic Arts Makes The Lord of the Rings Come Alive\n** Electronic Arts’ new action-adventure computer games will take players on Middle-earth adventures for years to come.\n\n{{title|journal}}\n{{DEFAULTSORT:The Lord of the Rings Fan Club Official Movie Magazine 03}}\n[[Category:The Lord of the Rings Fan Club Official Movie Magazine]]"}}}