{"parse": {"title": "Bedeviled: Lewis, Tolkien and the Shadow of Evil", "pageid": 48365, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Bedeviled,Lewis, Tolkien and the Shadow of Evil.jpg"}, {"ns": 0, "exists": "", "*": "2015"}, {"ns": 0, "exists": "", "*": "3 May"}, {"ns": 0, "exists": "", "*": "C.S. Lewis"}, {"ns": 0, "exists": "", "*": "Colin Duriez"}, {"ns": 0, "exists": "", "*": "Inklings"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Bedeviled,Lewis,_Tolkien_and_the_Shadow_of_Evil.jpg"], "wikitext": {"*": "{{book\n|title=\nBedeviled: Lewis, Tolkien and the Shadow of Evil\n| image = Bedeviled,Lewis, Tolkien and the Shadow of Evil.jpg\n|author=Colin Duriez\n|publisher=IVP Books\n|date=[[3 May]] [[2015]]\n|format=Paperback\n|pages=192\n|isbn=9780830834174\n}}\n'''''Bedeviled: Lewis, Tolkien and the Shadow of Evil''''', written by [[Colin Duriez]], is a book about the [[Inklings]] [[J.R.R. Tolkien]] and [[C.S. Lewis]].\n\n==From the publisher==\n\nThe battle between good and evil—in both the seen and unseen worlds—was as clearly at play in the era of C.S. Lewis and his friends in the Oxford literary group, the Inklings, as in our own era. Some of the members of the Inklings carried physical and psychological scars from World War One which led them to deeply consider the problem of evil during the dark era of World War Two. Were they alive today, their view of a spiritual conflict behind physical battles would undoubtedly be reinforced. Among the Inklings, Lewis was at the forefront of writing on human pain, suffering, devilry, miracles and the supernatural, with books like\nThe Screwtape Letters and more. It is no surprise, then, that he provides the main focus of this book by expert Inklings writer Colin Duriez. J.R.R. Tolkien's The Lord of the Rings trilogy offers another rich resource with much to say to the World War Two era and beyond. Other Inklings writings and conversations come into play as well as Duriez explores the writers' considerations of evil and spiritual warfare, particularly focused in the context of wartime. Delving into the interplay between good and evil, these pages enlighten us to the way of goodness and the promise of a far country as we explore the way out of the shadow of evil.\n\n==Editorial Reviews==\n\"Nobody knows more about the respective canons of C. S. Lewis and J. R. R. Tolkien or their collaborative friendship than Colin Duriez, and he puts his erudition to work in this new volume that explores and elucidates the shadow of evil in their respective literary works. Those looking for contemporary insights into the source and problem of evil need look no further than Bedeviled.\" (Bruce L. Edwards, editor of C. S. Lewis: Life, Works, Legacy and author of Not a Tame Lion: Unveil Narnia Through the Eyes of Lucy, Peter, and other Characters Created by C. S. Lewis)\n\n\n{{title|italic}}\n[[Category:Biography books]]\n[[Category:Publications by title]]"}}}