{"parse": {"title": "Darkness (concept)", "pageid": 13159, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Ar-Pharazôn"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Arda Marred"}, {"ns": 0, "exists": "", "*": "Beleriand"}, {"ns": 0, "exists": "", "*": "Children of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Dark Lord"}, {"ns": 0, "exists": "", "*": "Darkness"}, {"ns": 0, "exists": "", "*": "Edain"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Faithful"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Free peoples"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gift of Men"}, {"ns": 0, "exists": "", "*": "Gwindor"}, {"ns": 0, "exists": "", "*": "Ilúvatar"}, {"ns": 0, "exists": "", "*": "Immortality"}, {"ns": 0, "exists": "", "*": "King of Númenor"}, {"ns": 0, "exists": "", "*": "Light of Valinor"}, {"ns": 0, "exists": "", "*": "Maia"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Shadow"}, {"ns": 0, "exists": "", "*": "Tale of Adanel"}, {"ns": 0, "exists": "", "*": "Temple"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Wise"}, {"ns": 12, "exists": "", "*": "Help:References"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Sources"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}], "images": ["CdxIconReference.svg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{sources}}\n{{disambig-two|the concept|weapon used by the [[Dark Lord]]s|[[Darkness]]}}\n\nThe '''Darkness''', also called the '''Ancient Darkness''' or simply the '''Dark''', was a concept that [[Morgoth|Melkor]] and [[Sauron]] used with terrible effect in their attempts to seduce populations of [[Men]]. They utilized the mysterious nature of Darkness, and the fear that came from it, in coaxing Men to depend upon their teachings.\n\nIt was said that Men were seduced by Melkor in the beginning of their history, and that a residual darkness lay upon the hearts of all their race, even those of the [[Edain]] who met the [[Eldar]] in the [[First Age]]. [[Tale of Adanel|An ancient tale]] that the [[Wise]] among the Edain kept told of how Melkor had achieved his mastery over their race: he came among them as a fair-seeming teacher and told them many things about the world, but increasingly he spoke about the Dark. He told the first Men that \"Greatest of all is the Dark, for It has no bounds. I came out of the Dark, but I am Its master.... I will protect you from the Dark, which else would devour you.\"\n\nAccording to the tale, when the Sun's light was blotted out (apparently by a solar eclipse), Men grew fearful and bowed down to the \"master\" of the Dark and took Melkor as their God so that he would protect them. This act brought the punishment of [[Ilúvatar|Eru]] upon them: their lives were shortened and they would possess little Light during their time in [[Arda]]. For this reason their [[Gift of Men|mortality]] became associated with the Darkness and fear. Even so, most Men lived in great terror of the Dark and sought to appease it and serve Melkor however they could.\n\n== In Númenor ==\nIn the [[Second Age]], the island of [[Númenor]] was populated by the descendants of those Men who had rejected the service of the Dark and fled to [[Beleriand]], where they met the [[Eldar|High]] [[Elves]] and were rehabilitated. However, about 2,000 years after the founding of their realm, most of the Númenóreans began to turn away from the friendship of the Elves and the [[Valar]], for they became proud and discontent with their mortal lives. The Númenóreans possessed large holdings in Middle-earth, which Sauron's forces attacked, since the [[Maia]] hated their influence. Eventually, the last [[King of Númenor|King]] of Númenor, [[Ar-Pharazôn]],  brought a great army against Sauron in retaliation. Sauron was forced to surrender because his servants feared the Númenóreans too much to fight them, and Ar-Pharazôn took him back to Númenor as a prisoner.\n\nSauron did not remain a prisoner for long; by using his skill and knowledge he soon had the ears of the King and became his chief advisor. Sauron then seduced Ar-Pharazôn and most of his people by bringing them back to the worship of the Darkness. Sauron told the Númenóreans that they could gain great power, and even mastery of other worlds beyond Arda, by devoting themselves to the Ancient Darkness that lay outside the world and its Lord, Melkor. The Númenóreans built a mighty [[Temple]] for this practice, wherein they sacrificed many of the [[Faithful]] who remained in the land to Melkor the Lord of Darkness, in the hope that he would give them [[immortality]]. Yet in the end, the Númenóreans' worship of the Darkness gave them neither the power nor immortality they desired; it only brought them madness and terror.\n\nAs a result of the Númenóreans' deeds, their land was destroyed near the end of the Second Age, but those of Númenórean race who survived in Middle-earth (save for the descendants of the Faithful) remained \"enamoured of the Darkness and the black arts\", and served Sauron after his return to [[Mordor]].\n\n== Other Uses of the Term ==\nSince Arda, the world, was [[Arda Marred|Marred]] by the evil of Melkor, all things living upon it have an element of corruption. This element was generally referred to as the [[Shadow]] by the [[Free peoples]], but the term \"darkness\" was also used. Generally, this word more specifically referred to the shroud of ignorance and misunderstanding made by the Marring of Arda that keeps the [[Children of Ilúvatar]] from perceiving truth; just as literal darkness prevents one from seeing clearly. When used this way, darkness usually stands in opposition to the [[Light of Valinor]]. For example, when [[Túrin]] spoke against the Valar during a council in [[Nargothrond]], the Elf [[Gwindor]] chastised him and said that \"a darkness was on\" him because he harbored such incorrect thoughts about the [[Valar|Powers]].\n\n[[Category:Concepts]]\n[[fi:Pimeys]]"}}}