{"parse": {"title": "Interviews/Matt Blessing (4-17-07)", "pageid": 18610, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "17 April"}, {"ns": 0, "exists": "", "*": "2007"}, {"ns": 0, "exists": "", "*": "Matt Blessing"}, {"ns": 0, "exists": "", "*": "The Children of Húrin Release Party"}], "templates": [], "images": [], "wikitext": {"*": "The below article is of a chat session with [[Matt Blessing]] on [[17 April|April 17]]th, [[2007]] during [[The Children of Húrin Release Party]]. The content should be preserved and not altered save for aesthetic reasons.\n\n\n<poem>\n'''<blessing>''' Hi everyone.  This is Matt Blessing at Marquette University in Milwaukee, WI.  I'm here to answer any and all questions, but will wait for the moderators.  Matt\n<Jim> I picked up a reg copy today at Borders....30% off already....\n<Mithrennaith>\tssssssss\n<Beren>\tok thank you Matt\n<Hyarion> Hello Matt! It's an honor to have you here\n<Earl>\tHello Matt, nice to have you here\n<Earendilyon> cheers\n<Taredhel> Welcome, Matt :)\n'''<blessing>''' Thanks for the invitation.\n<jobcol> hi Matt\n<Cirdan> Hi Matt\n<Beren>\tok now some silence please\n<Mithrennaith> welcome Matt\n<Beren>\tso we can ask some questions\n<Beren>\tand Matt gets the time to answer them\n<Marcel_Buelles> Good to have you, Matt :D\n'''<blessing>''' you bet.\n<Beren>\tok! let us start with the first question then!\n<Beren>\tCould you tell us which original documents by Tolkien are in the Marquette?\n'''<blessing>''' The mss for four books: The Hobbit, LOTR, Mr. Bliss (the original hand drawn book), and Farmer Giles of Ham.  I've also purchased a few letters over the past several years.\n<Beren>\tfor your comfort... just type 'next' when you are ready\n'''<blessing>''' Let me expand.  Stay w/ me for a minute\n'''<blessing>''' The LOTR mss include 9,250 pages.   Some chapters have as many as 17-18 drafts.  The Hobbit is much simpler:  1 holograph, 1 typescript, 1 printers proof.   \n'''<blessing>''' Next\n<Beren>\tDo you have any plans to take pictures of the archive so fans can get a feel for how large the collection really is?\n'''<blessing>''' Good question.  Marquette owns the physical property of the JRRT mss, but the J.R.R. Tolkien Estate retains all copyright/literary rights, so digital publication by Marquette is not planned.  I suspect that the Estate may, someday, want to publish the mss in facsimile form, as others have done for other great authors.\n<Beren>\tthat would be interesting indeed!\n<Marcel_Buelles> 9,250 pages in facsimile? \n'''<blessing>''' It would be an expensive set of course, especially if one were to merge JRRT mss from the Bodley.   We own the Joyce facsimiles....around 60 volumes.\n<Meneldur> good night everybody\nRosie* is in game .. lotro.. and loves Grimkill Stonebearers tone of voice.. reminds her of Hyarion :D :D\n<Tar-Telperien>\t...\n'''<blessing>''' Next question?   \n<Beren>\tAre most of the items donated or do you do a lot of purchasing?\n'''<blessing>''' Until the late Richard Blackwelder est. the Tolkien Archives Endowment, most print materials were donated.   (MU purchased the mss from JRRT, with book dealer Bertram Rota serving as the University's agent.).   Earlier this week we cataloged our 1,000th secondary/print item.   The bulk of these materials -- books, AV, calendars, fanzines-- have been donated by collectors. \n'''<blessing>''' By the way, the 1000th item was \"The Making of the Lord of the Rings\" 1992 by Rayner Unwin.   How approriate!\n<Beren>\tindeed!\n'''<blessing>''' Excuse the typos.\n<Beren>\tno worries\n<Beren>\twe all make them\n<Beren>\tnext question?\n'''<blessing>''' Yes please.\n<Beren>\tSounds like a fabulous collection! Are there any plans for a Tolkien Museum at Marquette?\n<merp-driving> ciao for now\n<Beren>\tcioa\n<Rosie>\tcaioz0r :D\n'''<blessing>''' We open the Raynor Library in 2003, a 125,00 sq. foot building.  The archives reading room has a permanent display about the JRRT manuscripts and the print collection.   Several thousand fans visit each year to see a set of 55-60 facsimile pages.   \n<Beren>\tI hope one day to be one of those visitors ;)\n<Marcel_Buelles> Me too :D\n'''<blessing>''' Three small maps, including the original version of Thror's Map, will be on display in a blockbuster exhibit being planning by The Field Museum and Newberry Library in Chicago.  It will include maps going back to ancient Egypt...all the way up to maps from great fiction.  The exhibit opens later this year.\n<Beren>\tfantastic news!\n'''<blessing>''' After Chicago, the exhibit will travel to Baltimore in late 2008 or 2009, but I don't have the particulars handy.\n<Beren>\twe will hear about it I guess\n<Beren>\tAre there plans for a travelling display of some of the manuscripts? They are of world-wide significance and perhaps deserve a world-wide appreciation?\n'''<blessing>''' I'd be open to offers from a major museum or repository.  To date, we've only loaned out 2-5 pages (out of 11,000), but if the right offer came along we'd certainly consider it.  Back in the late 1950s MU loaned out the bulk of the collection, but that, of course, was a different age and the value of the collection had not escalated.\n'''<blessing>''' Hi.  I'm back.  Thanks for your patience! \n<Tinfang_Warble> jobcol: yes, i ordered, but the seller must send me a paypal-link\n<Beren>\tOk, we will now go back to the interview with Matt Blessing\n<Beren>\tso glad you could get back in!\n<Johan>\tMatt. In what conditions are those manuscripts kept? Acid free paper,a nd acid free boxes? Temperature?\n'''<blessing>''' I can hang around for awhile, if you wish.  Next question?\n<Nefarious> great, welcome back!\n'''<blessing>''' Most importantly, the manuscripts are kept at 60F/50% Rel. Humidity.  The paper is very acidic.   Yes, we use acid-free folders and archival boxes.   Materials subject to frequently handling are placed in Mylar...plastic manufactured w/out chlorine.   All researchers are expected to start their work with 35mm microfilm though.\n<Johan>\tSo everything is on microfilm?\n<Johan>\tAre there many copies of the microfilm? And do you lend them to other libraries or archives?\n'''<blessing>''' 4,440  pages purchased in 1957 were microfilmed in the 1980s.   An additional 4,000 pages contributed by Christopher Tolkien between 1987-1997 have not been filmed, but we've prepared user-photocopies.  Eventually, the originals will be integrated into the 1957 manuscripts and the collection will be refilmed.\n<Beren>\tSome more questions Johan?\n'''<blessing>''' Unfortunately, due to copyright, the microfilm is not allowed to circulate via inter-library loan.  This is standard procedure for most modern literary manuscript collections. \n<Johan>\tOk. Since when do you use Milar? (I also work in a literary archive, hence these questions)\n'''<blessing>''' I have 30-40documents that I use to show fans \"the real thing.\"  These materials would be punished if they were not protected...thus the Mylar sleeves.\n<Korusef> RIP\n'''<blessing>''' Next question?\n<Beren>\tCan visitors to the collection see everything with appropriate arrangements, or is some off limits?\n'''<blessing>''' Yes.  There are no access restrictions.  Just follow the rules:  no pens, no cameras, no line for line transcribing, you get the idea.   Furthermore, there are no academic credentials required to use the collection.  Again, though, everyone is asked to begin with the microfilm.\n'''<blessing>''' The film is actually easier to read.  Tolkien normall wrote in pen, corrected/revised in light pencil.  It's easier to read the pencil on microfilm.\n<Rjaroszewski> The \"real thing\" you say is on the infamous tolkienian handwriting or is it something more readable?\n'''<blessing>''' When I say the \"real thing\" I simply mean pages of the orignal manuscripts.   Sorry.\n<Rjaroszewski> I see, I was wondering what were the contents of it.\n<Johan>\tAre you as strict on the other collections as on Tolkien, regarding originals?\n'''<blessing>''' Well.  With the LOTR, there are usually 3-5 versions of each chapter, handwritten, plus 2-3 versions in typescript.  Most pages have significant/substantive revisions.   There are also page proofs for each book.\n'''<blessing>''' 20-21st century archivists cannot provide item-level control of many collections.  They're simply to big!  Literary manuscripts are the exception.   That's why I'm able to tell you exactly how many pages we have for each book.  The financial value requires us to have this kind of intellectual control.  As a result, literary manuscripts are the most expensive collections to preserve.\n'''<blessing>''' MU is a medium size academic archives.   We have more than 25,000 cubic feet of archival records.  The JRRT manuscripts account for 12-13 c.f.  Just an example.\n'''<blessing>''' Next question?\n<Beren>\tOk someone sent this in: Don't you in your deepest heart feel that Tolkien's manuscipts etc. should be in an archive in England?\n<Johan> How many manuscript collections do you have? I mean: from how many authors do you have the archives?\n<Johan>\tSorry, I was already typîng this, and you in fact answered it.\n'''<blessing>''' Ok, let's get to the \"in England\" question first.  Give me a minute to type. \n'''<blessing>''' First, I'd have to say that MU offered JRRT a very fair price.  He consulted w/ Rayner Unwin and others.  He never expressed (to MU officials, anyway) any regret about the decision.  Second, we all know that he was appreciative of his American readers on \"the other side of the pond.\"  Really, having a first-class mss collection as a mid-size private university has resulted in much more exposure of the collection, than say\n'''<blessing>''' Follow-up question on this?\n<Taredhel> it got truncated =(\n<Rjaroszewski> it ended here in \"collection, than say, if it was\"\n<Beren>\ti also\n'''<blessing>''' How many manuscript collections do you have?   Should I move on to this question?\n<Beren>\tthe last we saw was this\n<Beren>\tReally, having a first-class mss collection as a mid-size private university has resulted in much more exposure of the collection, than say, if it was\n<Johan>\tWould it not be handy, if MU had a microfilm copy of the Bodleian collection, and the Boleain one of yours?\n<Johan>\tThat would make British people more happy.\n'''<blessing>''' Johan, that is a terrific suggestion that I will pursue with Dr. Priestman.\n<Johan>\tYes, tell here it came from me.\n<Beren>\tJohan Vanhecke thnxs\n<Beren>\t:)\n<Johan>\tWell, maybe I could put this question I put earlier, just after Matt was disconnected.\n<Beren> ok\n<Beren> was a good question\n<Johan> What happened to Chuck B. Elston? He used to keep the Tolkien manuscripts in the beginning of the nineties.\n'''<blessing>''' Will Ready-the MU librarian who approached Tolkien--wanted to develop a literary manuscript repository.   By the late 1950s that was simply get to expensive.  He opted for other kinds of archival collections, such as records documenting Catholic social activists and Native American missions.   Both are national collecting programs that fit nicely with Marquette's Jesuit, Catholic heritage. \nApr 17 16:23:46 '''<blessing>''' Chuck and his wife Becky are enjoying a happy retirement in the mountains of North Carolina.  He served as MU archivist from 1977 until his retirement in 2000.  He certainly recognized the richness of the JRRT Collection.\n'''<blessing>''' Next question?\n<Beren>\tWas there done any research on the proof copies? I mean how many there exist and who made them?\n'''<blessing>''' I'm uncertain about any published research.  Wayne Hammond told me that there were two printers proofs of LOTR was made.   The printer retained one set, and these are the proofs that occasionally come up for sale at auction.  Marquette has the other...richly annotated by Tolkien.\n'''<blessing>''' Ouch.  My typing is getting worse!\n<Beren> Are there also proofs of the Hobbit?\nBeren* owns such a proof copy...\n'''<blessing>''' Yes, MU has them.  I'm really looking forward to John Rateliff's forthcoming 2-volume history of the Hobbit.  He's made many great finds over the past 25 years.  The book is scheduled for release in early autumn.\n'''<blessing>''' Next?\n<Beren> we will see a new printing of Mr.Bliss this year and the illustrations are made from new scans... how was this realized?\n'''<blessing>''' Yours truly made the scans on a Epson scanner...huge TIFFs.  The clarity is impressive, if I say so myself.  The new edition will really show off Tolkien's skills.\n<Beren>\twondeful\n<Johan>\tVery good news indeed\n<Beren>\tmust have been a lot of work...\n'''<blessing>''' Any more questions?\n<Beren>\twill you ever consider to buy one of the Lotr proofs that circulate?\n<Beren> for example there is now a proof copy for sale at Lucius books of a proof copy of the Fellowship of the ring\n'''<blessing>''' Franky.  One substantive letter costs as much as MU paid for the entire collection in 1957.   In terms of assisting scholarship, I think it's more important to acquire correspondence than unedited page proofs..\nBeren* here is the info on the new Mr. Bliss: http://www.tolkienlibrary.com/press/Celebrating-Mr.Bliss.htm\n<Beren> is there a budget to acquire these?\n'''<blessing>''' Frankly...not franky\n<Johan> There you make an interesting point. Is there a correspondence archive of Tolkien?\n<Johan> Ah, it's a terrible situation that some literary archives are torn into small packages and sold for high prices through antique bookshops\n'''<blessing>''' Not really.   The Harry Ransom Center at the University of Texas has some correspondence.  The (U.K) Tolkien Society has a collecting policy that states they collect JRRT correspondence, but I don't have a good sense of their actual holdings.   \n<Johan> That's not what you can call an archive. It's a small collection.\n<Johan> I mean the TS.\n'''<blessing>''' The Tolkien Archives Fund--established by Dick Blackwelder--allows me to purchase letters when they become available.  I've purchased three letters over the past 5 years.  Over the years I hope to acquire more.\n<Johan> What a terrible situation. The films have not been helpfull on this field.\n'''<blessing>''' I have time for one more question.\n<Beren> Are you expecting some new big Tolkien collections to be donated to MU in the near future?\n<Johan> Have you any idea if the family still has some archive material?\n<Beren> o like Johan's question more then mine...\n<Johan> Yours has more possibilities, I think.\n<Beren> :)\n'''<blessing>''' Yes.   Priscilla Tolkien retains the family's photographic archives.   Christopher Tolkien also has materials, but I am not at liberty to share much on this.\n<Johan> I can understand that. Deontology.\n'''<blessing>''' Anyone else?\n<Rjaroszewski> Favorite Tolkien book, if any?\n<Rjaroszewski> :)\n'''<blessing>''' I'm biased because the mss collection is so rich...The Lord of the Rings.  There's always something new to discover.\n'''<blessing>''' I need to sign off now.  I enjoyed this.  I hope everyone enjoys The Children of Hurin.\n<Rjaroszewski> Thanks. Must be a thrill indeed.\n<Beren> thank you so much Matt Blessing to make time for us (sorry for the technical errors). It was a true plaisure! and a very interesting talk! Hope you can work on Johan Vanhecke's suggestion... Hope you enjoyed it as much as we did!\n<Thomas> thanks\n<Sil> thank you\n<Beren> thanks\n<Nerwen> thank you!\n<Beren> :)\n<Johan> Thanks, Matt, for your time.\n<Tinfang_Warble> More than interesting indeed. Thank you very much.\n<Stevnhoved> Thanks \n<Nefarious> Yup thanks abunch for coming!\n<jobcol> thank you\n<Haltiamieli> Thank you.\n<Cirdan> thanks\n<Marcel_Buelles> thanks for being with us Matt!\n'''<blessing>''' Marcel, did you order the Hunnewell fanzines on microfilm?\n<Marcel_Buelles>\tNot yet, but will do soon - thanks for your help again!\n<Beren>\tthis was just wondeful!! loved it!\nThomas* too\nBeren* still wonders how many Hobbit proofs exist\n<Johan>\tFor me this was the grand finale\n<Beren>\tsurely was\n'''<blessing>''' Send me an email at matt.blessing@marquette.edu  I won't get back to you until Friday at the earliest.  I believe we have three versions but need to double-check.\n<Sil> it was really interesting\n<Beren>\twil do that\n<Beren>\tthank you!\n</poem>\n\n[[Category:Interviews]]"}}}