{"parse": {"title": "The Epic Realm of Tolkien", "pageid": 26025, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Epic realm.jpg"}, {"ns": 0, "exists": "", "*": "2009"}, {"ns": 0, "exists": "", "*": "6 July"}, {"ns": 0, "exists": "", "*": "ADC Art and Books"}, {"ns": 0, "exists": "", "*": "Alex Lewis"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Elizabeth Currie"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lúthien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Epic_realm.jpg"], "wikitext": {"*": "{{book\n|title=The Epic Realm of Tolkien: Part One - Beren and Lúthien.\n| image = epic_realm.jpg\n|author=[[Alex Lewis]], [[Elizabeth Currie]]\n|publisher=[[ADC Art and Books]]\n|date=[[6 July]] [[2009]]\n|format=\n|pages=232\n|isbn=0955190037\n}}\n'''''The Epic Realm of Tolkien''''' is a study of [[J.R.R. Tolkien]]'s story of [[Beren]] and [[Lúthien]].\n\n==From the publisher==\n\nLewis and Currie continue their ground-breaking studies with an examination of\nTolkien's most personal story, the Tale of Beren and Lúthien in its various forms.\n\nIt is analysed from the early version in the Book of Lost Tales, through to the\nincomparable poetry of the Lay of Leithian, and then into the Silmarillion version and beyond to the ideas that Tolkien was working on towards the end of his life.\n\nThe astonishing and powerful connections between Beren and Lúthien's tale and\nthe Arthurian legends in their various forms are examined and give a fascinating glimpse into the world of medieval literature which Professor Tolkien knew and loved so well.\n\nFind out how Tevildo Demon-Prince of Cats came into the tale and then was\ndropped in favour of other concepts, how Tolkien pondered over whether Beren\nshould be a mortal man or an immortal elf. And throughout these tales run the\nfoundations of Arthurian Story in a fascinating way. The connections that Lewis and Currie pursue lead to an elegant and original explanation of the creative purpose behind the Book of Lost Tales as a concept, and also give compelling insight as to how this related to the concept inherent within the Silmarillion and Tolkien's Legendarium itself.\n\nIn Epic Realms of Tolkien, learn also of the true significance of the Eriol / Aelfwine character and his adventures and deeds.\n\nLewis and Currie will continue their investigations into the links in Tolkien's writings with the Arthurian tradition in Part Two.\n{{title|italics}}\n{{DEFAULTSORT:Epic Realm of Tolkien}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}