{"parse": {"title": "Letter to H. Cotton Minchin (16 April 1956)", "pageid": 43749, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "16 April"}, {"ns": 0, "exists": "", "*": "1956"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "Alfirin"}, {"ns": 0, "exists": "", "*": "Beornings"}, {"ns": 0, "exists": "", "*": "Book of Mazarbul"}, {"ns": 0, "exists": "", "*": "Christie's Valuable Printed Books and Manuscripts 26 November 1997"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Drúedain"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Elanor (flower)"}, {"ns": 0, "exists": "", "*": "Elvish"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "General Map of Middle-earth"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Gorgoroth"}, {"ns": 0, "exists": "", "*": "Harad"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Khand"}, {"ns": 0, "exists": "", "*": "Letter 187"}, {"ns": 0, "exists": "", "*": "Letter to H. Cotton Minchin (14 November 1962)"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Mallorn"}, {"ns": 0, "exists": "", "*": "Mallos"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Niphredil"}, {"ns": 0, "exists": "", "*": "Oathbreakers"}, {"ns": 0, "exists": "", "*": "Old English"}, {"ns": 0, "exists": "", "*": "Pieter Collier"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Simbelmynë"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Wainriders"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Wizards"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:CG"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["H._Cotton_Minchin_16_April_1956_(1).jpg", "H._Cotton_Minchin_16_April_1956_(2).jpg", "H._Cotton_Minchin_16_April_1956_(3).jpg", "H._Cotton_Minchin_16_April_1956_(4).jpg", "H._Cotton_Minchin_16_April_1956_(5).jpg"], "wikitext": {"*": "On [[16 April]] [[1956]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to H. Cotton Minchin'''.<ref>{{CG|C}}, p. 489-90</ref><ref>{{webcite|author=[[Wayne G. Hammond]], [[Christina Scull]]|articleurl=http://wayneandchristina.wordpress.com/2013/05/29/tolkien-notes-7/|articlename=Tolkien Notes 7|dated=29 May 2013|website=[http://wayneandchristina.wordpress.com/ Too Many Books and Never Enough (blog)]|accessed=30 May 2013}}</ref><ref name=Sothebys/>\n\n*'''Subjects:''' The publication of ''[[The Lord of the Rings]]'', [[Elvish]] language and script, work on ''[[The Silmarillion]]''.\n*'''Description:''' Autograph letter signed (\"J.R.R. Tolkien\") with two post-scripts initialed \"(J.R.R.T.\"), 5 pages (9 x 7 1/4 in.; 230 x 183&nbsp;mm).<ref name=Sothebys/>\n*'''Publication:''' Partially published as '''[[Letter 187]]'''. Other excerpts from the letter appeared in ''[[Christie's Valuable Printed Books and Manuscripts 26 November 1997]]'' (quoted in ''[[The J.R.R. Tolkien Companion and Guide|The J.R.R. Tolkien Companion and Guide: Chronology]]''). The letter is published in full in the expanded edition of the ''Letters''.\n\n==Images==\n<gallery mode=\"traditional\" widths=\"200px\" heights=\"\nFile:H. Cotton Minchin 16 April 1956 (1).jpg|\nFile:H. Cotton Minchin 16 April 1956 (2).jpg|\nFile:H. Cotton Minchin 16 April 1956 (3).jpg|\nFile:H. Cotton Minchin 16 April 1956 (4).jpg|\nFile:H. Cotton Minchin 16 April 1956 (5).jpg|px\">\nFile:H. Cotton Minchin 16 April 1956 (1).jpg|\nFile:H. Cotton Minchin 16 April 1956 (2).jpg|\nFile:H. Cotton Minchin 16 April 1956 (3).jpg|\nFile:H. Cotton Minchin 16 April 1956 (4).jpg|\nFile:H. Cotton Minchin 16 April 1956 (5).jpg|\n</gallery>\n\n==Transcription<ref>{{webcite|author=[[Pieter Collier]]|articleurl=http://www.tolkienlibrary.com/press/1142-tolkien-letter-to-cotton-minchin-regarding-publication-of-the-lord-of-the-rings.php|articlename=Important letter regarding the publication of The Lord of the Rings on auction|dated=11 February 2014|website=TL|accessed=2 March 2014}}</ref>==\n\n{{blockquote|Dear Mr Cotton Minchin,<br/><br/>There is no need to apologize to an author for writing to him, at least not in your generous terms. I now discover the great pleasure that this gives—too late to amend my own neglect of those who have delighted me.<br/><br/>Your letter also contained many interesting suggestions. I once had myself the idea of preparing a special volume of material for \"specialists\", but under the shadow of the great production costs, this did not come off. It might now, however, be a practical proposition, as they say. The chief objection is the labour involved (on my part), and the weight of other duties which demand most of my time. My professional and philological colleagues and critics are scandalized by my disgraceful excursion into \"literature\". They are kind enough not to refer to my misdemeanour (except behind my back), but they have \"turned on the heat\", as I believe they said in [[Mordor]]. The many unfinished and long promised professional commitments and works are being demanded with increasing pressure. One of them said to me recently: \"Isn’t it time you did some ''work''?\"<br/><br/>The immediate future seems as dark and arid as [[Gorgoroth]]. And from getting—well rather olderly: with the retirement of Cherwell and Sir John Beasley this summer, I shall be the senior professor of this elderly institution, having been 'chair-borne' (as those who are not term it) since 1925.<br/><br/>Maps take a lot of time and work. It would of course be impossible to make a map of an 'invented' tale, or rather to write a mappable tale, unless one started with a Map from the beginning. That I did—though inevitably some inconsistencies, needing the adjustment of map or text, crept in in the course of a long work, constantly interrupted. But there is a wide gap between a rough map, though accurate in scale and distances, and one drawn and lettered passably enough for reproduction!<br/><br/>As research-students always discover, however long they take or carefully they work, there is always  a rush at the end where the thesis must at last be put into presentable form. So it was with this book. I had to call in the help of my son [[Christopher Tolkien|Christopher]] (the C.T. or CJRT of the modest initials on the maps), a better calligraphist than myself, and a sound student of ‘[[Hobbits|hobbit]]-lore’ [A term I owe to the Dutch. This branch of learning seems to be well recognized in Amsterdam]. When it became clear last year that the \"[[General Map of Middle-earth|General Map]]\" was inadequate for Vol iii, I had to devote days, the last three almost without sleep, in drawing re-scaling and readjusting a huge map. At this Christopher then worked for about 20 hours non-stop (10 a.m to 6 a.m), and produced the published map, just in time. Inconsistencies in spelling (and omissions) are mainly my fault. For instance, it was only in the last stages that I abandoned ''K'' in the spelling or transcription of [[Elvish]] names—inspite of my son's protest. He holds that few or none will pronounce ''Cirith'' right, inspite of the Appendix. It appears as ''Kirith'' on the map, as it did formerly in the text. [I should have preferred (Elvish writing) to either!]<br/><br/>You would, by the way, render us a very great service, if more and better maps are to be produced, if you would be so kind as to send us any notes of faults, inconsistencies, or omissions, in maps or text.<br/><br/>I am, all the same, primarily a \"philologist.\" To me far the most absorbing interest is the Elvish tongues (which were made before and independently of this tale), the nomenclature derived from them, and the scripts. So my plans for the \"specialist volume\" were largely linguistic. The major item was to have been an index of names, with references, & with explanations and etymologies that would have incidentally have provided quite a large Elvish vocabulary. I worked at it for weeks, and indexed Vols i and most of ii—it was the chief cause of the delay of Vol iii. But it eventually became plain that the size and cost would sink the boat; so it had to be postponed. And some other things. Among them the facsimiles of three pages of the ''[[Book of Mazarbul]]'', which I had spent some time in forging, burned, tattered, and stained with blood, really necessary as an accompaniment to Ch. 5 of Book Two.<br/><br/>But the problems raised by this extra volume increase. Most people want more (and better) maps; some wish more for geological indications than place-names; many want more specimens of Elvish, with structural and grammatical sketches; others ask for metrics and prosodies, not only of the Elvish, but of the \"translations\" that are in unfamiliar modes—such as those composed in the strictest forms of [[Old English|Anglo-Saxon]] verse (e.g. the fragment on the Battle of Pelennor, Book Five, vi, 124). Musicians want tunes and musical notations. Archaeologists enquire about ceramics, metallurgy, tools and architecture. Botanists desire more accurate descriptions of the ''[[mallorn]]''+, of ''[[Elanor (flower)|elanor]]'', ''[[niphredil]]'', ''[[alfirin]]'' and ''[[mallos]]'', and of ''[[Simbelmynë|symbelmynë]]''.<br/><br/>+ I am informed that a new house far away has been called ''The Mallorns''—regrettable: the plural is ''mellyrn''.<br/><br/>Historians require more details about the social and political structure of [[Gondor]], and the contemporary monetary system; and the generally inquisitive wish to be told more about [[Drúedain|Drúadan]], the [[Wainriders]], the [[Oathbreakers|Dead Men]], [[Harad]], [[Khand]], [[Dwarves|Dwarvish]] origins, the [[Beornings]], and especially the missing two [[wizards]] (out of five).<br/><br/>It will be a large volume, even if I attend only to the things revealed to my very limited understanding of a complicated world! But personally, I desire and intend first of all to put into order ''[[the Silmarillion]]'', with associated legends of the Beginning and the [[First Age|First]] and [[Second Age|Second]] Ages. All of these were written first; and it was my wish to issue the corpus chronologically. (It would have lightened parts of ''[[the Lord of the Rings]]''). But it was only as a sequel to ''[[The Hobbit]]'' that publication proved possible. The ‘[[Hobbits|Little People]]’ floated the whole unwieldy ship, bless them.<br/><br/>As it is, ''The Lord of the Rings'' has astonished me, and I believe the gallant publishers still more. It is actually selling more than well, inspite of 3 guineas and the borrowing habit. (The latter is no doubt inevitable at such a price. It is nonetheless with mixed feelings that I receive such letters as one from which I quote—from a well-known man and not impecunious: \"I am sure you will be pleased to hear that I have been so enthralled that I have had each volume out of the public library several times, and have gladly paid heavy fines for keeping it out over time\"! ). H.M.<br/><br/>Treasury is no niggard at the receiving end, however, and will inevitably without labour pocket a large proportion of the proceeds. The fact that I have worked at the book unremunerated for 18 years, and sacrificed in that time other emoluments, does not touch its heart at all. I see that the Commission has even recommended that the permission for a 3-year spread, only recently granted, should be withdrawn from authors. It does not help much. Works that have taken a long time to make are simply victimized. Trevelyan's \"Social History\", I believe, made enormous sums: about £24,000. He was permitted to retain £4,000.<br/><br/>I am glad you approve the appearance of the Three Vols. They cost about £4,000 to produce and put on sale. That has to be covered before I get any cash reward. I get no ‘royalty’, but an eventual share of profits. The poor ‘Hobbit’ is a war-casualty, alive but damaged. The original editions were far better—and larger, with grand margins. But the stocks went up in smoke in the war-fires of London. Compensation was negligible. I lost all the royalties. I believe the bulk of the stock was \"unbound\", as so by one of those clever technical catches [until today] by which officials trip us up, it was valued only as 'paper'. The post-war reprints have been \"cheap.\" Even so, at the price of two ounces of tobacco (and some matches+), that is as much as most people will spend on Tommy (or Sally), for what is after all rather old-fashioned nonsense.<br/><br/>Thank you for the point about the Synopsis. The attack of the Orcs is, of course, only learned about in Vol. ii, though it was going on actually in the gap between i and ii. But I do not think it matters enough to pay for alteration. The Synopses are a nuisance, anyway. I did my best, but I cannot think that they really make any one vol. readable without the others.<br/><br/>The Work was planned and carried out as a whole, and it is not in any proper sense a \"trilogy\". It is, as Julius Harrison says, a symphony, in movements to which the \"books\" on the whole correspond. The \"books\" are the only intentional divisions, and originally had titles. The titles of the Volumes are unsatisfactory, since the vols. are a mere publishing convenience and have no unity. But the publishers, for practical purposes rightly, insisted on the division into three parts, and for sales reasons demanded titles other than Parts i, ii, iii. The 'break' is least clear between Books Two and Three. The \"departure of Boromir\" could as well (or better) belong to Book Two, and at one time did. Its transference lightened Vol i and strengthened Vol ii.<br/><br/>I note ''Cotton'' with pleasure and approval. Down ''Cotton Lane'' I used to walk as a child to my grandmother's house. What of ''Minchin'', which was also a Shire-like sound? I suppose it to be a variant of the surname ''Nunn'', since ''Minchin'' in placenames (as ''Minchinhampton'': of ''Nuneaton'') is derived from Anglo-Saxon ''mynecen'', fem. of ''munne'' \"monk', more or less a synonym of ''nunne''. But names are often ''not'' derived from what seem obvious sources. My own name comes ultimately and long ago from German ''tollkühn'', and perhaps a trace of the remote ancestral 'rashness' has been inherited. But I am a Westmidlander.<br/><br/>You will be interested to hear that I recently had a letter from ''Sam Gamgee'' (of Tooting), a genuine possessor of that name. He seemed a little surprised, but not displeased at my use of his name. [Thank goodness, it was not ''S. Gollum''. I live now in fear of receiving a note from him; I am afraid he will be less pleased]. In the case of S. Gamgee 'research' has to a certain extent made explicable this curious coincidence.<br/><br/>My use of ''gamgee'' in assoc. with ''cotton'', was like most of the Shire derived from childhood. In those days we called \"cotton-wool\" ''gamgee''. This now seems almost obsolete. But it was once fairly wide-spread , and appears to be derived from ''Sampson Gamgee'' (died about 1886), who invented \"gamgee-tissue\", a combination of lint and cotton-wool, I believe. It was his son, as I learn from obituaries sent to me, L.P. Gamgee who died (at 88) on 1 March this year, once Professor of Surgery in Birmingham. (Odd how ''Sam'' in some form clings to the name!)<br/><br/>Mr. Sam Gamgee (who I think is ''Samuel'') informs me that the name comes from Essex, specially Billericay; but he does not seem to know much more than that, except that several publicans in the London area bear the name—as seems quite suitable.<br/><br/>Anyway, I seem to have stirred up the Gamgees, and I am threatened now with genealogical notes at least as complicated as the fictitious.<br/><br/>My ‘Samwise’ is indeed (as you note) largely a reflection of the English soldier—grafted on the village-boys of early days, the memory of the privates and my batmen that I knew in the 1914 War, and recognized as so far superior to myself.<br/><br/>Thanking you again warmly, <br/><br/>Yours sincerly<br/><br/>J.R.R. Tolkien<br/><br/>I fear you may now feel that you have got an answer longer than you could wish. Though you may have guessed that an author so long-winded would either say nothing or a lot. JRRT<br/><br/>Your letter though bearing the address to which I wrote, bore a London postmarkt, and a George VI stamp. Hobbitual curiosity makes me wonder why JRRT}}\n\n==From the auction==\n\n{{Blockquote|A fine lengthy letter by Tolkien to an admirer, H. cotton Minchin,  regarding publication of ''The Lord of the Rings'', his interests in the Elvish tongues he invented and their attendant fanciful scripts, and his plans to complete ''The Silmarillion''. A fascinating inside look Tolkien's creative processes and the pragmatism of his publishers.}}   \n\n{{Blockquote|The last volume of the trilogy, ''The Return of the King'', was published on 20 October 1955. Its publication had been delayed six months due to the difficulties Tolkien had in bringing the Appendices into publishable form, compiling an index, and creating a detailed map of Gondor. After many attempts, Tolkien succeeded in arranging the Appendices but abandoned the idea of an index, while his son Christopher drew the map. \"Maps take a lot of time and work. It would of course be impossible to make a mape of an 'invented' tale or rather to write a mappable tale, unless one started wtih a Map from the beginning. That I did though inevitably some inconsistencies ... crept in ... As research students always discover, however long they take or carefully they work, there is always a rush at the end where the thesis must at last be put into presentable form. So it was with this book. ... When it became clear last year that the 'General Map' was inadequate for Vol iii, I had to devote days, the last three almost without sleep in drawing re-scaling and readjusting a huge map. At this Christopher [Tolkien's son] then worked for about 20 hours non-stop ... and produced the published map, just in time. Inconsistencies in spelling (and omissions) are mainly my fault, For instance it was only in the last stages that I abandoned K in the spelling or transcription of Elvish names—in spite of my son's protest. He holds that few or none will pronounce Cirith right, in spite of the Appendix. It appears as Kirith on the map, as it did formerly in the text. You would, by the way, render us a very great service, if more and better maps are to be produced, if you would be so kind as to send us any notes of faults, inconsistences, or omissions, in maps or text.\"  Because demand for the first two volumes was larger than anticipated, the print run for the third volume was increased from 3,000 to 7,000 copies. Due to the larger print run and/or the delays in publication, there are number of variants in the first impression of the text (http://www.tolkienbooks.net/php/1st-rotk.php).}}\n\n{{Blockquote|Tolkien also explains that he wrote the \"trilogy\" as a whole, but that \"the publishers, for practical purposes rightly, insisted on the division into three parts, and for sales reasons demanded titles other than parts i, ii, iii. The 'break' is at least clean between books Two and Three. The 'departure of Boromir' could as well (or better) belong to Book Two, and at one time did. Its transference lightened Vol i and strengthened Vol ii.\"  He is skeptical of the need for the synopses since he doesn't believe \"they really make any one vol. readable without the others. The work was planned and carried out as a whole ... a symphony in movements to which the 'books' on the whole correspond.\"\nBeing a philologist, Tolkien had planned a \"special volume\" that would have been largely linguistic, focusing on the Elvish tongues he had invented. (He constructed the grammar and vocabulary of at least fifteen Elvish languages and dialects). Language invention had always been tightly connected to the mythology Tolkien developed. From his point of view, language was inextricably tied to the history of the people who spoke it. His plan was to have indexed \"names, with references, & with explanations and etymologies that would have provided quite a large Elvish vocabulary. I worked at it for weeks, and indexed Vol. i and most of ii. It was the chief cause of the delay of Vol. iii,\" he admits. \"But it eventually became plain that the size and cost would sink the boat.\"}}\n\n{{Blockquote|Readers were demanding a great deal more information about the complicated universe of ''The Lord of the Rings''. Tolkien confides that he will provide \"a large volume\" but that he wants to first organize ''The Silmarillion'' \"with associated legends of the Beginning and the First and Second Ages. All of these were written first; and it was my wish to issue the corpus chronologically (I would have lightened parts of ''The Lord of the Rings''). But it was only as a sequel to ''The Hobbit'' that publication proved possible. The 'Little People' floated the whole unwieldy ship, bless them.\"  ''The Silmarillion'' was published posthumously in 1977 by Tolkien's son Christopher.}}\n\n{{Blockquote|Tolkien concludes the letter with musings on the etymology of Minchin's surname as well as his own. He then pursues a lengthy digression on the connection between Minchin's given name and the name of the Hobbit Samwise Gamgee. In a postscript, Tolkien admits that his \"'Samwise' is indeed (as you note) largely a reflexion of the English soldier—grafted on the village boys of early days, the memory of the privates and my batmen that I knew in the 1914 War, and recognized as so far superior to myself ... I fear you may now feel that you have gotten an answer longer than you could wish. Though you may have guessed that an author so long-winded would either say nothing or a lot.\"|<ref name=Sothebys>{{webcite|articleurl=http://www.sothebys.com/en/auctions/ecatalogue/2013/books-manuscripts-n09066/lot.226.html|articlename=Lot 226, Fine Books and Manuscripts, Including Americana, New York, 11 June 2012|website=[http://www.sothebys.com/ Sotheby's]|accessed=30 May 2013}}</ref>}}\n\n==See also==\n*[[Letter to H. Cotton Minchin (14 November 1962)]]\n*[[Letter 187]]\n\n{{references}}\n{{title}}\n[[Category:Letters|Cotton Minchin, H. (1962-04-16)]]\n[[Category:Letters to H. Cotton Minchin]]"}}}