{"parse": {"title": "Arnor: The Land", "pageid": 23679, "redirects": [{"from": "MERP: Arnor, The Land", "to": "Arnor: The Land"}], "links": [{"ns": 6, "exists": "", "*": "File:Arnor, The Land.jpg"}, {"ns": 0, "exists": "", "*": "1997"}, {"ns": 0, "exists": "", "*": "Arnor: The People"}, {"ns": 0, "exists": "", "*": "Arnor: The Realm"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "John David Ruemmler"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Arnor,_The_Land.jpg"], "wikitext": {"*": "{{book\n|title=Arnor: The Land\n| image = Arnor, The Land.jpg\n|author=Wesley J. Frank, [[John David Ruemmler]], Jeff McKeage, Heike Kubasch, Lisa J. Evans, Walter H. Hunt, Evan Jamieson, Richard Meyer, Robert G. Traynor\n|isbn=1-55806-288-2\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1997]]\n|format=Softcover\n|pages=231\n|ice=2023\n}}\n'''''Arnor: The Land''''' is a supplement (in the ''Lands''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. This product together with ''[[Arnor: The People]]'' present a revision of the material that was first released as the volume ''[[Arnor: The Realm]]''. \n\n== Cover/Jacket Text == \n\n''\"Elendil was cast up by the waves in the land of Lindon, and he was befriended by Gil-galad [High King of the Noldor]. Thence he passed up the River Lhûn, and beyond Ered Luin he established his realm [of Arnor], and his people dwelt in many places in Eriador about the courses of the Lhûn and the Baranduin; but his chief city was at Annúminas beside the water of Lake Nenuial. At Fornost upon the North Downs also the Númenóreans dwelt, and in Cardolan, and in the hills of Rhudaur; and towers they raised upon Emyn Beraid and upon Amon Sûl; and there remain many barrows and ruined works in those places, but the towers of Emyn Beraid still look towards the sea.\"'' - The Silmarillion \n\nArnor: The Land describes all the territory encompassing the Dúnadan realm of Arnor and its three successor states - Arthedain, Cardolan, and Rhudaur. Supported by an elegant set of interconnecting terrain maps, this volume explores every detail of both the natural and man-made environment of this unparalleled adventure setting. In-depth coverage of cities, towns, fortresses, and other sites of interest, as well as extensive overviews of geography, flora and fauna, capture the land's essence. An exhaustive, alphabetically-organized gazetteer structures all of this information into an easily accessible format. Nine ready-to-run scenarios create instant opportunities for adventure in the lands of Eriador; both in the 1640s of the Third Age and at the apocalyptic climax of the Second. \n\n''Arnor: The Land'' represents a thorough updating of the second-half of ICE's highly acclaimed Arnor realm module (previously published in 1994), and includes complete game statistics for MERP, Rolemaster and the Lord of the Rings Adventure Game. \n\n''Arnor: The Land'' features: \n*COLOR MAPS - Four detachable, intersecting maps (17\" x 22\" each) combine to form a single, stunning panorama of Eriador, covering nearly 30,000 square miles of terrain. On the reverse side of these maps, intricately detailed color layouts of major cities and fortresses are provided. \n*BANES OF ANGMAR - Delve into the inner workings of the Witch-king's malice as he contrives dark plagues, killing curses, and unnatural blights against the Dúnedain, by whose valor alone the annihilation of the Free Peoples in the North is hindered. \n*THARBAD - Visit the great riverine metropolis of Tharbad, where the Men of Númenor first began to colonize the lands of the North. Once the capital of Cardolan, Tharbad has become the object of contention for all who would seek hegemony in southern Eriador. \n*BREE - Partake of the rustic hospitality and parochial charm of the Bree-landers, whether at the common room of the King's Rest Inn, or amid the pastoral serenity of the surrounding farmlands that soften the sometimes grim landscape of war-torn Eriador. \n*BARROW-DOWNS - Dare to tread among the grassy mounds that house the remains of Arnor's past kings and their Eriadorian forefathers, now infested by the evil spirits know as the \"barrow-wights\". \n*BANNERS OF THE HIGH KING - Join the Elven-king Gil-galad's banner-bearers on their perilous trek across the breadth of Eriador, carrying pledge of their lord's support for the Last Alliance of Men and Elves against Sauron. Frustrate the Dark Lord's unrelenting efforts to thwart this all-important mission, but beware of treachery from within your own ranks! \n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}