{"parse": {"title": "Dictionnaire Tolkien", "pageid": 49931, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Dictionnaire-tolkien.jpg"}, {"ns": 0, "exists": "", "*": "11 October"}, {"ns": 0, "exists": "", "*": "2012"}, {"ns": 0, "exists": "", "*": "Vincent Ferré"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Dictionnaire-tolkien.jpg"], "wikitext": {"*": "{{book\n| title=Dictionnaire Tolkien\n| image = Dictionnaire-tolkien.jpg\n| author=[[Vincent Ferré]] \n| isbn=978-2271075048\n| publisher=Cnrs Editions\n| date= [[11 October]] [[2012]]\n| format= Hardcover\n| pages=700\n}}\n'''Dictionnaire Tolkien''' (''A Tolkien dictionary'') is an encyclopedia edited by [[Vincent Ferré]] about J.R.R. Tolkien's works and published originally in 2012 (CNRS editions). A new edition, revised and expanded, was published in paperback in 2019 in two volumes (Bragelonne).\n\n==From the publisher==\n\nA world building, with its languages and its mythology, its trade and its diplomacy, its cities and its kingdoms populated by trolls, elves, Gandalf and other Boromirs struggling with the forces of destiny. The father of modern fantasy, which became a social phenomenon with the global success of ''Lord of the Rings'', the cult trilogy. The creative power of a visionary author, writer, poet, critic, philologist, professor, drawing from his vast culture the treasures of a demiurgic imagination. This is the first comprehensive dictionary on the brilliant inventor of Middle-earth, JRR Tolkien. Characters, sources of inspiration, places, psychoanalysis, religion, politics, poetry, posterity, film adaptations, video games... A monumental work commensurate with Tolkien's work, venerated by generations of readers who will benefit from this accessible and admirably documented encyclopedia.<ref group=note>[Original text:]Une oeuvre-monde, avec ses langues et sa mythologie, son commerce et sa diplomatie, ses villes et ses royaumes peuplés de trolls, elfes, Gandalf et autres Boromir aux prises avec les forces du destin. Le père de la fantasy moderne, devenue phénomène de société avec le succès planétaire du ''Seigneur des Anneaux'', la trilogie devenue culte. La puissance créatrice d'un auteur visionnaire, écrivain, poète, critique, philologue, professeur, puisant dans sa vaste culture les trésors d'une imagination démiurgique. Voici le premier dictionnaire exhaustif sur le génial inventeur de la Terre du Milieu, JRR Tolkien. Personnages, sources d'inspiration, lieux, psychanalyse, religion, politique, poésie, postérité, adaptations cinématographiques, jeux vidéo... Un ouvrage monumental à la mesure de l'oeuvre tolkienienne, vénérée par des générations de lecteurs qui feront leur miel de cette encyclopédie accessible et admirablement documentée.</ref>\n\n== External links ==\n* [https://www.tolkiendil.com/tolkien/sur-tolkien/dictionnaire-tolkien Presentation] on the website Tolkiendil.\n* [https://www.cnrseditions.fr/catalogue/arts-et-essais-litteraires/dictionnaire-tolkien/ The encyclopedia] published in october 2012 by CNRS editions.\n* [https://www.bragelonne.fr/catalogue/9791028105921-dictionnaire-tolkien/ The 2-volume edition] published in 2019 by Bragelonne.\n\n{{references|note}}\n{{title|italic}}\n{{DEFAULTSORT:Dictionnaire Tolkien}}\n[[Category:French publications]]\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}