{"parse": {"title": "Journeys of Frodo", "pageid": 5818, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Journeys of Frodo.jpg"}, {"ns": 0, "exists": "", "*": "1981"}, {"ns": 0, "exists": "", "*": "5 October"}, {"ns": 0, "exists": "", "*": "8 June"}, {"ns": 0, "exists": "", "*": "A Knife in the Dark"}, {"ns": 0, "exists": "", "*": "Angle"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Atlas of Middle-earth"}, {"ns": 0, "exists": "", "*": "Barbara Strachey"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Chetwood"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dead Marshes"}, {"ns": 0, "exists": "", "*": "Dunland"}, {"ns": 0, "exists": "", "*": "East Road"}, {"ns": 0, "exists": "", "*": "Enedwaith"}, {"ns": 0, "exists": "", "*": "Eriador"}, {"ns": 0, "exists": "", "*": "Fangorn Forest"}, {"ns": 0, "exists": "", "*": "Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "Flight to the Ford"}, {"ns": 0, "exists": "", "*": "Ford of Bruinen"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Gwathló"}, {"ns": 0, "exists": "", "*": "HarperCollins"}, {"ns": 0, "exists": "", "*": "Hoarwell"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Last Bridge"}, {"ns": 0, "exists": "", "*": "Loudwater"}, {"ns": 0, "exists": "", "*": "Midgewater Marshes"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "Nindalf"}, {"ns": 0, "exists": "", "*": "Pictures by J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Roast Mutton"}, {"ns": 0, "exists": "", "*": "Stone-trolls"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "The Ring Goes South"}, {"ns": 0, "exists": "", "*": "The West of Middle-earth at the End of the Third Age"}, {"ns": 0, "exists": "", "*": "Thorin"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Weather Hills"}, {"ns": 0, "exists": "", "*": "Weathertop"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:FR"}, {"ns": 10, "exists": "", "*": "Template:UT"}, {"ns": 10, "exists": "", "*": "Template:RS"}, {"ns": 10, "exists": "", "*": "Template:H"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Journeys_of_Frodo.jpg"], "wikitext": {"*": "{{book\n| title=\n| image = Journeys of Frodo.jpg\n| author=[[Barbara Strachey]]\n| illustrator=[[Barbara Strachey]]\n| publisher=[[HarperCollins]]\n| date=[[8 June]] [[1981]]\n| format=\n| pages=112\n| isbn=0049120115\n}}\n'''''The Journeys of Frodo''''' is a book containing maps of the routes of the [[Fellowship of the Ring]] in ''[[The Lord of the Rings]]''.\n\n==From the publisher==\n\nAn atlas of 51 maps charting the journey that Frodo and his companions undertake in J.R.R.Tolkien’s epic work.\n\nBased on clear and detailed descriptions given in the text and on the original maps that appear in The Lord of the Rings, as well as Tolkien’s own paintings and drawings of the landscape and features of Middle-earth, this book clearly shows Frodo’s route, together with the paths taken by other principal characters. The two-colour maps provide enough detail to help the reader envisage the country through which the narrative moves, and each one also has extensive notes about the journey.\n\nHaving loved the volumes of The Lord of the Rings since they first appeared, Barbara Strachey long wanted fuller and more detailed maps to go with them. Though not a professional cartographer or artist, she finally decided to create them herself. For nearly 20 years her efforts have provided readers of The Lord of the Rings with a new and more vivid idea of Middle-earth, and her book remains an essential companion to Tolkien’s great masterpiece.\n\n== Errors and Discrepancies==\nThe ''Journeys of Frodo'' often contain fine details not shown on the large-scale maps attached to the three volumes of ''The Lord of the Rings''. In her foreword, Barbara Strachey stated that she based her atlas on \"the very clear and detailed descriptions to be found in the text of ''[[The Lord of the Rings]]''.\"  While also consulting ''[[The Hobbit]]'', ''[[Unfinished Tales]]'', and ''[[Pictures by J.R.R. Tolkien]]'', as well as the maps in the books themselves, whenever she found differences between the text and the maps she followed \"the written information\".\n\n* On Tolkien's maps of Middle-earth (in ''[[The Fellowship of the Ring]]'',<ref name=\"FRmap\">{{FR|Map}}</ref> and the ''[[Unfinished Tales]]'',<ref>{{UT|Map}}</ref>), the [[East Road]] heads straight east from [[Bree]] past [[Weathertop]] (which is thus north of Bree's latitude), then makes a slight bend to the north before coming to the [[Last Bridge]].  On Strachey's Map 11, the East Road bends considerably to the south away from the [[Midgewater Marshes]] before turning north to Weathertop, which was still shown as lying south of the latitude of Bree.<ref>[[Barbara Strachey]], ''Journeys of Frodo'', Map 11</ref>  Strachey based her loop on [[Aragorn]]'s comment, \"That is Weathertop.  The Old Road, which we have left far away on our right, runs to the south of it and passes not far from its foot.\"  However, Aragorn and the hobbits spend two days marching north through the [[Chetwood]] before heading east.  Their journey to the [[Weather Hills]] is always said to be east, not bending to the south as on Strachey's map.  They reached the feet of the western slopes on the night of [[5 October]].  The next day they travel south on the path at the base of the hills and by midday reach Weathertop.<ref>{{FR|I11}}</ref>  Thus Aragorn and the hobbits journeyed two days north from Bree, walked straight east for several days, then followed the path south for one day to Weathertop, which makes the hill north of Bree. Therefore Strachey's curving of the Road well to the south and the relocation of Weathertop appears to be unjustified.\n\n* Tolkien's maps of Middle-earth showed that from their confluence, the [[Hoarwell]] River ran nearly due north past the Last Bridge while the [[Loudwater]]'s course was fairly straight northeast to the [[Ford of Bruinen]] near [[Rivendell]];<ref name=\"FRmap\"/> the wedge of land in between is called the [[Angle]].  Strachey's frontispiece map and Maps 13, 15, 17, and 49 all showed the Loudwater making a huge westward bend pointing toward the Last Bridge, a displacement of roughly 80 miles.<ref>[[Barbara Strachey]], ''Journeys of Frodo'', Frontispiece, Maps 13, 15, 17, and 49</ref>  Strachey argued two points: First, Aragorn and the hobbits saw both rivers from the top of a slope.  To do so, based on Tolkien's map, would require a mountain since the distance from the bridge to the ford was 100 miles.  Second, she stated that Aragorn said that the road ran along the Loudwater for many miles before the Ford.  In ''[[The Return of the Shadow]]'', [[Christopher Tolkien]] directly addresses this issue.  He notes her comment and observes that her map-change reduces the separation between the two rivers to 27 miles.  However, he states that the distance was at times 45, 60, or 62 miles on his father's sketch maps and 75 miles on the published map.  Her change would also eliminate the Angle.  While he agrees that the Loudwater would be too far away to be seen, Christopher insists that the problem \"cannot be resolved in this way\".<ref name=\"Road\">{{RS|1XIa}}</ref>\n\n* Although Strachey said that she consulted ''The Hobbit'', she did not attempt to reconcile or discuss the discrepancies between Tolkien's earlier book and ''The Lord of the Rings'', which the ''[[Atlas of Middle-earth]]'' did note.  Between Strachey's Maps 13 and 14<ref>[[Barbara Strachey]], ''Journeys of Frodo'', Maps 13 and 14</ref> the distance from the Last Bridge to the party of [[Stone-trolls|trolls]] turned to stone in The Hobbit was over 60 miles with several intervening hills.  In ''The Hobbit'', [[Thorin]]'s party was beginning to camp immediately adjacent to the Bridge when they saw the troll's fire not far off, and they quickly walked the short distance to the troll's camp.<ref>{{H|Mutton}}</ref>  The discrepancy between the dwarves' journey and Frodo's journey in this part of [[Eriador]] is a well-known problem, but Strachey passed over it without comment.\n\n* Tolkien's maps show the East Road running straight from the Last Bridge to the Ford of Bruinen.  Strachey's Map 15 shows the road bending considerably to the north on its approach to the Ford.<ref>[[Barbara Strachey]], ''Journeys of Frodo'', Map 15</ref>  The text mentioned \"a point where the Road bent right and ran down towards the bottom of the valley, now making straight for the Bruinen\",<ref>{{FR|I12}}</ref> which Strachey used as her reason for the northern approach.  However, the angle was so steep that she had to bend the road to the left on the final approach to the Ford, which was not mentioned in the text.  Christopher Tolkien stated that Strachey apparently used the text of the First Edition (which had information that contradicted the published map) and thus her map does not agree with the later versions of the geography.<ref name=\"Road\"/>\n\n* In her notes for Map 17,<ref name=\"M17\">[[Barbara Strachey]], ''Journeys of Frodo'', Map 17</ref> Strachey quoted [[Frodo Baggins|Frodo]], who said that the mountains \"seemed now to stand across the path\".<ref name=\"South\">{{FR|II3}}</ref>  In her opinion, the [[Misty Mountains]] ought to bend westward farther than Tolkien placed them.  This causes, on Map 49, the western edge of [[Fangorn Forest]] to lie 150 miles east of the mouth of the [[Gwathló]],<ref>[[Barbara Strachey]], ''Journeys of Frodo'', Map 49</ref> whereas on Tolkien's map the distance is 300 miles.  Frodo's one short comment is used to considerably distort the land of [[Enedwaith]], placing [[Dunland]] on the banks of the Gwathló.\n\n* Frodo's quote above was made after the party came to the top of \"a low ridge crowned with ancient holly-trees\".<ref name=\"South\"/>  This ridge was missing from Map 17 even though the scale was a fairly fine 20 miles to the inch.<ref name=\"M17\"/>\n\n* Tolkien's maps of Middle-earth showed a gap between the [[Nindalf]] and the [[Dead Marshes]], although it was possible that the two were connected.  On Strachey's Map 35 they were not only joined but the Dead Marshes disappeared from her map (she did mention them in her notes).<ref>[[Barbara Strachey]], ''Journeys of Frodo'', Map 35</ref>\n{{references}}\n\n==External links==\n* [http://www.amazon.com/gp/product/0261102672/sr=8-1/qid=1140577978/ref=pd_bbs_1/103-9042802-0099022?%5Fencoding=UTF8 Buy from Amazon.com]\n{{title|italics}}\n[[Category:Map books]]\n[[Category:Publications by title]]\n[[de:Frodos Reisen]]\n[[fi:Journeys of Frodo]]"}}}