{"parse": {"title": "Letter to Julie Cape", "pageid": 36587, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "17 February"}, {"ns": 0, "exists": "", "*": "1963"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": ["Julie_Cape_17_February_1963.png"], "wikitext": {"*": "[[Image:Julie Cape 17 February 1963.png|thumb]]\nOn [[17 February]] [[1963]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to Julie Cape'''.<ref>[http://rrauction.com/bidtracker_detail.cfm?IN=655 #655 - J. R. R. Tolkien] at [http://rrauction.com/ RR Auction] (accessed 22 October 2011)</ref>\n\n*'''Subject:''' Reply to letter of appreciation; mentioning of ''[[The Silmarillion]]''\n*'''Publication:''' None.\n\n==From the auction==\n\nTLS, one page, 8 x 10, February 17, 1963. Letter to Miss Julie Cape. In full, \"Thank you very much for your nice letter. I was very pleased that you wrote to tell me you enjoyed ''The Hobbit'' and ''The Lord of the Rings''. As for writing more about the same characters, I have written almost all there is to write about them. But I hope you will recognize some of the characters in another book I am busy writing, called ''The Silmarillion'', which I hope will soon be finished. Please give my best wishes to your family and sister, it sounds as if I have many friends amongst them.\" In fine condition, with intersecting mailing folds, with two small holes at intersections of folds, and one fold passing directly above signature. Accompanied by the original mailing envelope. Tolkien, who died in 1973, never finished The Silmarillion. It was edited and published posthumously by his son, Christopher, in 1977. The Silmarillion tells the history of the First Age of Middle-Earth, the world in which The Hobbit and The Lord of the Rings are set. A magnificent letter mentioning all three of Tolkien's great works. Pre-certified John Reznikoff/PSA/DNA and RR Auction COA.\n\n{{references}}\n[[Category:Letters|Cape, Julie]]"}}}