{"parse": {"title": "Palantír Quest", "pageid": 23664, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Palantir Quest (MERP).jpg"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Palantir_Quest_(MERP).jpg"], "wikitext": {"*": "{{book\n|title=Palantír Quest\n| image = Palantir Quest (MERP).jpg\n|author=Phil Kime, Chris Kennedy\n|isbn=1-55806-207-6 \n|publisher=[[Iron Crown Enterprises]]\n|date=1994\n|format=Softcover\n|pages=160\n|ice=2009\n}}\n'''''Palantír Quest''''' is a supplement (in the ''Adventure''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\n== Cover/Jacket Text == \n\n''\"They were perfect spheres, appearing when at rest to be made of solid glass or crystal deep black in hue. At smallest they were about a foot in diameter, but some, certainly the Stones of Osgiliath and Amon Sûl, were much larger and could not be lifted by one man. Originally they were placed in sites suitable to their sizes and intended uses, standing on low round tables of black marble in a central cup or depression, in which they could at need be revolved by hand. They were very heavy but perfectly smooth, and would suffer no damage if by accident or malice they were unseated and rolled off their tables. They were indeed unbreakable by any violence then controlled by men...\"'' - Unfinished Tales \n\nStrange portents in the great Seeing-stone of Minas Tirith give promise that one of the lost palantíri of the North has returned to the lands of Men. Can the adventurers find the legendary treasure and bring it to King Elessar? Rogues of the wilds, blizzards out of Forodwaith, and the greed in Men's hearts all conspire against them. \n\nPalantír Quest contains an extended series of adventures - a campaign - that culminate in a perilous confrontation with a subtle and deadly foe of the Reunited Kingdoms. It's perfect for players moving up from LOR to MERP. The quest is also suitable for the experienced GM who wants exciting, detailed, linked scenarios that require no extra set-up work from him or her. All the NPCs and sites involved are fully described, and the course of the adventure is completely charted. \n\nPalantír Quest includes: \n*THE HEROIC SEARCH for a palantír of the North, a quest which takes our bold adventurers from the splendor of Fourth Age Minas Tirith to the frozen expanses of Forodwaith to the tangled glades of Greenwood the Great. \n*HISTORY OF THE SEEING-STONES from their creation in the West to their final fate in the Middle Lands. \n*TRAVEL NARRATIVE - for the GM to read aloud to the players - describing in brilliant detail the sights seen by adventurers on their journeys across Endor. \n*FOES who march to the tune of a subtle adversary: their stats, motivations, and tactical methods. \n*ALLIES - bound to succor the PCs out of loyalty to King Elessar. \n*ADVENTURE SITES where treasure, secrets, and dangers abide - including the ruins of Annúminas, a sacred refuge of the Lossoth, the burial chamber of a forgotten King, and a smuggler's Lake-town hide away. \n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}