{"parse": {"title": "Mushrooms in Middle-earth Role Playing", "pageid": 70964, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Funguses"}, {"ns": 0, "exists": "", "*": "Hands of the Healer"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mushrooms"}, {"ns": 0, "exists": "", "*": "Plants in Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "Treasures of Middle-earth (2nd edition)"}, {"ns": 0, "exists": "", "*": "Woods in Middle-earth Role Playing"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:ICE"}], "images": ["CdxIconInfoFilled.svg"], "wikitext": {"*": "{{Adaptation}}\n\nTo flesh out the setting, [[Middle-earth Role Playing]] introduces many new types of [[mushrooms]].\n\n==Bearded Fang==\n'''''Bearded Fang''''' ([[Sindarin|S.]] ''Fangarch'', [[Quenya|Q.]] ''Fangacarca'') was a white, underground mushroom. It bore a 3-inch cap with a mass of beard-like fibers around the stalk, often speckled with harmless black spores. The fungus was considered a delicacy and valued for its rich nutrition, though the beard itself was tasteless and usually left on as proof of authenticity.<ref>{{ICE|2026}}, p. 88</ref>\n\n==Black Cackler==\n'''''Black Cackler''''' ([[Sindarin|S.]] ''Morladhad'', [[Quenya|Q.]] ''Mornalalié''), also called ''Duhhmaker'', was a large black mushroom with an orange-spotted cap and a two-foot stalk ringed in orange. It grew underground. Though bitter in taste, its flesh induced uncontrollable laughter for several hours.<ref>{{ICE|2026}}, p. 89</ref>\n\n==Camadarch==\n'''''Camadarch''''' ([[Sindarin|S.]] ''Fladluin'', [[Quenya|Q.]] ''Faltaluin'') was a small cave mushroom found in caves in eastern Eriador and in the Underdeeps. Only an inch tall, with a cap marked by a black star pattern, it was the source of a dangerous poison. Taken in liquid form, it turned a victim’s skin blue before causing extremities to decay. When mixed with alcohol, it became an acidic contact agent capable of inflicting severe burns. Preparation was notoriously perilous, often as deadly to the handler as to the intended victim.<ref>{{ICE|2026}}, p. 93</ref>\n\n==Deadly Akra==\n'''''Deadly Akra''''' ([[Sindarin|S.]] ''Cargurth'', [[Quenya|Q.]] ''Carnuru''), also called ''Red Death'', was a bright orange mushroom with yellow veil remnants, found underground. It grew in colonies of about a dozen, each with a 4-inch cap and 6-inch stalk. Its flesh was a potent poison, countered only by a tea brewed from slimy gorkin.<ref>{{ICE|2026}}, p. 97</ref>\n\n==Deadman’s Eyes==\n'''''Deadman’s Eyes''''' ([[Sindarin|S.]] ''Luichin'', [[Quenya|Q.]] ''Loicohendi'') was a rare white mushroom with red spots, found near Drûg campsites. When consumed, it enabled mortals to pass unharmed among the Dead, a property fiercely guarded by the Drughu. It also produced a powerful euphoria and sense of oneness with nature. The mushroom was highly toxic in excess.<ref>{{ICE|2026}}, p. 98</ref>\n\n==Dung-Reveling Psarch==\n'''''Dung-Reveling Psarch''''' ([[Sindarin|S.]] ''Thauressil'', [[Quenya|Q.]] ''Sauriellé''), also known as ''Crapola'', was a large brown mushroom found underground. It bore an 8-inch cap and a tall yellow-brown stalk. When eaten, it caused a mild stupor and altered perception, dulling awareness while slightly sharpening intellect.<ref>{{ICE|2026}}, p. 100</ref>\n\n==Hopper Mushrooms==\n'''''Hopper Mushrooms''''' ([[Sindarin|S.]] ''Mithgeryn'', [[Quenya|Q.]] ''Sindibwandi''), also known as ''Tarnas'' (though distinct from [[Plants_in_Middle-earth_Role_Playing#True_Tarnas|True Tarnas]]) , were benign grey fungi growing on [[Woods_in_Middle-earth_Role_Playing#Mahogany|mahogany trees]]. The tea brewed from the nodules it formed treated organ damage, though also caused nausea.<ref>{{ICE|2010}}, p. 176</ref><ref name=hopper>{{ICE|2026}}, p. 110</ref>\n\n==Hopperfoot==\n'''''Hopperfoot''''' ([[Sindarin|S.]] ''Mithin'', [[Quenya|Q.]] ''Sindibendi''), also known as ''False Hopper'', was a small grey mushroom marked with black dots, found on tree bark in tropical forests. It resembled the true hopper mushroom but differed in effect: it could restore vitality and health, though it caused deep sleep and flatulence.<ref name=hopper/>\n\n==Luminous Vrak==\n'''''Luminous Vrak''''' ([[Sindarin|S.]] ''Culual'', [[Quenya|Q.]] ''Culuinacálë''), also known as ''Helyt'', was a brownish underground mushroom. Its gills glowed faintly orange in darkness. When processed into Orcish salves, the gills could staunch bleeding wounds, though exposure to sunlight destroyed their potency.<ref name=vrak>{{ICE|2026}}, p. 119</ref>\n\n==Madarch==\n'''''Madarch''''' ([[Sindarin|S.]] ''Arachwan'', [[Quenya|Q.]] ''Arnahwan''), also known as ''Zûrumul'', was a giant purple and orange mushroom, growing in great clusters underground harvested by Dwarves. It reached five feet in height, with a four-foot crown and tough fibrous roots. Its ridges yielded a juice called norechor<ref group=note>''Pelenaur'' ([[Sindarin|S.]] ''Encircling'' Fire) in the older text.</ref>, which healed cuts and vessels when diluted, though undiluted it could burst the veins of the drinker. The flesh was edible and sustaining in lean times.<ref>{{ICE|2010}}, p. 179</ref><ref name=vrak/>\n\n==Malodorous Milkcap==\n'''''Malodorous Milkcap''''' ([[Sindarin|S.]] ''Morvil'', [[Quenya|Q.]] ''Morcorma''), also known as ''Stingdrop'', was a foul-smelling white mushroom with black-ringed stalk, found underground. Its flesh was edible in small amounts, but in excess became mildly poisonous, with no known antidote.<ref>{{ICE|2026}}, p. 120</ref>\n\n==Nightrod==\n'''''Nightrod''''' ([[Sindarin|S.]] ''Lebedmor'', [[Quenya|Q.]] ''Morilepsë''), also known as ''Ebony Fingers'', was a small, black, cone-shaped mushroom found in caves. It grew in clusters and was prized both as a mild healing fungus and as a delicacy, especially in Dwarven soups. A fresh nightrod cap could restore health, but it lost potency once dried.<ref>{{ICE|2026}}, p. 126</ref>\n\n==Other Eyes==\n'''''Other Eyes''''' ([[Sindarin|S.]] ''Hengarn'', [[Quenya|Q.]] ''Carnihenda''), also known as ''Spuky'', was a slimy mass of many caps, each bearing a red eye-like mark. Found underground, it granted temporary sight of hidden things when eaten, though the effect quickly faded with repeated use.<ref>{{ICE|2026}}, p. 127</ref>\n\n==Puff-Spice==\n\n'''''Puff-Spice''''' ([[Sindarin|S.]] ''Corodhrudh'', [[Quenya|Q.]] ''Rúlacoron''), also known as ''Baldwort'', was a brown, stalkless mushroom that grew directly on rotting wood. When squeezed, it released clouds of spores. Crushed carefully, it could be mixed into antidotes, though consumption led to temporary hair loss.<ref>{{ICE|2026}}, p. 130</ref>\n\n==Shagu-Bitter==\n'''''Shagu-Bitter''''' ([[Sindarin|S.]] ''Erchalen'', [[Quenya|Q.]] ''Ellaica''), also known as ''Shagu’s Butter'', was a pale green mushroom found underground. Its gills, when steeped into paste, yielded a powerful paralytic poison used by Orcish trackers. Its only antidote was a tea brewed from slimy gorkin.<ref>{{ICE|2026}}, p. 134</ref>\n\n==Skull Cap==\n\n'''''Skull Cap''''' ([[Sindarin|S.]] ''Gurthdol'', [[Quenya|Q.]] ''Nurucar''), also known as ''Death’s Head'', was a pallid white mushroom with a black-marked cap that resembled a human skull. It grew underground on two-foot stalks, and was a deadly ingestive poison, countered only by life-preserving herbs.<ref>{{ICE|2026}}, p. 136</ref>\n\n==Temsanc==\n\n'''''Temsanc''''' ([[Sindarin|S.]] ''Nimmil'', [[Quenya|Q.]] ''Ninquellë'') was a delicate white mushroom that grew in coniferous forests. Its essence was dissolved in liquor to heighten drunkenness threefold.<ref>{{ICE|2026}}, p. 140</ref>\n\n==Traitor’s Goblet==\n\n'''''Traitor’s Goblet''''' ([[Sindarin|S.]] ''Saewylf'', [[Quenya|Q.]] ''Sangwayulma'') was a strange, urn-shaped mushroom about a foot tall, covered in black hairs on the outside and smooth brown within. Found underground, its flesh was lethally toxic, striking so swiftly that no antidote can be delivered in time.<ref>{{ICE|2026}}, p. 141</ref>\n\n==White Destroyer==\n\n'''''White Destroyer''''' ([[Sindarin|S.]] ''Nimdagnir'', [[Quenya|Q.]] ''Ninquenahtar''), also known as ''Úrk'', was a massive white mushroom with a red-ringed stalk and sac-like base, found underground. Its fluids were distilled by Orcs into a paralytic poison, countered only by slimy gorkin or the passage of time.<ref>{{ICE|2026}}, p. 144</ref>\n\n==Witch’s Pie==\n\n'''''Witch’s Pie''''' ([[Sindarin|S.]] ''Orchtharas'', [[Quenya|Q.]] ''Orcohamna'') was a large brown mushroom with a short stalk, found underground. It carried a delayed paralytic poison, striking its victim an hour after eating.<ref>{{ICE|2026}}, p. 145</ref>\n\n==Zulsendura==\n\n'''''Zulsendura''''' ([[Sindarin|S.]] ''Horthor'', [[Quenya|Q.]] ''Hortar''), also known as ''Dry-rot'', ''Hurry-up'', or ''Zilzendura'', was a dark grey mushroom of volcanic caves, often growing on ceilings where it resembled stone. Though small, it granted bursts of supernatural speed to those who consumed it, followed by an exhausted deep sleep.<ref>{{ICE|2026}}, p. 148</ref>\n\n==See also==\n* [[Funguses]]\n* [[Plants in Middle-earth Role Playing]]\n\n{{References|Notes}}\n[[Category:Materials from adaptations]]\n[[Category:MERP]]"}}}