{"parse": {"title": "Speech of Fëanor", "pageid": 66246, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Aegnor"}, {"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Angrod"}, {"ns": 0, "exists": "", "*": "Bruithwir"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Concerning ... 'The Hoard'"}, {"ns": 0, "exists": "", "*": "Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Exile of the Noldor"}, {"ns": 0, "exists": "", "*": "Finarfin"}, {"ns": 0, "exists": "", "*": "Fingolfin"}, {"ns": 0, "exists": "", "*": "Fingon"}, {"ns": 0, "exists": "", "*": "Finrod"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "Formenos"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Great Journey"}, {"ns": 0, "exists": "", "*": "Great Lands"}, {"ns": 0, "exists": "", "*": "Great Square"}, {"ns": 0, "exists": "", "*": "High feast"}, {"ns": 0, "exists": "", "*": "Indis"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "King of the Noldor"}, {"ns": 0, "exists": "", "*": "Laws and Customs among the Eldar"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Melkor"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Míriel"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Noontide of the Blessed Realm"}, {"ns": 0, "exists": "", "*": "Oath of Fëanor"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Orodreth"}, {"ns": 0, "exists": "", "*": "Poems Early Abandoned"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Ring of Doom"}, {"ns": 0, "exists": "", "*": "Silmaril"}, {"ns": 0, "exists": "", "*": "Sons of Fëanor"}, {"ns": 0, "exists": "", "*": "Statute of Finwë and Míriel"}, {"ns": 0, "exists": "", "*": "The Annals of Aman"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales"}, {"ns": 0, "exists": "", "*": "The Flight of the Noldoli from Valinor"}, {"ns": 0, "exists": "", "*": "The Later Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "The Lays of Beleriand"}, {"ns": 0, "exists": "", "*": "The Quenta"}, {"ns": 0, "exists": "", "*": "The Shaping of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Tirion"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Two Trees"}, {"ns": 0, "exists": "", "*": "Ungoliant"}, {"ns": 0, "exists": "", "*": "Unrest of the Noldor"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:S"}, {"ns": 10, "exists": "", "*": "Template:MR"}, {"ns": 10, "exists": "", "*": "Template:LB"}, {"ns": 10, "exists": "", "*": "Template:SM"}], "images": [], "wikitext": {"*": "The '''Speech of Fëanor upon Túna''' was an oration by [[Fëanor]] where he called on the [[Noldor]] to leave [[Aman]] and return to [[Middle-earth]], and when he and [[Sons of Fëanor|his sons]] swore their [[Oath of Fëanor|terrible Oath]] to recover the [[Silmaril]]s. Following the speech there was lengthy debate, filled with fierce words and coming near to violence, but Fëanor ultimately prevailed, inflaming the Noldor and instigating [[Exile of the Noldor|their Exile]].\n\n== History ==\nSince their arrival in Aman following their [[Great Journey]], the Noldor had been living in the [[Noontide of the Blessed Realm]] under the [[King of the Noldor|Kingship]] of [[Finwë]]. Finwë's first wife [[Míriel]] languished after begetting Fëanor, and ultimately died. Finwë, desiring more children, [[Statute of Finwë and Míriel|received permission to re-marry]] and then wed [[Indis]]. This was displeasing to Fëanor who had no great love for Indis or her eventual sons, his half-brothers [[Fingolfin]] and [[Finarfin]].<ref>{{S|Feanor}}</ref>\n\nAfter [[Melkor]]'s release he stirred [[Unrest of the Noldor|unrest amongst the Noldor]], causing their houses to quarrel with one another and for them to murmur against the Valar. These lies especially snared Fëanor, and he began openly speaking against the Valar and of leading the Noldor back to Middle-earth. Melkor further exploited the jealousies between Fëanor and Fingolfin, with each hearing that the other meant to drive him out. Finwë, seeking to address the strife, summoned a council of his lords to which Fingolfin  arrived early and urged for Fëanor to be restrained; Fëanor entered at that moment fully armed and retaliated by publicly threatening Fingolfin at sword-point. The Valar in response banished Fëanor from the Noldor city of [[Tirion]] and Finwë, because of the love he bore to Fëanor, went with him.<ref>{{S|Unrest}}</ref> In Finwë's place, [[Manwë]] committed rule of the Noldor to Fingolfin.<ref>{{MR|P3II3e}}, note 22</ref>\n\nIn an attempt to reconcile the rifts within the Noldor, Manwë commenced a great [[high feast]] to put aside the griefs between their princes. Fëanor came, as he read the invitation from Manwë as a command,<ref name=\"MR58c\">{{MR|P3II7}}, §58c</ref> but Finwë, [[Sons of Fëanor|Fëanor's sons]], and the rest of Fëanor's house at [[Formenos]] declined. While at the feast, Fëanor and Fingolfin were reconciled, in word, with Fingolfin pledging to remember no grievance, and that Fëanor shall lead and he would follow. In that same hour, however, Melkor and [[Ungoliant]] destroyed the [[Two Trees]] and plunged [[Darkening of Valinor|Valinor into darkness]]. Fëanor was requested by the Valar to break the Silmarils in order to release their light and save the Trees, an act Fëanor refused on the claim that their creation was not an act he could replicate, and that breaking them would also break his heart, slaying him.<ref group=note>In the unpublished letter ''\"[[Concerning ... 'The Hoard']]\"'' Tolkien specified that after Fëanor initially refused \"the Valar commanded him to relinquish them (since the light which gave them their beauty and sanctity was theirs, and had only been lent to him)\" and as a result \"he became obdurate, and rebelled, and foreswore allegiance to Manwë Lord of the Valar (The Elder King).\"</ref> Fëanor then learned that Melkor had further murdered Finwë and stolen the Silmarils, causing him to rename Melkor as \"Morgoth\", curse the summons of Manwë, and flee into the night.<ref name=\"darkening\">{{S|Darkening}}</ref> After this the Valar remained long seated in darkness in the [[Ring of Doom]], and the Noldor for the most part returned to Tirion and mourned for the darkening of their fair city.<ref name=\"flight\">{{S|Flight}}</ref>\n\nFëanor, rebelling against his banishment, returned to Tirion and summoned all of the Noldor to the [[Great Square]]. A great multitude gathered swiftly to hear him, lighting the hill, stairs, and streets with the many torches that each bore in hand.<ref name=\"flight\" />\n\nWith Finwë dead, Fëanor claimed kingship of the Noldor, scorning the decrees of the Valar. With fierce and fell words, and echoing many of the lies of Melkor, he prevailed upon the Noldor to avenge the murder of Finwë, win freedom and great realms within the [[Great Lands]] instead of being ousted by [[Men]], and to reclaim the Silmarils. He and his sons then proclaimed their terrible Oath.<ref name=\"flight\" />\n\nFollowing this, three other coteries emerged. Speaking directly against Fëanor and his blasphemous Oath, with fierce words that nearly came to violence, were Fingolfin, his son [[Turgon]], and [[Finrod]]. Urging for calm, and to carefully consider actions that could not be undone, was [[Finarfin]] and [[Orodreth]]. Moved by Fëanor's words on leaving and establishing new realms, but not loving Fëanor himself, were [[Galadriel]], [[Fingon]], [[Angrod]], and [[Aegnor]]. After a long debate, Fëanor eventually prevailed and the Noldor chose to leave.<ref name=\"flight\" />\n\n== The speech ==\nSeveral versions of Fëanor's speech are provided throughout the legendarium. \n\n=== ''[[The Flight of the Noldoli from Valinor]]'' (c. 1925) ===\n{{blockquote|<poem>\n‘Lo! slain is my sire&nbsp;&nbsp;&nbsp;by the sword of fiends,\nhis death he has drunk&nbsp;&nbsp;&nbsp;at the doors of his hall\nand deep fastness,&nbsp;&nbsp;&nbsp;where darkly hidden\nthe Three were guarded,&nbsp;&nbsp;&nbsp;the things unmatched\nthat Gnome and Elf&nbsp;&nbsp;&nbsp;and the Nine Valar\ncan never remake&nbsp;&nbsp;&nbsp;or renew on earth,\nrecarve or rekindle&nbsp;&nbsp;&nbsp;by craft or magic,\nnot Fëanor Finn’s son&nbsp;&nbsp;&nbsp;who fashioned them of yore –\nthe light is lost&nbsp;&nbsp;&nbsp;whence he lit them first,\nthe fate of Faërie&nbsp;&nbsp;&nbsp;hath found its hour\n\nThus the witless wisdom&nbsp;&nbsp;&nbsp;its reward hath earned\nof the Gods’ jealousy,&nbsp;&nbsp;&nbsp;who guard us here\nto serve them, sing to them&nbsp;&nbsp;&nbsp;in our sweet cages,\nto contrive them gems&nbsp;&nbsp;&nbsp;and jewelled trinkets, \ntheir leisure to please&nbsp;&nbsp;&nbsp;with our loveliness,\nwhile they waste and squander&nbsp;&nbsp;&nbsp;work of ages,\nnor can Morgoth master&nbsp;&nbsp;&nbsp;in their mansions sitting\nat countless councils.&nbsp;&nbsp;&nbsp;Now come ye all,\nwho have courage and hope!&nbsp;&nbsp;&nbsp;My call harken\nto flight, to freedom&nbsp;&nbsp;&nbsp;in far places!\nThe woods of the world&nbsp;&nbsp;&nbsp;whose wide mansions\nyet in darkness dream&nbsp;&nbsp;&nbsp;drowned in slumber,\nthe pathless plains&nbsp;&nbsp;&nbsp;and perilous shores\nno moon yet shines on&nbsp;&nbsp;&nbsp;nor mounting dawn\nin dew and daylight&nbsp;&nbsp;&nbsp;hath drenched for ever,\nfar better were these&nbsp;&nbsp;&nbsp;for bold footsteps\nthan gardens of the Gods&nbsp;&nbsp;&nbsp;gloom-encircled\nwith idleness filled&nbsp;&nbsp;&nbsp;and empty days.\nYea! though the light lit them&nbsp;&nbsp;&nbsp;and the loveliness\nbeyond heart’s desire&nbsp;&nbsp;&nbsp;that hath held us slaves\nhere long and long.&nbsp;&nbsp;&nbsp;But that light is dead.\nOur gems are gone,&nbsp;&nbsp;&nbsp;our jewels ravished;\nand the Three, my Three,&nbsp;&nbsp;&nbsp;thrice-enchanted\nglobes of crystal&nbsp;&nbsp;&nbsp;by gleam undying\nillumined, lit&nbsp;&nbsp;&nbsp;by living splendour\nand all hues’ essence,&nbsp;&nbsp;&nbsp;their eager flame –\nMorgoth has them&nbsp;&nbsp;&nbsp;in his monstrous hold,\nmy Silmarils.&nbsp;&nbsp;&nbsp;I swear here oaths,\nunbreakable bonds&nbsp;&nbsp;&nbsp;to bind me ever,\nby Timbrenting&nbsp;&nbsp;&nbsp;and the timeless halls\nof Bredhil the Blessed&nbsp;&nbsp;&nbsp;that abides thereon –\nmay she hear and heed –&nbsp;&nbsp;&nbsp;to hunt endlessly\nunwearying unwavering&nbsp;&nbsp;&nbsp;through world and sea,\nthrough leaguered lands,&nbsp;&nbsp;&nbsp;lonely mountains,  \nover fens and forest&nbsp;&nbsp;&nbsp;and the fearful snows,\ntill I find those fair ones,&nbsp;&nbsp;&nbsp;where the fate is hid\nof the folk of Elfland&nbsp;&nbsp;&nbsp;and their fortune locked, \nwhere alone now lies&nbsp;&nbsp;&nbsp;the light divine.’\n</poem>}}<ref>{{LB|Flight}}</ref>\n\n=== ''[[The Annals of Aman]]'' (c. 1950) ===\nIn ''[[Morgoth's Ring]]'', from which ''[[The Silmarillion]]'' uses a compressed version, it is as follows:\n{{blockquote|‘Why, O my people, why should we longer serve these jealous gods, who cannot keep us, nor their own realm even, secure from their Enemy? And though he be now their foe, are not they and he of one kin? Vengeance calls me hence, but even were it otherwise, I would not dwell longer in the same land with the kin of my father’s slayer and the thief of my treasure. Yet I am not the only valiant in this valiant people. And have ye not all lost your king? And what else have ye not lost, cooped here in a narrow land between the jealous mountains and the harvestless Sea? Here once was light, that the Valar begrudged to Middle-earth, but now dark levels all. Shall we mourn here deedless for ever, a shadow-folk, mist-haunting, dropping vain tears in the salt thankless Sea? Or shall we go home? In Cuiviénen sweet ran the waters under unclouded stars, and wide lands lay about where a free folk might walk. There they lie still and await us who in our folly forsook them. Come away! Let the cowards keep this city. But by the blood of Finwë! unless I dote, if the cowards only remain, then grass will grow in the streets. Nay, rot, mildew, and toadstool.’\n ...\n ‘Fair shall the end be, though long and hard shall be the road! Say farewell to bondage! But say farewell also to ease! Say farewell to the weak! Say farewell to your treasures — more still shall we make! Journey light. But bring with you your swords! For we will go further than Tauros, endure longer than Tulkas: we will never turn back from pursuit. After Morgoth to the ends of the Earth! War shall he have and hatred undying. But when we have conquered and have regained the Silmarils that he stole, then behold! We, we alone, shall be the lords of the unsullied Light, and masters of the bliss and the beauty of Arda! No other race shall oust us!’|''Of the Speech of Fëanor upon Túna'', §§132-133<ref>{{MR|Speech}}, §§132-133</ref><ref group=note>Changed from '''K'''uiviénen > '''C'''uiviénen</ref> }}\n\n== Other versions of the legendarium ==\n=== The Book of Lost Tales === \nIn ''[[The Book of Lost Tales]]'' Fëanor makes three separate speeches.\n\nThe first is after Melko steals the Silmarils and kills Fëanor's father ([[Bruithwir]], who is not the king):\n{{blockquote|As cowards have the Valar become; but the hearts of the Eldar are not weak, and we will see what is our own, and if we may not get it by stealth we will do so by violence. There shall be war between the Children of Ilúvatar and Ainu Melko. What if we perish in our quest? The dark halls of Vê be little worse than this bright prison…|''The Theft of Melko and the Darkening of Valinor'', p. 191}}\n\nThe second is after the Noldoli petition Manwë to allow them to depart Valinor and return to Middle-earth; he forbids them to speak such words and tells them about the dangers in the world, the upcoming awakening of Men, and that he does not wish to see strife between the two races.\n{{blockquote|Lo, now do we know the reason of our transportation hither as it were cargoes of fair slaves! Now at length are we told to what end we are guarded here, robbed of our heritage in the world, ruling not the wide lands, lest perchance we yield them not to a race unborn. To these foresooth—a sad folk, beset with swift mortality, a race of burrowers in the dark, clumsy of hand, untuned to songs or musics, who shall dully labour at the soil with their rude tools, to these whom still he says are of Ilúvatar would Manwë Súlimo lordling of the Ainur give the world and all the wonders of its land, all its hidden substances—give it to these, that is our inheritance. Or what is this talk of the dangers of the world? A trick to deceive us; a mask of words! O all ye children of the Noldoli, whomso will no longer be house-thralls of the Gods however softly held, arise I bid ye and get you from Valinor, for now is the hour come and the world awaits.|''The Theft of Melko and the Darkening of Valinor'', p. 193}}\n\nThe third is after the destruction of the Two Trees:\n{{blockquote|If all your hearts be too faint to follow, behold I Fëanor go now alone into the wide and magic world to seek the gems that are my own, and perchance many great and strange adventures will there befall me more worthy of a child of Ilúvatar than a servant of the Gods.|''The Flight of the Noldoli'', p. 207}}\n\n=== Other versions of events ===\nIn ''[[The Quenta]]'', Finweg (Fingon) sides with Fingolfin; Felagund (Finrod) with his father; and Orodreth, Anrod (Angrod), and Egnor (Aegnor) side with the Sons of Fëanor.<ref>{{SM|Quenta}}, p. 58</ref> \n\n== External links ==\n* [https://www.tiktok.com/@chrisnaturallyrp/video/7397411528057556256 ''\"Hard shall be the road\" (version 2)'']: rendition of the Speech of Fëanor by voice actor Christopher Tester\n\n{{references|note}}\n\n[[Category:Events]]\n[[Category:First Age]]\n[[Category:Noldor]]"}}}