{"parse": {"title": "Letter to Mrs Souch", "pageid": 23738, "redirects": [{"from": "Mr(s?) Souch 8 September 1955", "to": "Letter to Mrs Souch"}], "links": [{"ns": 0, "exists": "", "*": "1955"}, {"ns": 0, "exists": "", "*": "8 September"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Leski Auctions: Sport and General Memorabilia, 10th February 2005"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["Souch_8_September_1955_A.jpg", "Souch_8_September_1955_B.jpg"], "wikitext": {"*": "On [[8 September]] [[1955]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to Mrs Souch'''.\n\n*'''Publication:''' An excerpt was published in a BBC article of Wednesday, 6 March 2002: [http://news.bbc.co.uk/2/hi/uk_news/england/1858273.stm ''Tolkien letter sells for £4,800'']. Photographs of the letter were published in ''[[Leski Auctions: Sport and General Memorabilia, 10th February 2005|Leski Auctions: Sport & General Memorabilia, 10th February 2005]]''.\n\n== Excerpt ==\n\n[[Image:Souch 8 September 1955 A.jpg|thumb]]\n[[Image:Souch 8 September 1955 B.jpg|thumb]]\n\n{{blockquote|Dear Mrs Souch<br/><br/>I am sorry for the delay in answering your letter. I went for a brief holiday in Gondor (or in modern terms Venice), which only served to reveal my tiredness to the full, and not to relieve it. Since my return I have let the days slip. Not to the detriment of Vol. III! That was out of my hands some time ago. It should, of course, have come out in the Spring. And why not, since it was all written long ago? Well, from the moment publication began, I was beset by obstacles in the shape of ineluctable duties and offices, and the compression of the material into Appendices was a long and difficult task. In the end much has had to be jettisoned, including the facsimiles of the \"Book of Mazarbul\", and the index of names (with translation).<br/><br/>Such as it is, another 300 pages of narrative, and about 100 of additional matter, it should appear soon. When I last heard, it was hoped to issue it at the end of this month. I hope it will not be any longer!<br/><br/>It was extremely kind of you to write. I will not relieve your anxiety about the fate of various characters; but I hope the ending will not seem unworthy. I have not myself any doubt that things went just so but that does not say that my attempt to record them is successful. The problems of presentiment with so many centres of sympathy and attention were considerable.<br/><br/>Before long I must turn to the legends of the First and Second Ages, and put them in order!<br/><br/>Yours sincerely<br/><br/>J.R.R. Tolkien}}\n\n[[Category:Letters|Souch, Mrs]]"}}}