{"parse": {"title": "Anglo-Saxon Community in J.R.R. Tolkien's the Lord of the Rings", "pageid": 46477, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Anglo-Saxon Community in J.R.R. Tolkien's the Lord of the Rings.jpg"}, {"ns": 0, "exists": "", "*": "2014"}, {"ns": 0, "exists": "", "*": "25 March"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "*": "Deborah A. Higgens"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Anglo-Saxon_Community_in_J.R.R._Tolkien's_the_Lord_of_the_Rings.jpg"], "wikitext": {"*": "{{book\n| title=Anglo-Saxon Community in J.R.R. Tolkien's the Lord of the Rings\n| image = Anglo-Saxon Community in J.R.R. Tolkien's the Lord of the Rings.jpg\n| author=[[Deborah A. Higgens]]\n| foreword=\n| introduction=\n| editor=\n| contributors=\n| translator=\n| illustrator=[[Ted Nasmith]] (cover art)<br/>Danielle Storey (internal art)\n| publisher=Oloris Publishing\n| publisherUK=\n| publisherUS=\n| date=[[25 March]] [[2014]]\n| dateUK=\n| dateUS=\n| format=Paperback\n| pages=212\n| isbn=9781940992037\n| noisbn=\n| issn=\n| series=\n| precededby=\n| followedby=\n}}\n'''''Anglo-Saxon Community in J.R.R. Tolkien's the Lord of the Rings''''' is a [[2014]] book by Deborah Higgens that explores the Anglo-Saxon background to ''[[The Lord of the Rings]]''. \n\n==From the Publisher==\n{{blockquote|Anglo-Saxon Community in J.R.R. Tolkien's The Lord of the Rings by Dr. Deborah A. Higgens, PhD will add to the field of Tolkien scholarship a detailed study of how Tolkien entered into the community of Anglo-Saxon storytellers as a scholar and critic, but also as an insider.<br/><br/>Embracing elements of a lifestyle he valued, yet which he viewed as diminishing in modern-day England and in the rest of the world, J.R.R. Tolkien hearkens back to a literary community shrouded in mystery and Faërie, from Beowulf and other Anglo-Saxon poetry to medieval legend. Tolkien enters that community both as a critic, examining lost elements of a heroic society, and as an insider, recasting, as did ancient authors, the elements of Story, to create his own great fairy-story.<br/><br/>While much has been written on medievalism in Tolkien's works, this research adds to the field a detailed explanation of the Anglo-Saxon mindset in Tolkien's The Lord of the Rings (LOTR). In his sub-creation, Tolkien draws from the same Cauldron of Story from which the Anglo-Saxon poets drew, as illustrated by an examination of Tolkien's two critical essays: \"On Fairy-Stories\" and \"Beowulf: The Monsters and the Critics.\" Tolkien discusses the manner in which the Beowulf poet created his poem, and it is evident that the same principles can be applied to demonstrate how Tolkien created his own great fairy-story as he integrates the ancient themes of the Anglo-Saxon mead hall, the lord as gift-giver, and the comitatus bond in his creation of the Rohirrim. In the role of the cup-bearer, Old English poetry predominately reflects aristocratic women, and Tolkien illustrates this aspect in LOTR through the characters of Galadriel and Éowyn. Tolkien's work is as original as that of medieval authors because he built on ancient themes and structure, used their modes and genres, and chose similar mythic elements to weave his own tale. The decline of mead-hall society is reflected in Old English poetry, and Tolkien's fiction embodies a sense of that loss, preserving for his audience, as did the Beowulf poet, this ancient society and its heroic values.}}\n\n==External links==\n\n*[http://olorispublishing.mymiddleearth.com/2013/05/01/anglo-saxon-community-in-j-r-r-tolkiens-the-lord-of-the-rings-by-dr-deborah-a-higgens/ Announcement by Oloris Publishing]\n\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}