{"parse": {"title": "Tolkien en France", "pageid": 47925, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien en france (1998).jpg"}, {"ns": 0, "exists": "", "*": "1998"}, {"ns": 0, "exists": "", "*": "1 August"}, {"ns": 0, "exists": "", "*": "Edouard Kloczko"}, {"ns": 0, "exists": "", "*": "Édouard Kloczko"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien_en_france_(1998).jpg"], "wikitext": {"*": "{{book\n|title=Tolkien en France\n| image = Tolkien en france (1998).jpg\n|author= [[Edouard Kloczko]] (editor)\n|publisher=Arda\n|date=[[1 August]] [[1998]]\n|format=Paperback\n|language= French\n|pages=190\n|isbn=978-2911979026\n}}\n'''''Tolkien en France''''', edited by [[Édouard Kloczko]], is a book about J.R.R. Tolkien and his relation with France.\n\n== Contents == \n\n* Préface - Édouard Kloczko\n* L'Épopée religieuse de J.R.R. Tolkien - Francis Léaud\n* “Smith of Wootton Major”, un testament poétique - [[Édouard Kloczko]]\n* Pour la poétique jakobsonienne : essai de microanalyse des “Mewlips” - Jean-Louis Aroui\n* Une interprétation trifonctionnelle d'un poème de J.R.R. Tolkien - Frédérique Munier\n* Merveilleux et fantastique (?) dans ''The Lord of the Rings'' - Françoise Poyet\n* J.R.R. Tolkien : syllogistique du merveilleux - Jean-François Orjollet\n* Une bibliographie chronologique de J.R.R. Tolkien - [[Édouard Kloczko]]\n* Tolkien et la critique française : une bibliographie - [[Édouard Kloczko]]\n* Hobbituaire ou Adieu à Tolkien - George W. Barlow\n\n== From the publisher ==\n\nTranslator, editor, essayist, Edouard Kloczko (born in 1963 in Galicia) landed on the shores of J.R.R. Tolkien's Middle Earth some twenty years ago. Former student of the École Pratique des Hautes Études, with a diploma from INALCO, he is now publishing the sequel to these imaginary travel diaries, \"Le Dictionnaire des langues des Hobbits, des Nains, des Orques et autres créatures de la Terre du Milieu, de Númenor et d'Aman\" (The Dictionary of the languages of Hobbits, Dwarves, Orcs and other creatures of Middle-earth, Númenor and Aman), with ARDA Editions. His previous encyclopaedic work, devoted to the High Elves (\"Le Dictionnaire des langues elfiques, volume 1, quenya\"), has been translated into Italian and will soon be translated into German. Like a Richard Burton of Middle Earth, Edouard Kloczko explores the meanders of imaginary peoples and lands to bring back fantastic stories. He shares with us his discoveries about the secret language of the Dwarves, Khuzdul, the evil language of Sauron, and deciphers for us the \"horrible\" inscription of the One Ring, or explains the Gotic names (without \"h\", please) of the Hobbits. This year he will be one of the guests of honour at the Ring-Con in Bonn, the most important Tolkien event in Europe. He will give a series of lectures on the evolution of Elvish writing.<ref group=note>[Original text:] \"Traducteur, éditeur, essayiste, Edouard Kloczko (né en 1963 en Galicie) a accosté sur les rivages de la Terre du Milieu de J.R.R. Tolkien voilà déjà une vingtaine d'année. Ancien élevé de l'École Pratique des Hautes Études, diplôme de l'INALCO, il publie aujourd'hui aux éditions ARDA, la suite de ces carnets de voyages imaginaires, \"Le Dictionnaire des langues des Hobbits, des Nains, des Orques et autres créatures de la Terre du Milieu, de Númenor et d'Aman\". Son précédent ouvrage encyclopédique était consacré aux Hauts-Elfes (\"Le Dictionnaire des langues elfiques, volume 1, quenya\") a été traduit en italien et le sera bientôt en allemand. A l'image d'un Richard Burton de la Terre du Milieu, Edouard Kloczko explore les méandres des peuples et terres imaginaires pour en ramener les histoires fantastiques. Il nous fait ainsi partager ses découvertes sur la langue secrète des Nains, le khuzdul, la langue maléfique de Sauron, et déchiffre pour nous l'inscription \"horrible\" de l'Anneau Unique, ou nous explique les noms Gotiques (sans \"h\", s'il vous plaît) des Hobbits. Il sera cette année l'un des hôtes d'honneur de la Ring-Con de Bonn, la plus importante manifestation tolkienienne en Europe. Il y donnera une série de conférences consacrées à l'évolution des écritures elfiques.\"</ref>\n\n== External links ==\n* [https://www.tolkiendil.com/tolkien/sur-tolkien/edouard_kloczko_-_tolkien_en_france Details on the book] on french website Tolkiendil.com\n\n{{references|note}}\n{{title|italics}}\n[[Category:French publications]]\n[[Category:Publications by title]]"}}}