{"parse": {"title": "Tolkien in Oxford", "pageid": 28252, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1968"}, {"ns": 0, "exists": "", "*": "30 March"}, {"ns": 0, "exists": "", "*": "5 February"}, {"ns": 0, "exists": "", "*": "9 February"}, {"ns": 0, "exists": "", "*": "BBC"}, {"ns": 0, "exists": "", "*": "Carl F. Hostetter"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: An Audio Portrait"}, {"ns": 0, "exists": "", "*": "Lambengolmor (mailing list)"}, {"ns": 0, "exists": "", "*": "Letter 301"}, {"ns": 0, "exists": "", "*": "Pieter Collier"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 0, "exists": "", "*": "Tolkien Studies: Volume 15"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 102, "exists": "", "*": "Index:Audio recordings of J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}], "images": [], "wikitext": {"*": "'''Tolkien in Oxford''' is the title of a [[BBC]]2 television documentary featuring a [[Index:Audio recordings of J.R.R. Tolkien|recorded interview]] with [[J.R.R. Tolkien]] by John Izzard. The documentary was shot from [[5 February|5]]-[[9 February|9]] February [[1968]], and broadcast on [[30 March]] [[1968]].<ref>[[Wayne G. Hammond]], [[Christina Scull]], ''[[The J.R.R. Tolkien Companion and Guide]]: Chronology'', p. 716ff.</ref> Tolkien described his feelings for from the shooting in a [[Letter 301|letter to Donald Swann, written on 29 February 1968]].\n\n*'''Later publication/broadcast:''' According to [[Pieter Collier]], a transcription of the interview was released on 7 April 2007 for the Children of Húrin Release. Others parts of the same interview were released by the Australian Broadcasting Corporation on April 19, 2007,<ref>[http://www.tolkienlibrary.com/press/814-Tolkien_1968_BBC_Interview.php 1968 BBC interview with J.R.R. Tolkien], as of 21 August 2010</ref> and  in ''[[J.R.R. Tolkien: An Audio Portrait]]''. In August 2010, the BBC Archives released the original, full version of ''Tolkien in Oxford'' on their website (see [[#External Links|External Links]]). In 2018, Stuart D. Lee published a transcript of the full interview in [[Tolkien Studies: Volume 15|''Tolkien Studies'': Volume 15]].\n== Official synopsis==\nJohn Izzard meets with JRR Tolkien at his home, walking with him through the Oxford locations that he loves while hearing the author's own views about his wildly successful high-fantasy novels. Tolkien shares his love of nature and beer and his admiration for 'trenchermen' in this genial and affectionate programme. The brief interviews with Oxford students that are dotted throughout reveal the full range of opinions elicited by 'The Lord of the Rings', from wild enthusiasm to mild contempt.\n== Excerpts ==\n===Part one===\nEverybody, including divine spirits under God, makes mistakes in this mythology, and of course the gods made a primary error. Instead of leaving Elves and Men to find out their way under the guidance of God, they invited the Elves because the rebel amongst them, the wicked god Melkor, was alive and devastated a large part of the world.\n\nThey took them back into their paradise in the west to protect them, and so the whole machinery starts from the rebellion of the Elves, and therefore, in rebellion of the evil they did in their bursting out from paradise.\nSo what you've got in our period is two lots of Elves: The ones that never started, just didn't want to, never bothered to be anything higher than they were, were the ordinary Woodland Elves of the Far-east.\nThose who started to go to divine paradise and never got there, which are the Grey Elves of the West, and those who got and came back as exiled.\n\nThe Higher Elves, who sing this song to Elbereth in the beginning of the Lord of the Rings, are exiled Elves who had once known what it was to see the emerging gods in person.\n\nNow Dwarves create a difficulty, don't they, in this particular thing. They have certain grievances against Men and against Elves. They are incarnate in bodies. While they are like ourselves, we don't know much about them, but they apparently are mortal, they are longeval. Where do they come into the scheme? Well of course, a great deal of sort to provide their origin.\nI don't think I'll say anything about it at the moment, but they have a rational origin related to their theme, but they are not part of the Children of God. That's all I can really say about this.\n\nMen are just men.\n===Linguistic material===\n\n[The time stamps refer to the 2010 BBC release of the video]<ref>{{webcite|author=[[Carl F. Hostetter]]|articleurl=https://tolkienlistsearch.herokuapp.com/message/5e9c3605acad32fd587a3a71|articlename=BBC post 1968 \"Tolkien in Oxford\" video online (11.01)|dated=19 Aug 2010|website=[[Lambengolmor (mailing list)|Lambengolmor]]|accessed=}}</ref>\n*'''17:47''' - \"''I first began seriously to invent languages about when I was 13 or 14. I've never stopped really. Languages have a flavor to me which I never understand people saying for instance, it's awfully dry or dull because a new language to me is just like getting a new wine or some new sweetmeat or something.''\"\n*'''17:54''' - Tolkien is shown writing a ''tengwar'' inscription (Gildor's Quenya greeting, \"''Elen síla''...\"), comments on making a mistake in it, and recites the greeting.\n*'''18:58''' - Regarding speaking Elvish, Tolkien says: \"''No. No. No. I wouldn't mind other people knowing it, and enjoying it, but I didn't really want to, like some people who have been equally inventive in languages [? desiring ?] to sort of make cults and have people speaking it all together, no, I don't desire to go and have an afternoon talking Elvish to chaps. For one thing of course Elvish is too complicated. I've never finished making it.''\"\n*'''20:54''' - Tolkien recites the Ring inscription. Notable here is his pronunciation of final ''-g'' in ''nazg'' as \"guh\", and of ''-gh'' in ''agh'' as \"-kh\".\n*'''21:18''' - Speaking apparently of the Ring inscription and/or the Black Speech, Tolkien states: \"''I invented that in the bath, I remember. Yes, I remember inventing that in one of the baths, inventing it when I was having a bath, in 20 Northmoor Road. I still remember kicking the sponge out of the bath when I got [? the last and] all right that will do and jumped out.''\" Tolkien lived at 20 Northmoor Road from 1930 to 1947.\n\n==External links==\n*[http://www.bbc.co.uk/archive/writers/12237.shtml ''Tolkien in Oxford''] (BBC 2 original version)\n*[http://podcasts.ox.ac.uk/tolkien-oxford-bbc-1968 Dr Stuart Lee and Leslie Megahey on the BBC's 1968 documentary]\n*[http://www.tolkiensociety.org/2015/07/watch-leslie-megahey-talks-about-tolkien-in-oxford/ Leslie Megahey talks about “Tolkien in Oxford”] at tolkiensociety.org\n{{references}}\n[[Category:Interviews with J.R.R. Tolkien]]"}}}