{"parse": {"title": "Beren and Lúthien, Op. 47 (Opera)", "pageid": 65173, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The Lays of Beleriand"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}], "templates": [], "images": ["Artwork_from_the_CD_Release.jpg"], "wikitext": {"*": "[[File:Artwork from the CD Release.jpg|thumb|Artwork from the CD release. Used with permission of Ted Nasmith.]]\nPart two of [[Paul Corfield Godfrey]]'s operatic cycle ''Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien.''\n\nThis section of the ''Epic Scenes'' was composed between 1994 and 1996 with the permission of the Tolkien Estate and with the assistance of Christopher Tolkien in assembling the various texts to create a singable libretto, including the use of various texts that were unpublished at the time. It utilises texts from ''[[The Silmarillion]], [[The Lays of Beleriand]]'' and ''[[The Lord of the Rings]]''.\n\nIt has a total duration of 141 minutes and is scored for full orchestra, full chorus and solo voices.\n\n== Characters ==\n'''Valar and Maiar:'''\n\nMORGOTH (Bass), the Enemy\n\nSAURON (Bass), his servant\n\nMANDOS (Silent), Lord of the Realm of Death\n\nMELIAN (Mezzo-soprano), Queen of Doriath\n\n\n'''Elves:'''\n\nTHINGOL GREYCLOAK (Bass), King of Doriath\n\nLÚTHIEN TINÚVIEL (Soprano), daughter of Thingol and Melian\n\nFINROD FELAGUND (Lyric Tenor), King of Nargothrond\n\n\n'''Men:'''\n\nBEREN (Lyric Baritone) son of Barahir\n\nGORLIM (Character Tenor) son of Angrim, one of his followers\n\n\nMixed chorus of Unseen Voices and followers of the sons of Fëanor\n\n== Synopsis ==\n''Prior to the events of this installment, during the Elves initial journey across Middle-Earth after their awakening, the Elf Thingol comes across Melian, a powerful spirit in physical form known as a Maia, and the two fall in love.  Her magic keeps him hidden from the rest of his kin and he stays behind in Middle-Earth to wed her. Thingol and Melian create the kingdom of Doriath and Melian uses her magic to protect the realm so that none can enter without permission.  Many years later the second born children of Illúvatar start to awaken, the Race of Men.  Morgoth attempts to corrupt them to his cause but many resist and join forces with the Elves to try and rid Middle-Earth of his influence.''\n\n\n'''The Battle of Sudden Flame. (Prologue)'''\n\nIn the Battle of Sudden Flame, the Dagor Bragollach, the long siege of Angband is broken by  Morgoth; the Elvenking Finrod Felagund is saved by the intervention of the mortal Beren son of Barahir, to whom he gives a ring and swears an oath promising him assistance in the event of any future need.\n\n\n'''The Death of Gorlim. (Scene One)'''\n\nAfter Finrod returns to his kingdom of Nargothrond, Sauron the servant of Morgoth captures Gorlim, one of Beren’s followers. He promises to release his wife from captivity if Gorlim will  betray the whereabouts of Beren. The information is given, but Sauron nevertheless has him killed.\n\n\n'''The Wraith (Scene Two)'''\n\nBeren is in hiding near the lake of Tarn Aeluin.  He is visited by an apparition of the ghost of Gorlim, who warns of his betrayal urging him to flee. Beren vows vengeance, and escapes into the wilds.\n\n\n'''The Nightingale (Scene Three)'''\n\nBeren’s journey comes to an end in the woodlands of Doriath.  A distant flute is heard in the woods as the elven princess Lúthien begins her dance. The sudden appearance of Beren startles her, and she flees into the forest. Beren is abandoned, but she soon reappears and invites him to join in her dance. Beren gradually approaches her, calling her Elvish name, Tinúviel (Nightingale) and as the distant flute is heard once more she sinks into his arms.\n\n\n'''The Vow (Scene Four)'''\n\nThe couple come to the court of Thingol, Lúthien’s father. The latter challenges Beren to explain his presence, but learning that he desires the hand of his daughter threatens him with death. Thingol’s immortal wife Melian warns him that he may not kill Beren, whose fate is wound with his; and Thingol declares that he will only yield Lúthien to Beren if the latter will bring him a    Silmaril from Morgoth’s crown. After Beren has agreed and left on his apparently hopeless quest, Melian observes that Thingol has doomed either his daughter or himself.\n\n\n'''The Promise Fulfilled (Scene Five)'''\n\nBeren seeks the assistance of Finrod Felagund, who describes the dangers that are involved in his quest. He seeks the aid of his people, but the sons of Fëanor repeat their Oath of vengeance on any who seeks to withhold a Silmaril from them as the rightful owners of the jewels; and none of the Elves of Nargothrond will follow their king.  Finrod abandons his throne and sets forth with Beren.\n\n\n'''The Rescue (Scene Six)'''\n\nSauron confronts Finrod and Beren, who are disguised as Orcs, asking them for  information. He strips their concealment from them in a contest of enchantments and confines them in a dungeon. There Finrod is killed by a wolf as he tries to protect Beren. He dies, bidding Beren farewell.   Beren hears the distant voice of Lúthien who has come to rescue him. She overcomes Sauron and banishes him; and then, finding Beren, declares that she will undertake his quest alongside him despite the dangers. \n\n\n'''The Dark Throne (Scene Seven)'''\n\nBeren and Lúthien make their way to Angband using Lúthien enchantments to conceal themselves as servant of Morgoth.  At the gates they encounter Carcharoth, the Wolf of Angband, and cast him into slumber. They descend to confront Morgoth, who conceives in his heart a desire for Lúthien. She dances before him, but then casts a spell over him and his court rendering them unconscious.  Beren cuts a Silmaril from Morgoth’s iron crown, but the roused Carcharoth then bites off his hand and swallows both that and the jewel.\n\n\n'''The Escape (Scene Eight)'''\n\nBeren and Lúthien, aided by the eagles, flee Angband and return to Doriath. The mortally wounded Beren bids farewell to the earth and to his love, but Lúthien tells him that she will follow him wherever he goes. Thingol enters to seek his prize, but Beren succumbs to his wounds.\n\n\n'''The Pity of Mandos  (Scene Nine)'''\n\nWithout her love Lúthien withers, dies and her soul passes to the Halls of Mandos.  She sings a song of such sorrow and beauty before him that he grants both her and Beren a return to life for the duration of their mortal spans.\n\n\n'''The Return to Life  (Epilogue)'''\n\nThe lovers return to Middle-Earth to start their renewed lives together.\n\n== Recordings ==\nIn 2019 Volante Opera Productions produced a demo recording of the work using sampled orchestra and professional opera singers. It was released by Prima Facie records.\n\n'''Cast:'''\n\nFinrod Felagund, the King of Nargothrond (Tenor): Simon Crosby Buttle\n\nSauron, servant of Morgoth (Bass): Jasey Hall\n\nGorlim, follower of Beren (Tenor): Michael Clifton-Thompson\n\nBeren, son of Barahir (Baritone): Julian Boyce\n\nLúthien Tinúviel, daughter of Thingol (Soprano): Angharad Morgan\n\nThingol Greycloak, King of Doriath (Bass): Martin Lloyd\n\nMelian, his queen (Mezzo-Soprano): Helen Jarmany\n\nMorgoth, the enemy (Bass): Laurence Cole\n\n\n'''Chorus of unseen voices:''' \n\nAnitra Blaxhall/Emma Mary Llewellyn/Helen Jarmany/Helen Greenaway/\n\nMichael Clifton-Thompson/Simon Crosby Buttle/Julian Boyce/Jasey Hall\n[[Category:Classical music]]\n[[Category:Opera]]"}}}