{"parse": {"title": "St Petersburg Tolkien Society", "pageid": 70970, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1994"}, {"ns": 0, "exists": "", "*": "1995"}, {"ns": 0, "exists": "", "*": "1996"}, {"ns": 0, "exists": "", "*": "1997"}, {"ns": 0, "exists": "", "*": "Fandom"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Tolkien Societies"}, {"ns": 0, "exists": "", "*": "Tolkien studies"}, {"ns": 0, "exists": "", "*": "Палантир"}], "templates": [], "images": ["St_Petersburg_Tolkien_Society_logo.png"], "wikitext": {"*": "[[File:St Petersburg Tolkien Society logo.png|thumb]]\nThe '''St Petersburg Tolkien Society''' (Russian: \"Толкиновское Общество Санкт-Петербурга\") is a [[Tolkien Societies|Tolkien Society]] based in [[wikipedia:Russia|Russia]]. \n\n==History==\nThe St Petersburg Tolkien Society, the first such Society in Russia, was founded by the authors of the most full and authentic translation of ''[[The Lord of the Rings]]'', Maria Kamenkovich and Valery Karrick, following the model of existing Western Societies.\n\nThe Society traces its history from the autumn of [[1994]], when it was started by group of enthusiasts taking part in ''The Hobbit Club'', a show broadcast by St.-Petersburgh Radio. From the very beginning the Society's mission was to bring together [[Fandom|Tolkien fans]] and [[Tolkien studies|scholars]].\n\nThe first result of the Society's activity was the First Great Tolkien Seminar held in April [[1995]]. As the Society developed, it became more and more scholarly in character, and the Seminars have become a good tradition. Tolkien fans from Russia and its neighbouring post-USSR countries get together to read and discuss their works, and to present and discuss new publications and other Tolkien-related media. They collect and review scholarly theses submitted to Russian Universities.\n\n==Publications==\nOne of the key projects the Society is involved in is the publication of Tolkien journals. In [[1995]]-[[1996]], it produced a magazine called ''The Prancing Pony'' (Russian: \"Гарцующий Пони\"). In [[1997]] the Society started issuing ''[[Палантир|The Palantír Journal]]'' (Russian: \"Журнал 'Палантир'\"), where the true connoisseurs of Tolkien's works could find unique articles and translations of works generally unknown to the Russian audience. Most of the journal's issues are on paper, but there is also an electronic version available from the Society's website.\n\n==External links==\n* [https://www.tolkien.spb.ru/ Official website]\n* [https://www.tolkien.spb.ru/english.php General information in English]\n\n[[Category:Russian organizations]]\n[[Category:Tolkien Societies]]"}}}