{"parse": {"title": "At the Sign of the Prancing Pony", "pageid": 7085, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "29 September"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Barliman Butterbur"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Brandybucks"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Bree-land"}, {"ns": 0, "exists": "", "*": "Bree-landers"}, {"ns": 0, "exists": "", "*": "Buckland"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "East Road"}, {"ns": 0, "exists": "", "*": "Fog on the Barrow-downs"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Harry Goatleaf"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Prancing Pony"}, {"ns": 0, "exists": "", "*": "Pre-Númenóreans"}, {"ns": 0, "exists": "", "*": "Ranger"}, {"ns": 0, "exists": "", "*": "Rangers"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Strider (Aragorn)"}, {"ns": 0, "exists": "", "*": "Strider (chapter)"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Man in the Moon Stayed Up Too Late"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Prancing Pony"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Underhill Family"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Short description"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["Ted_Nasmith_-_At_the_Sign_of_the_Prancing_Pony.jpg"], "wikitext": {"*": "{{short_description|9th chapter of the first book of The Fellowship of the Ring}}\n{{chapter\n| image=Ted Nasmith - At the Sign of the Prancing Pony.jpg\n| title=At the Sign of the Prancing Pony\n| book=The Fellowship of the Ring\n| number=9\n| event=[[Frodo Baggins|Frodo]] comes to the [[Prancing Pony]]; he meets [[Strider (Aragorn)|Strider]] and [[Barliman Butterbur]].\n| date=[[29 September]] {{TA|3018|n}}\n| location=[[The Prancing Pony]]\n| previous=Fog on the Barrow-downs\n| next=Strider (chapter)\n}}\n\n{{quote|Our names and our business are our own, and this does not seem a good place to discuss them.|[[Frodo Baggins]]}}\n\n'''At the Sign of the Prancing Pony''' is the ninth chapter of the first book in ''[[The Fellowship of the Ring]]''.  The main characters are [[Frodo Baggins]], [[Aragorn|Strider]] and [[Barliman Butterbur]] - who are each introduced in this chapter - [[Meriadoc Brandybuck]], [[Peregrin Took]] and [[Samwise Gamgee]].\n\nThe chapter tells of the arrival of the four [[Hobbits]] at the village of [[Bree]] and their visit to the ''[[Prancing Pony]]'' inn. The Hobbits meet proprietor, Barliman Butterbur, rent a room, and sit to drink in the common room, where Frodo accidentally puts on [[The One Ring]] and causes a commotion. He meets [[Aragorn|Strider]] and is invited to separate private conversations with each of Strider and Butterbur.\n\nThe presence of a [[Ranger]] and appearance of a mysterious dark figure create an underlying sense of uncertainty and danger.\n\n==Overview==\nThe chapter begins with the narrator describing a little about the village of Bree, located at the end of the [[East Road]] on an ancient and well-traveled crossroads. The village was populated mostly by [[Men]] who, according to legend, were descended from [[Pre-Númenóreans|the first Men to migrate]] to Western [[Middle-earth]]. In the areas outside [[Bree-land]] lived a different group of Men known as the [[Rangers]], whose origins were not known to [[Bree-landers|Bree-folk]].  The Rangers wandered the land and often brought news from outside, but were not friends of the Bree-folk.\n\nQuite a few Hobbit families lived around Bree and coexisted peacefully with the Men (though they lived in separate communities). These Hobbit settlements were said to be older than [[The Shire]], and their inhabitants were distantly related to the [[Brandybucks]]. Hobbit visits to and from The Shire were said to have dwindled in recent times.\n\nBree had an ancient inn (the Prancing Pony) which was a popular meeting place for travelers; so much so that the innkeeper was considered a very important person in the village.\n\nThe chapter here continues where the [[Fog on the Barrow-downs|preceding chapter]] ends.\n\n===The Hobbits arrival at Bree===\nFrodo, Sam, Merry and Pippin rode up to Bree's western gate after nightfall and found it shut. A gatekeeper named [[Harry Goatleaf|Harry]] spotted them, however, and asked where they were going and who they were. Frodo revealed very little, saying only that they'd come from [[Buckland]] and were headed to the inn. Merry identified himself as a Brandybuck, which placated Harry and he opened the gate for them, mentioning that there may be other visitors who have been asking questions about four Hobbits arriving in Bree. Frodo speculated to himself whether Harry might have spoken about [[Gandalf]], though he found Harry suspicious. As the Hobbits entered Bree, a dark figure climbed over the wall and crept into the village.\n\n===At the inn===\nWhen Sam saw the inn, he became suspicious and recommended seeking out a Hobbit family to stay with. Frodo reminded him that [[Tom Bombadil]] had recommended the inn and spoken well of its proprietor, Barliman Butterbur.\n\nThe Hobbits took their ponies into the courtyard, where they encountered Barliman. After introductions, Barliman seemed to recall something related to four Hobbits, but couldn't remember what it was. He apologized that the inn was unusually busy. He found them a room suitable for Hobbits and had their ponies taken to his stables.\n\nThe Hobbits settled in and washed. Barliman returned with food and drinks, which the Hobbits found familiar and reassuring. Barliman invited the Hobbits to the common-room to share in the merriment and news, but did not press them to go. Frodo, Sam and Pippin decided to go, whereas Merry decided to stay behind, saying he might go for a walk later. He reminded the others that they should remain careful, while Pippin advised Merry to stay indoors.\n\nIn the common-room were many different people, including Men, [[Dwarves]] and local Hobbits. Barliman introduced everybody. Some of the local Hobbits turned out to be [[Underhill Family|Underhills]] - the pseudonym which Frodo had been using. As a result, the Hobbits welcomed him gladly as a long-lost relation, but also questioned him thoroughly. Frodo invented an explanation to his journey: He was interested in history and geography, and was traveling in the hope of collecting information for a book on Hobbits living outside the Shire. This caused the Hobbits to volunteer excessive amounts of information, but Frodo showed disinterest and soon sat alone.\n\nThe Men and Dwarves discussed troubles in the south, worried that large numbers of people may come up the North Road, seeking refuge from something. The local Hobbits, however, were more interested in hearing news from the Shire, and pressed Sam and Pippin for information about the \"Shire Underhills\".\n\n===Strider===\nFrodo, meanwhile, noticed a man watching him closely from the corner of the room. The man seemed well-traveled, and was smoking a pipe, his face shadowed by a heavy hood. Frodo asked Butterbur who the man was. Butterbur explained that he was one of the Rangers who occasionally showed up at the inn. He didn't know the man's name, but his nickname in Bree was \"Strider\" on account of his long legs and frequent travels.  Butterbur appeared to think it strange that Frodo asked about Strider, but was called away before he could complete his thought.\n\nStrider motioned Frodo to join him, which Frodo did. Strider introduced himself and warned Frodo to stop his friends from talking too much. Frodo realized that Pippin, having entranced the local Hobbits with stories about the Shire, had begun telling the story of [[Bilbo Baggins|Bilbo]]'s farewell party - which ended with him putting on [[The One Ring]] and vanishing into thin air. Frodo became alarmed that Pippin might mention the Ring.\n\n===Frodo's troubled performance===\nWith Strider's prodding to take action, Frodo got on a table and began to talk, fidgeting with the Ring in his pocket as he did and fighting a sudden urge to put it on. All attention turned to Frodo as he spoke:\n\n{{quote|We are all very much gratified by the kindness of your reception, and I venture to hope that my brief visit will help to renew the old ties of friendship between the Shire and Bree.|[[Frodo Baggins]]}}\n\nFrodo's audience called for a song. Off the top of his head, Frodo began singing [[The Man in the Moon Stayed Up Too Late|a song about an inn]], which the locals appreciated so much that they asked to hear it again. Frodo obliged, but got carried away and began dancing on the table-top. He fell off the table and to everyone's amazement, he suddenly disappeared into thin air.\n\nThe other guests eyed Sam and Pippin suspiciously, regarding them as friends of a traveling magician of some sort. A Bree-lander and a traveler from the south, who had been whispering together all evening, made their way out of the room, followed by Harry the gatekeeper.\n\nFrodo, meanwhile, made his way to Strider's corner and there took off the Ring, not knowing how it came to be on his finger. Strider chastised him:\n\n{{quote|Well? Why did you do that? Worse than anything your friends could have said! You have put your foot in it! Or should I say your finger?|[[Aragorn|Strider]]}}\n\nFrodo tried obfuscating, but Strider appeared to know exactly what had happened. He invited Frodo to speak with him later, saying he had something to tell Frodo of some importance to them both.\n\nBarliman Butterbur arrived and the guests began questioning him about Frodo's disappearance. Frodo stepped forward to show that he hadn't vanished, saying that he'd simply crawled away under the tables. The guests didn't believe this story, and grumbled about the quality of the evening's entertainment. They soon left, one after another, until none were left but the Hobbits, Strider, and Butterbur.\n\nButterbur asked Frodo to promise not to cause any further trouble, but also reassured Frodo that the event would not affect his business negatively - saying that the mystery would only draw people back to the inn to discuss it. Frodo excused himself, saying that he wished to go to bed. Butterbur asked to speak to him in private about something he'd just remembered, before they left in the morning.\n\nWith two invitations to private talks, Frodo became suspicious that everyone there - including Butterbur - was hiding some dark secret.\n\n==External links==\n*[http://www.zarkanya.net/Tolkien/BreeEvents.htm Rough time-line of events in Bree, September 29, SR 1418] by Alcuin\n[[Category:The Fellowship of the Ring chapters]]\n[[fi:Pomppivan Ponin majatalossa (TSH)]]"}}}