{"parse": {"title": "Languages, Myths and History", "pageid": 35210, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Languages, Myths and History.jpg"}, {"ns": 0, "exists": "", "*": "2009"}, {"ns": 0, "exists": "", "*": "30 June"}, {"ns": 0, "exists": "", "*": "Elizabeth Solopova"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Languages,_Myths_and_History.jpg"], "wikitext": {"*": "{{book\n| title=Languages, Myths and History\n| image = Languages, Myths and History.jpg\n| author=[[Elizabeth Solopova]]\n| publisher=North Landing Books\n| date=[[30 June]] [[2009]]\n| format=Paperback\n| pages=109\n| isbn=0981660711\n}}\n'''''Languages, Myths and History: An Introduction to the Linguistic and Literary Background of J. R. R. Tolkien's Fiction''''' is a [[2009]] scholarly book by Elizabeth Solopova.\n\n==From the publisher==\n\"''Languages, Myths and History: An Introduction to the Linguistic and Literary background of J. R. R. Tolkien's Fiction introduces languages and literatures which were particularly important for Tolkien as a writer. Tolkien was a university professor, specialising in early Germanic languages, such as Old English, Old Norse and Gothic. He also, on many occasions, wrote about his fascination with the Finnish language and epic poetry. As is well known, these professional and literary interests had an enormous influence on his creative writing, including his mythology and invented languages.''\n\n''Languages, Myths and History provides brief introductions to Old Norse, Old English, Gothic and Finnish languages and literatures, and discusses key aspects of their influence on Tolkien's fiction. The book demonstrates how Tolkien's literary-critical, philosophical and moral ideas, particularly his understanding of heroism and courage, were inspired by medieval literature and folklore. The book offers an overview of Tolkien's invented languages and his principles for language creation. In addition it provides a summary of Tolkien's academic career.''\n\n''Features include:''\n* ''chapters on languages and literatures which inspired Tolkien as a writer;''\n* ''a discussion of Tolkien's literary-critical and philosophical ideas influenced by medieval literature, such as his 'theory of courage';''\n* ''a detailed overview of the history and language of the Goths, rarely offered as part of university courses, and little known to students of literature;''\n* ''an extract from Jordanes's Gothic History and a discussion of its influence on Tolkien;''\n* ''an introductory discussion of Tolkien's languages and alphabets, a notoriously confusing subject, rarely approached in an accessible, non-technical way;''\n* ''further reading' sections with suggestions for additional study.''\n\n''This book is a clearly written introduction to some of Tolkien's most important ideas, as well as more specialist aspects of his fiction, such as its grounding in linguistics and medieval culture. The book is essential reading for students of literature and anyone with an interest in Tolkien as a writer.''\"\n{{title|italics}}\n[[Category:Linguistic books]]\n[[Category:Publications by title]]"}}}