{"parse": {"title": "Fay-star", "pageid": 35913, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alf"}, {"ns": 0, "exists": "", "*": "Faery"}, {"ns": 0, "exists": "", "*": "Great Cake"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Master Cook"}, {"ns": 0, "exists": "", "*": "Nokes"}, {"ns": 0, "exists": "", "*": "Smith Smithson"}, {"ns": 0, "exists": "", "*": "Smith of Wootton Major"}, {"ns": 0, "exists": "", "*": "Starbrow"}, {"ns": 0, "exists": "", "*": "Tim of Townsend"}, {"ns": 0, "exists": "", "*": "Wootton Major"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "The '''Fay-star''' was a magical trinket that when swallowed gave a person a special light in their eyes, a beautiful voice, grace at dancing, and skill in their profession.  However, its greatest gift was the ability to visit the land of [[Faery]] and to be protected from most kinds of harm while there.\n\nWhen [[Nokes]] was the [[Master Cook]] in the village of [[Wootton Major]], and [[Alf]] was his apprentice, Nokes found a blackened little star in the old Master Cook's spice box.  Always an unbeliever in Faery, he scoffed when Alf said that the star was a Fay-star.  They (actually, mostly Alf) then produced a [[Great Cake]] with the Fay-star in it, along with twenty-four other ordinary trinkets and coins.  When everyone had eaten their slice of the Cake the little star could not be found.  In truth, a nine year old boy [[Smith Smithson|Smith]] had swallowed the Fay-star without knowing it.\n\nWhen Smith became ten years old he arose early on his birthday and went outside.  He felt an urge to sing and when he did so the Fay-star popped out of his mouth and into his hand.  Without thinking he clapped his hand to his forehead and there it stuck.  Usually it was invisible to other mortals unless they paid close attention although his wife and children were aware of it.\n\nWith the power of the Fay-star Smith went exploring in the land of Faery.  The inhabitants of the land called him [[Starbrow]] for the star he wore.  Eventually Smith was able to meet the Queen of the land.\n\nAfter many years the King of Faery asked for the Fay-star to be returned.  The King was Alf and it was time for him (now the village's Master Cook) to put the star into a new Great Cake to pass along to a new child.  Smith was allowed to chose the next recipient and chose his nephew [[Tim of Townsend]], who although he was the great-grandson of Nokes was nothing like him.  When Tim ate the Fay-star Smith could see the light in his eyes and see the boy dancing much more gracefully than before.<ref>[[J.R.R. Tolkien]], ''[[Smith of Wootton Major]]''</ref>\n{{References}}\n[[Category:Smith of Wootton Major]]"}}}