{"parse": {"title": "The Giant", "pageid": 19614, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Blunderbuss"}, {"ns": 0, "exists": "", "*": "Brian Sibley"}, {"ns": 0, "exists": "", "*": "Chrysophylax"}, {"ns": 0, "exists": "", "*": "Farmer Giles"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Galathea"}, {"ns": 0, "exists": "", "*": "Garm"}, {"ns": 0, "exists": "", "*": "Giants"}, {"ns": 0, "exists": "", "*": "Ham"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Little Kingdom"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Middle Kingdom"}, {"ns": 0, "exists": "", "*": "Tales from the Perilous Realm (radio series)"}, {"ns": 0, "exists": "", "*": "Wild Hills"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Unnamed"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:References"}], "images": ["CdxIconInfoFilled.svg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{unnamed}}\n{{disambig-two|the character in ''[[Farmer Giles of Ham]]''|race of creatures in [[Middle-earth]]|[[Giants]]}}\n\nThe '''giant''' was one of the denizens of the Wild, that part of the Wide World outside of the [[Middle Kingdom]] where people such as [[Farmer Giles]] lived. While there were many giants in that area, this particular giant was larger and more stupid than his fellows, and was near-sighted and somewhat deaf to boot. His walking stick was like a tree and he caused great destruction wherever he went.\n\nThe giant lived in a tumble-down house up in the mountains. Due to his deafness and stupidity (and the scarcity of giants) he had few friends and would often go walking by himself in the [[Wild Hills]]. One day while doing so he became lost and made a bad guess about which direction to take. Instead of heading toward home he trampled onward until he reached the farm of Farmer Giles.\n\nThe farmer's dog, [[Garm]], first spotted the giant just as he flattened Giles' cow [[Galathea]]. Garm ran to warn his master who, although he doubted the dog's story nonetheless loaded his [[blunderbuss]] and tramped out to the fields to see what had scared the animal.  When the giant poked his head over a hill the startled Giles fired his weapon without thinking.  Such a blow as from the debris fired from the blunderbuss did not greatly injure the giant, but a nail that stuck in his nose made the nearsighted fellow believe that he had reached a land of large stinging flies.  The giant turned about and went away. The villagers of [[Ham]] reacted by declaring Giles the Hero of the Countryside.\n\nAfter the giant made it back to his home he told the story of finding a land with lots of cows and sheep, but no people and especially no knights.  When the hard winter came and food became scarce, the dragon [[Chrysophylax]], believing the giant's tale, flew to the Middle Kingdom to find food. There the dragon met Farmer Giles and all of his subsequent misadventures were the fault of the giant's misinformation.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]''</ref>\n\nMany years later, after Chrysophylax was allowed to leave the [[Little Kingdom]] established by Farmer Giles (now King Ægidius Draconarius) the dragon visited the giant and gave him a piece of his mind. The poor giant was terribly crushed.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]'', Envoy</ref>\n\n==Portrayal in adaptations==\n'''1992: ''[[Tales from the Perilous Realm (radio series)|BBC Radio's Tales from the Perilous Realm]]''\n:'''The Giant''' is voiced by the writer of the screenplay, [[Brian Sibley]].\n\n{{references}}\n\n[[Category:Farmer Giles of Ham]]\n[[Category:Giants]]"}}}