{"parse": {"title": "J.R.R. Tolkien/Quotations", "pageid": 950, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1926"}, {"ns": 0, "exists": "", "*": "1943"}, {"ns": 0, "exists": "", "*": "1954"}, {"ns": 0, "exists": "", "*": "C.S. Lewis"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: A Biography"}, {"ns": 0, "exists": "", "*": "Letter 144"}, {"ns": 0, "exists": "", "*": "Letter 43"}, {"ns": 0, "exists": "", "*": "Letter 52"}, {"ns": 0, "exists": "", "*": "On Fairy-Stories"}, {"ns": 0, "exists": "", "*": "The Inklings (book)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": [], "wikitext": {"*": "== Regarding Middle-earth ==\n{{blockquote|Bingo Bolger-Baggins is a bad name. Let Bingo>[[Frodo Baggins]].|On the first draft of ''The Lord of the Rings'', note, c.1938, [[Humphrey Carpenter]], ''[[J.R.R. Tolkien: A Biography]]''}}\n\n{{blockquote|The stories were made rather to provide a world for the languages than the reverse. To me name comes first and the story follows.|Letter in the Observer newspaper, 23 Aug 1981}}\n\n{{blockquote|The story is cast in terms of a good side, and a bad side, beauty against ruthless ugliness, tyranny against kingship, moderated freedom with consent against compulsion that has long lost any object save mere power, and so on; but both sides in some degree, conservative or destructive, want a measure of control. But if you have, as it were taken 'a vow of poverty', renounced control, and take your delight in things for themselves without reference to yourself, watching, observing, and to some extent knowing, then the question of the rights and wrongs of power and control might become utterly meaningless to you, and the means of power quite valueless.|25 April [[1954]], [[Letter 144]]}}\n\n== Regarding other matters ==\n\n{{blockquote|My political opinions lean more and more to anarchy. The most improper job of any man, even saints, is bossing other men. There is only one bright spot and that is the growing habit of disgruntled men of dynamiting factories and power stations. I hope that, encouraged now as patriotism, may remain a habit.|To his son [[Christopher Tolkien|Christopher]], 29 November [[1943]], [[Letter 52]]}}\n\n{{blockquote|Trends in the Church are... serious, especially to those accustomed to find in it a solace and a 'pax' in times of temporal trouble, and not just another arena of strife and change.|The Lion Christian Quotation Collection, p. 321}}\n\n{{blockquote|A real taste for fairy-stories was wakened by philology on the threshold of manhood, and quickened to full life by war.|''[[On Fairy-Stories]]''}}\n\n{{blockquote|Nearly all marriages, even happy ones, are mistakes: in the sense that almost certainly (in a more perfect world, or even with a little more care in this very imperfect one) both partners might have found more suitable mates. But the real soul-mate is the one you are actually married to.|6-8 March 1941, [[Letter 43]]}}\n\n== Regarding Tolkien himself ==\n{{blockquote|Though Tolkien lived in the twentieth century he can scarcely be considered a modern writer. His roots were buried deep in early literature, and the major names in twentieth-century writing meant little or nothing to him.|[[Humphrey Carpenter]], ''[[The Inklings (book)|The Inklings]]''}}\n\n{{blockquote|He is a smooth, pale, fluent little chap - can't read Spenser because of the forms - thinks all literature is for the amusement of men between thirty and forty... His pet abomination is the idea of 'liberal studies'. Technical hobbies are more in his line. No harm in him; only needs a smack or so.|[[C.S. Lewis]], ''Diary'', May [[1926]]}}\n\n[[Category:Quotes]]"}}}