{"parse": {"title": "Theology and Tolkien: Constructive Theology", "pageid": 70465, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Theology and Tolkien Constructive Theology.jpg"}, {"ns": 0, "exists": "", "*": "1 August"}, {"ns": 0, "exists": "", "*": "2024"}, {"ns": 0, "exists": "", "*": "Douglas Estes"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Theology_and_Tolkien_Constructive_Theology.jpg"], "wikitext": {"*": "{{book\n|title=Theology and Tolkien: Constructive Theology\n|image = Theology and Tolkien Constructive Theology.jpg\n|editor=Douglas Estes\n|publisher=Lexington Books / Fortress Academic\n|date=[[1 August]] [[2024]]\n|format=Hardback / eBook\n|pages=354\n|isbn=978-1-9787-1263-8\n}}\n'''Theology and Tolkien: Constructive Theology''' is an edited volume by [[Douglas Estes]] that focuses on engaging theology from [[J.R.R. Tolkien]]'s works.\n\n==Contents==\n\n*'''Introduction''' by Douglas Estes\n*'''Aman'''\n**“Freedom and Fidelity: Improvisation in the ''Ainulindalë''” by Bradley K. Broadhead\n**“‘When Things Are in Danger, Someone Must Give Them Up’: Redemption and Ecology in Tolkien’s Legendarium” by Alison Milbank\n**“Critiquing Tolkien’s Theology” by Austin M. Freeman\n**“In the Brilliant Darkness of a Hidden Silence: J.R.R. Tolkien’s Apophatic Tendencies” by Douglas Estes\n**“Gandalf, Sauron, Melian, and the Balrog as Angels: A Study of J.R.R. Tolkien’s Maiar in the Context of Biblical Angelology” by Charlie Trimm\n*'''Erebor'''\n**“The Marian Valkyrie: Tolkien’s Theology of the Heroic Feminine\" by Lisa Coutras\n**“Songs of Light and Darkness: Theological Imagination and Metaphor in J.R.R. Tolkien” by Beth M. Stovell\n**“Christianity and Paganism in ''The Silmarillion'' and ''The Lord of the Rings'': A Typology Based on Niebuhr’s Christ and Culture” by Allan M. de Novaes, Milton L. Torres, and João Fernando O. Barboza\n**“Perceiving the Material and Immaterial in Middle-earth” by Adam B. Shaeffer\n**“A Chance for Metanarrative to Prove its Quality” by Jeremy M. Rios\n*'''Ithilien'''\n**“‘An Encouraging Thought’: The Interplay of Providence and Free Will in Middle-earth” by Devin Brown\n**“The Redemptive Power of Love: Arwen as the Anti-Eve in Peter Jackson’s ''Lord of the Rings''” by Julie Loveland Swanstrom\n**“Spiritual Sloth and Diligence in Tolkien’s Work” by Martina Juričková\n**“Evil and the Fall into Violence in Tolkien’s Mythopoesis” by John C. McDowell\n**“A Far Green Country: The Eschatology of Tolkien’s Middle-earth” by Donald T. Williams\n\n==Publisher's description==\n\n{{blockquote| <p>The Lord of the Rings and other works of [[J.R.R. Tolkien]] have had a far-reaching impact on culture in the late twentieth and early twenty-first centuries. In print and on film, Tolkien’s works seem to be incredible epics, but religious aspects are less obvious. Yet Tolkien himself stated in his letters that the chief conflicts of his epic works were “about God, and His sole right to divine Honour,” and whether Sauron can wrest and destroy all that is good in Middle-earth. It is from this that readers awaken to the theological truths that imbue Tolkien’s works. In ''Theology and Tolkien: Constructive Theology'', an international group of scholars consider how Tolkien’s works (and Jackson’s interpretations) can help us build better theologies for use in our world today. From essays on the music of creation in the Ainulindalë, to angels, demons, and Balrogs, to Tolkien’s theology of God, providence, evil, and love, to the eschatology of the Final Chord of the Great Music, this book invites the reader to journey through Middle-earth as the contributors engage the theology of Tolkien’s works and its impact on the world.</p>}}\n\n==Reviews==\n\n{{blockquote| <p>By grace and good fortune, I’ve been reading J.R.R. Tolkien since 1977 (age 10 for me), and I was first introduced to the great man by reading and re-reading incessantly the opening chapter to The Silmarillion, a gift given to my oldest brother in September of that year. To this day, I cannot read the first three chapters of Genesis without thinking of the Ainulindalë. Despite decades of meditation on this, I have found a multitude of new and fresh insights on Tolkien’s thought in this extraordinary new collection, ''Theology and Tolkien'', expertly edited by Douglas Estes. A variety of brilliant voices here—from Austin Freeman to Lisa Coutras to Donald Williams, among twelve others—speak clearly and persuasively about Tolkien’s deep and abiding Catholic faith as well as his inspired and providential admiration for many pagan mythologies. A huge bravo to Tolkien and Estes!</p>}}\n\n======<small>— Bradley J. Birzer, Hillsdale College</small>======\n\n{{blockquote| <p>Douglas Estes has done commendable work in assembling this substantial and useful volume, which takes an appropriately nuanced approach to exploring theological ideas in Tolkien’s work. The contributors draw helpfully not just from ''The Lord of the Rings'' but also from Tolkien's larger legendarium, and gain insights from placing his writings in dialogue with various theological approaches.</p>}}\n\n======<small>— Holly Ordway, Houston Christian University, author of ''Tolkien’s Faith: A Spiritual Biography''</small>======\n{{blockquote| <p>Each of the fine essays in this collection both reflects and refracts the divine light so many have encountered through Tolkien's mythos. A must for any theologically minded Tolkien reader!</p>}}\n\n======<small>— Joel Scandrett, Trinity Anglican Seminary</small>======\n{{blockquote| <p>I found the essays to read smoothly and quickly since all are edited to cover fewer than twenty pages. Any fan of Tolkien’s works, whether book or film, who also ponders how God works in the lives of humans will find some materials to assign great value, especially when read with a good cup of hot tea.</p>}}\n\n======<small>— Religious Studies Review</small>======\n\n==External links==\n\n*[https://www.bloomsbury.com/us/theology-and-tolkien-9781978712638/ Official product page]\n\n{{title|italics}}\n{{DEFAULTSORT:Theology and Tolkien: Constructive Theology}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]\n[[Category:Religious books]]"}}}