{"parse": {"title": "The Music of the Ainur", "pageid": 36272, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1918"}, {"ns": 0, "exists": "", "*": "1920"}, {"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Ainulindalë (Lost Road)"}, {"ns": 0, "exists": "", "*": "Ainulindalë (Rúmil's work)"}, {"ns": 0, "exists": "", "*": "Ainulindalë (disambiguation)"}, {"ns": 0, "exists": "", "*": "Arbour of the Thrushes"}, {"ns": 0, "exists": "", "*": "Aulë"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Cottage of Lost Play"}, {"ns": 0, "exists": "", "*": "Dagor Dagorath"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Elvish"}, {"ns": 0, "exists": "", "*": "Eriol"}, {"ns": 0, "exists": "", "*": "Eä"}, {"ns": 0, "exists": "", "*": "Gift of Men"}, {"ns": 0, "exists": "", "*": "Gilfanon's Tale: The Travail of the Noldoli and the Coming of Mankind"}, {"ns": 0, "exists": "", "*": "Goblin"}, {"ns": 0, "exists": "", "*": "Gods"}, {"ns": 0, "exists": "", "*": "Ilúvatar"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Lindo"}, {"ns": 0, "exists": "", "*": "Littleheart"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Melko"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Music of the Ainur"}, {"ns": 0, "exists": "", "*": "Noldoli"}, {"ns": 0, "exists": "", "*": "Oxford English Dictionary"}, {"ns": 0, "exists": "", "*": "Rúmil (door-ward)"}, {"ns": 0, "exists": "", "*": "Rúmil (elf of Tirion)"}, {"ns": 0, "exists": "", "*": "Secret Fire"}, {"ns": 0, "exists": "", "*": "Solosimpi"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part One"}, {"ns": 0, "exists": "", "*": "The Chaining of Melko"}, {"ns": 0, "exists": "", "*": "The Coming of the Elves and the Making of Kôr"}, {"ns": 0, "exists": "", "*": "The Coming of the Valar and the Building of Valinor"}, {"ns": 0, "exists": "", "*": "The Cottage of Lost Play"}, {"ns": 0, "exists": "", "*": "The Flight of the Noldoli"}, {"ns": 0, "exists": "", "*": "The Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "The Lost Road and Other Writings"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Tale of the Sun and Moon"}, {"ns": 0, "exists": "", "*": "The Theft of Melko and the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Valarin"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Vanyar"}, {"ns": 0, "exists": "", "*": "Varda"}, {"ns": 0, "exists": "", "*": "Vision of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Void"}, {"ns": 0, "exists": "", "*": "Ómar"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:HoME1chapters"}, {"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:LT1"}, {"ns": 10, "exists": "", "*": "Template:LR"}], "images": ["CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|Music of the Ainur|[[Ainulindalë (disambiguation)]]}}\n{{HoME1chapters}}\n'''The Music of the Ainur''' is the second chapter of ''[[The Book of Lost Tales Part One]]''. The chapter is divided in two parts: ''Link between Cottage of Lost Play and (Tale 2) Music of Ainur'' and ''The Music of Ainur''.\n\n==Synopsis==\n===Link===\nThis first part follows the interrupted narrative of the [[The Cottage of Lost Play|previous chapter]], in which [[Eriol]] has arrived to the [[Cottage of Lost Play]] and he is being prepared to hear the Lost Tales. He starts asking [[Lindo]] about the [[Valar]] or [[Gods]], but his hosts ask him to rest and wait for the next day, explaining that anyone can stay in their house while there is still a tale he wants to hear. Then Eriol is led by [[Rúmil (door-ward)|Rúmil]] and [[Littleheart]] to a little and warm bedroom where they left him after bowing and wishing him good sleep. There slept Eriol with great delight, surrounded in dreams by fragrances and music.\n\nThe next morning Eriol wandered around the house, eventually finding a beautiful garden. There Eriol encountered Rúmil, strolling with his head as ever bent towards the earth, muttering swiftly to himself. After Eriol wished him good morning, Rúmil requested pardon for not marking Eriol, and explained that he was in a sour mood on hearing a bird (\"a black-winged rogue fat with impudence\") singing a song previously unknown to him in a tongue that was strange, and that this irked him as he thought he knew the simple speeches of all birds. Rúmil then explained his long study of the languages of [[Valarin|the Valar]] and [[elvish|of Eldar]], of monsters and [[goblin]]s while in thraldom under [[Melko]], and even over the changing and shifting tongues of [[Men]]. Rúmil then want back to explaining that in the morning, before he heard this new bird-song, he felt as [[Ómar]] the Valar who knows all tongues, and continued expressing his frustration with the bird (\"an imp of Melko\") before catching himself and presuming that he was wearying Eriol with \"babbling of songs and words\".<ref name=link>{{LT1|Link}}</ref>{{rp|59–60}}\n\nThey soon came to [[Arbour of the Thrushes|a green arbour]] where Eriol asked about the Valar and [[Valinor]] and Rúmil, sitting upon a seat of carven stone grown with moss, provides a brief introduction of [[Ilúvatar]], naming the [[Music of the Ainur]], and Eriol begs him to know more about it.\n\n===The Music of the Ainur===\nRúmil begins to narrate the tale, which only the Elves know from [[Manwë]] Súlimo: Ilúvatar dwelt alone, and he sang into being the Ainur and teached them many things, being music the greatest of all. When they had learned to play and sing music, he proposed to them a great theme, explaining that they will unfold in Song the history they have heard and that he has set brightly with the [[Secret Fire]].\n\n{{blockquote|Then the harpists, and the lutanists, the flautists and pipers, the organs and the countless choirs of the Ainur began to fashion the theme of Ilúvatar into great music; and a sound arose of mighty melodies changing and interchanging, mingling and dissolving amid the thunder of harmonies greater than the roar of the great seas, till the places of the dwelling of Ilúvatar and the regions of the Ainur were filled to overflowing with music, and the echo of music, and the echo of the echoes of music which flowed even into the dark an empty spaces far off. Never was there before, nor has there been since, such a music of immeasurable vastness of splendour; though it is said that a mightier far shall be woven before the seat of Ilúvatar by the choirs of both Ainur and the sons of Men after the [[Dagor Dagorath|Great End]]. Then shall Ilúvatar's mightiest themes be played aright; for then Ainur and Men will know his mind and heart as well as may be, and all his intent.}}\n\nAs the great music progressed, Ilúvatar was pleased, but it came into the heart of [[Melko]] to interweave his own thoughts into the music that were not according to the theme of Ilúvatar. He was one of the greatest of the Ainur, and he had wandered in the voids seeking the Secret Fire that gives Life and Reality. Now there was a discordancy led by him, and the music of other Ainur hesitated or felt in attuning with his music, that was dark as the void far from Ilúvatar's light. But Ilúvatar remained silent, until the music reached an unimaginable ugliness; then he smiled sadly and raised his left hand, beginning a new theme like and unlike the first one. Melko's discord uproared against it, and there was a war of sounds in which little could be distinguished. \n\nThen Ilúvatar raised his right hand, neither smiling nor weeping, and a third theme began, that was unlike any other. The theme grew amidst the turmoil and it seemed there were two musics being played about the feet of Ilúvatar. One was beautiful, mingled with sorrow, while the other was loud and vain, always trying to drown the other, with the opposite result. At the uttermost part of the echoing struggle, Ilúvatar raised both hands and the music ceased with one glorious chord.\n\nIlúvatar spoke to the Ainur, telling that Melko's discordance will bring sorrow and death to the world, but at the end they will redound to make the Life more worth living and Ilúvatar's glory even greater. Now Ilúvatar rose and led the Ainur to where the void was before: now there was a sight of great beauty. \"''Behold your choiring and your music!''\" said Ilúvatar, showing them that the Secret Fire burnt at the heart of the world, which was globed amid the [[void]]. And they rejoiced in the light and all the other matters of nature, from which the water was the most greatly praised. [[Ulmo]] had the greatest part in the creation of water, Manwë of winds, and [[Aulë]] of earth.\n\nThen the World unfolded its history following Ilúvatar's theme, and the Ainur could behold it. From it and from Ilúvatar's words, they knew many things of the ages to come, but they could not see long before the coming of [[Men]]. Many of the Ainur said between them how much they wanted to inhabit the World and teach the [[Eldar]] and Men. For Eldar and Men were Ilúvatar's devising only, in which no Ainur participated during the great music.\n\nNow Ilúvatar knew the Ainur's desire, and many of the greatest of them entered into the world, so they are called the Valar or Vali. They dwelt in [[Valinor]] and each one ruled above its own matter: Melko ruled fire and frost, and any kind of violence and excess in nature. Ulmo controls the sea and all the flowing waters, and the [[Solosimpi]] learnt much from him and his vassals. Aulë's matters were the wealth of earth, the crafting, the languages and the arts, and the [[Noldoli]] leant many things from him. Manwë ruled above all with [[Varda]], and the [[Vanyar|Teleri]] learnt much music from him.\n\nRúmil ends the tale coming back to Ilúvatar, who watched the world for a great age, and suddenly he said that the world was the hall of play for Eldar and Men, and the Eldar will be the most beautiful and happy race, but to Men he will grant a greater [[Gift of Men|gift]]. Therefore Men are free to choose their own fate beyond the Music of the Ainur, but even if they do the ugliest deeds, it will redound only to Ilúvatar's glory. But this gift implies that Men can only dwelt in the world for a short time, while the Eldar well till the Great End, and not even the Valar know what is prepared for them beyond that.\n\n==Commentary==\nEach part of the chapter was written in a notebook, during the time Tolkien was working on the ''[[Oxford English Dictionary]]'' between late [[1918]] and spring of [[1920]], so they were composed two years or more after \"[[The Cottage of Lost Play]]\".<ref name=Ainur>{{LT1|II}}</ref>{{rp|45}}\n\nThe ''Link'' was clearly written after ''The Music of the Ainur'', as a way to include the cosmological myth into the narrative of Eriol and the Lost Tales. Although this early narrative will disappear, it is remarkable that in all the later versions of the [[legendarium]], [[Rúmil (elf of Tirion)|Rúmil]] will still be narrator or the author of the ''[[Ainulindalë (Rúmil's work)|Ainulindalë]]''.<ref name=Ainur />{{rp|49}}\n\nHowever, ''The Music of the Ainur'' of the notebook is not the first version, but the clean copy of a hastily pencilled draft. [[Christopher Tolkien]] includes the main differences with notes, like the names ''Ainu'' or ''Ilu'' instead of ''Ainur'' and ''Ilúvatar''.<ref name=Ainur />{{rp|52}} This revised version will later be the base for the first properly called ''[[Ainulindalë (Lost Road)|Ainulindalë]]'', conceived as a independent work, included in ''[[The Lost Road and Other Writings]]''.<ref>{{LR|P2IV}}, p. 155</ref>\n\nOn the other hand, the main differences with the ''[[Ainulindalë]]'' of Christopher's ''[[The Silmarillion]]'' are clear:\n* There is a narrative context with Rúmil and Eriol.\n* The great theme of Ilúvatar is more explicit (\"''The story that I have laid before you''\").\n* Ilúvatar's words at the end of the Music contains a long declaration of all the evil introduced by Melko in the world's history.\n* The Ainur contemplate the World that has already being created by the Music, so there is no [[Vision of Ilúvatar]], nor [[Eä|creative word]] by Ilúvatar.\n\n{{references}}\n{{DEFAULTSORT:Music of the Ainur}}"}}}