{"parse": {"title": "Mythlore 138", "pageid": 66232, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 138.gif"}, {"ns": 0, "exists": "", "*": "2021"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 137"}, {"ns": 0, "exists": "", "*": "Mythlore 139"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_138.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 138, Volume 39, Issue 2\n| image = Mythlore 138.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Spring/Summer [[2021]]\n|format=Paperback\n|pages=208\n}}\n'''''Mythlore'' 138''' ([https://dc.swosu.edu/mythlore/vol39/iss2/ Volume 39, Issue 2]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Friedrichsen, Dennis. \"Aspects of Worldbuilding: Taoism as Foundational in Ursula K. Le Guin’s Earthsea Saga.\"\n* Filonenko, Oleksandra. \"Magic, Witchcraft, and Faërie: Evolution of Magical Ideas in Ursula K. Le Guin’s Earthsea Cycle.\"\n* Filho, Derance A. Rolim. \"The Taoist Myths of Winter: Mythopoesis in ''The Left Hand of Darkness''.\"\n* Cassidy, Meghann. \"Who is There? Subjectivity, Transformation, and the Child’s Journey in Ursula K. Le Guin’s ''The Tombs of Atuan''.\"\n* Martiartu, Jon Alkorta. \"“Beware Her, the Day She Finds Her Strength!”: Tehanu and the Power of the Marginalized to Affect Social Change in Ursula K. Le Guin’s Earthsea Saga.\"\n* Rosegrant, John. \"The Four Deaths of Ged.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Rawls, Melanie A. Introduction to the Special Issue: The Art, the Craft, the Tale of Vision and Re-vision: Ursula K. Le Guin Shows the Way.\n* Bratman, David. The Practical Geography of Always Coming Home.\n* Swank, Kris. Ursula’s Bookshelf.\n* Bratman, David. \"Regarding 'The ‘Polish Inkling.'\"\n* Croft, Janet Brennan. In Memoriam: Richard C. West.\n\n====Reviews====\n\n* ''Tolkien's Lost Chaucer'' by John M. Bowers. Reviewed by Joe R. Christopher.\n* ''Tarot'', by Jessica Hundley, and ''Astrology'', by Andrea Richards. Reviewed by Emily E. Auger.\n* ''Crossing a Great Frontier: Essays on George MacDonald’s Phantastes'', edited by John Pennington. Reviewed by Tiffany Brooke Martin.\n* ''Re-Enchanted: The Rise of Children’s Fantasy Literature in the Twentieth Century'' by Maria Sachiko Cecire. Reviewed by T. S. Miller.\n* ''Rebirth in the Life and Works of Beatrix Potter'' by Richard Tuerk. Reviewed by John Rosegrant.\n* ''The Art of the Occult: A Visual Sourcebook for the Modern Mystic'', by S. Elizabeth. Reviewed by Emily E. Auger.\n* ''The Oxford Handbook of Victorian Medievalism'', edited by Joanne Parker and Corinna Wagner. Reviewed by Alana White.\n* ''Journey Back Again: Reasons to Revisit Middle-earth'', edited by Diana Pavlac Glyer. Reviewed by Megan N. Fontenot.\n* ''Waking the Dead: George MacDonald as Philosopher, Mystic, and Apologist'' by Dean Hardy. Reviewed by Jeremy M. Rios.\n* ''Splendour in the Dark: C.S. Lewis’s Dymer in His Life and Work'', edited by Jerry Root. Reviewed by Melody Green.\n* ''Fantasies of Time and Death: Dunsany, Eddison, Tolkien'' by Anna Vaninskaya. Reviewed by Sarah R. A. Waters.\n* Briefly Noted: Review of ''Fafnir: Nordic Journal of Science Fiction and Fantasy Research''. Reviewed by Janet Brennan Croft.\n{{mythlorenav|137|139}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 138}}\n\n[[Category:Mythlore]]"}}}