{"parse": {"title": "Interviews/James Dunning (4-17-07)", "pageid": 16198, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "2007"}, {"ns": 0, "exists": "", "*": "James Dunning"}], "templates": [], "images": [], "wikitext": {"*": ":The below article is of a chat session with [[James Dunning]] on April 17th, [[2007]]. The content should be preserved and not altered save for aesthetic reasons.\n\n\n\n<poem>\n<Beren>\tWelcome...\n<Beren>\tFor thos who do not know you! Can you tell us a little about yourself?\n<Mazarbulin>\tThanks to Tolkien Gateway and Tolkien Library for the warm welcome.\n<Beren>\tMazarbulin is by the way... James Dunning...\n<Beren>\tCan you tell us a little about yourself?\n<Mazarbulin>\tMy nickname is Mazarbulin, he-of-the-chamber-of records.  It has a basis in fact.  Anyway, I inhabit a massive library of >4000 books cleverly disguised as a small house at a respectful distance outside Atlanta.  The library has a small kitchen and bath.  Occasionally we sleep when we can bulldoze the bed free of books and papers.  I still possess the frayed old moth-eaten editions of The Lord of the Rings and Hobbit from 1966 when I\n<Mazarbulin>\tHaving a doctorate in Pharmacy and some 20 years' experience in that profession I consult for that industry on opportunity, or with similar industries with strong regulatory background.  I speak several exotic languages so I cna teach or translate for a living.  I operate the website www.dolmentreeart.com as an outlet for my art.  I also play Irish uilleann pipes and whistles with a local band.\n<Beren>\twow impressive\n<Beren>\tHave both enjoyed your art and your articles, what is your prefered medium?\n<Mazarbulin>\tAlthough I employ many different media, I confess to an especial fondness for pen and ink.  Thus far I have used black and white with some grey, but I am also branching out into rainbow inks.  This fondness for the B&W is likely somewhat anachronistic, deriving from my love of old etchings and prints, of eminent artists such as Dürer, Escher and Gustave Doré.  I can but aspire someday to approach their league.\n<Beren>\tif you want the next question just type 'next' so we know you are ready\n<Mazarbulin>\tnext\n<Beren>\tWe saw your illustrations in A Tolkienian Mathomium by Mark Hooker, how did you get into contact?\n<Mazarbulin>\tActually I was privileged to meet Mark Hooker at the Cwrs Cymraeg in Caerfyrddin, Cymru (Wales) in 2000.  I just walked up and introduced myself.  Mark confided that he had come to investigate Welsh language because he was into Tolkien.  Most folks, he said, when they heard that, just rolled their eyes drearily.  But I sparkled with enthusiasm.  Genuine LOTRians know the Elven tongue Sindarin was inspired by Cymraeg.  Indeed Celticis\n<Mazarbulin>\tnext\n<Beren>\tDo you plan to illustrate more Tolkien related books in the future?\n<Mazarbulin>\tIndeed my heart would warm to the project. Therefore I hope so, given the opportunity.  I could collaborate with another author, or I suppose I could even illustrate my own book.  I hope there is room yet for individual visions, which I certainly have aplenty.  Perhaps a couple of years may clear the slate, so that not every Frodo or Pippin depicted by an artist must resemble certain screen actors, if you know what I mean!\n<Mazarbulin>\tnext\n<Beren>\tWill you write more articles on Tolkien as well? (please do so!)\n<Mazarbulin>\tAs Billy Boyd’s Pippin said when formidable old Treebeard came to life:  ‘Don’t encourage it, Merry!’  But no, I appreciate your encouragement, having much yet to say about Tolkien (and many other things).  All I need is a soapbox…and a literary agent / publisher sympathetic to my writings, Tolkien-related and original.  Any recommendations or connections would be appreciated, as well as feedback.  Please visit my website a\n<Mazarbulin>\tnext\n<Beren>\tIn addition to Tolkien illustrations what other kinds of art do you create?\n<Beren>\this website: www.dolmentreeart.com right?\n<Mazarbulin>\tSorry, let me return to the previous question for a moment: i'd like to declare my Tolkien interests.  The Arkenstone of Tolkien’s world has many facets to enchant my eye.  Foremost is textual commentary, exploring and interpreting the tapestry, pursuing threads therein interwoven; also linguistic observations and cross-cultural links.  Tolkien’s spirituality, how a blessed Providential eschatology prevails in Middle-earth, in sp\n<Mazarbulin>\tNow back to the art question!  Besides Tolkien reflections, I have a long-standing creative obsession with dolmens, menhirs, cromlechs, or standing stones.  There are enigmas, themes Celtic, and fantastic themes, frequently involving thinking in other categories.  I have some grand ideas for future literature illustrations, even nightmares worthy of Franz Kafka.  Visitors to my new website www.dolmentreeart.com can view my budding To\n<Beren>\tMazarbulin... i think we get some parts missing...\n<Mithrennaith>\tBudding To -- what?\n<Beren>\tmaybe try to write smaller pieces at a time\n<Beren>\tthat will work better\n<CGI601>\tinteresting\n<Mazarbulin>\tMy Tolkien art is budding.  Let no one nip it in the bud.\n<Beren>\t:)\n<Mithrennaith>\t:)\n<Rosie>\tlol cute\n<Mazarbulin>\tEverybody untangled now?\n<Beren>\tyes\n<Beren>\tHow do you work to illustrate a scene from Tolkien's books?\n<Mazarbulin>\tThis is a long one.  Please bear with me.....I will answer this in segments.\n<Mazarbulin>\tHaving read H/LOTR over 20 times, in the mind’s secret chamber I have a massive card catalog of facts, cross-references, impressions, even snapshots of certain scenes.  In many instances these have further devolved into actual ‘visions.’  I flesh out details in these visions using material from the books, even and especially from their Appendices, which contain a dazzling wealth of information.  Sometimes characters’ faces co\n<Mazarbulin>\tSo inspiration integrates with perspiration in research and execution.  Pen and ink drawings, however rewarding, are laborious and time-consuming, an exercise in patience and B&D.  Advance studies and sketches are advisable, for once the pen has touched down on paper, its mark is there.  Period.  Of making the myriad dots and hashings there seems no end.  Too many simple lines can work artificial, confusing, listless or boring.  One \n<Eru_PT>\tHello everybody!\n<Earendil2>\they\n<Mazarbulin>\tBut fatigue is a harsh limiting factor.  There are telltale signals when you’ve reached your ‘dot threshold’ for the day.  Your eyes glaze over and refuse to accommodate.  Hunching over a desk obsessing over dot-dot-dot-dot-dot…(ad !) can get into your back, not to mention your wrist.  At this point it is prudent to lay all aside with a will rather than to risk any sudden jab of importune haste ruining an ambitious work ne\n<Beren>\tWe are currenty giving a Q&A with James Dunning\n<Eru_PT>\tthanks for the information Beren ;)\n<Beren>\tJames... can you shorten the segments?\n<Mazarbulin>\tHello newcomers and welcome!  Without keeping track, certainly at least 70 hours of execution went into The Bridge of Khazad-Dûm, a scene very dark and difficult with dots.\n<Beren>\ti think we are missing some parts here... James\n<Beren>\tshall we try again and paste shorter pieces?\n<Mazarbulin>\tI see everything on my screen.\n<Beren>\thmm... i don't\n<Earendil2>\tJust type 1 or 2 lines plz\n<Mithrennaith>\tnor i\n<merp-driving>\twe're seeing your long posts truncated\n<Beren>\tok... we will do that one again... just write smaller pieces \n<Aesir>\tIt's getting truncated after about 425 characters or so.  Try copy+paste of just a sentence or two at a time if need be.\n<Beren>\tso we all get your reply\n<Beren>\tno worries\n<Beren>\twe will ask the question agin\n<Beren>\tHow do you work to illustrate a scene from Tolkien's books?\n<CGI601>\tGreetings from Perú, my name is Tramontana\n<Mazarbulin>\tWell, i told you about the inspiration, about the rigor of actual execution of dots and dots, and how many hours of dots and hashes it takes to make a piece.\n<Mazarbulin>\tOK. Having read H/LOTR over 20 times, in the mind’s secret chamber I have a massive card catalog of facts, cross-references, impressions, even snapshots of certain scenes.  In many instances these have further devolved into actual ‘visions.’  \n<Mazarbulin>\tI flesh out details in these visions using material from the books, even and especially from their Appendices, which contain a dazzling wealth of information.\n<Mazarbulin>\tSometimes characters’ faces come to me in actual people I encounter.  I once met Bilbo Baggins on the train in Germany. \n<Mazarbulin>\tSo inspiration integrates with perspiration in research and execution.  Pen and ink drawings, however rewarding, are laborious and time-consuming, an exercise in patience and B&D.  \n<Mazarbulin>\tAdvance studies and sketches are advisable, for once the pen has touched down on paper, its mark is there.  Period.  \n<Mazarbulin>\tOf making the myriad dots and hashings there seems no end.  Too many simple lines can work artificial, confusing, listless or boring.  \n<Mazarbulin>\tOne must learn also how to imply shapes indirectly, without lines, by framing or silhouetting them in dots:  lots and LOTS of dots.  \n<Mazarbulin>\tBut fatigue is a harsh limiting factor.  There are telltale signals when you’ve reached your ‘dot threshold’ for the day.  Your eyes glaze over and refuse to accommodate.  \n<Mazarbulin>\tHunching over a desk obsessing over dot-dot-dot-dot-dot…(ad !) can get into your back, not to mention your wrist.  \n<Mazarbulin>\tAt this point it is prudent to lay all aside with a will rather than to risk any sudden jab of importune haste ruining an ambitious work near its end.  Better return in the morning.\n<Mazarbulin>\tWithout keeping track, certainly at least 70 hours of execution went into The Bridge of Khazad-Dûm, a scene very dark and difficult with dots.\n<Mazarbulin>\tIs that better?\n<Nefarious>\tperfect\n<Earendil2>\tvery :)\n<Beren>\tyes thank you\n<Mazarbulin>\tAny other questions fragmentary?\n<Beren>\tanyone?\n<Beren>\tseems they are all ok\n<Aesir>\tBeren, I'd forwarded one through you.\n<Beren>\to thank\n<Beren>\ts\n<Thomas>\twill you illustrate the First Age someday ?\n<Mazarbulin>\tI had honestly never thought about it.  To tell the truth, I always had a warm spot in my heart for LOTR.  But now that you mention it, there might be inexpressible joy in constructing Thangorodrim or the Willow Meads of Tasarinan that now lie under the wave.\n<merp-driving>\tor what about the forming of arda from the void?\n<Mazarbulin>\tMy 'public' Tolkien art is in its infancy and I don't know the extent I'll branch out into the Elder Days.\n<Beren>\tIf you sat down to draw an image from Middle-Earth today, what would it be? why?\n<Beren>\tthis one is a question from Aesir - thank you\n<Mazarbulin>\tAs for Arda, there are so many actual photos of galaxies out in space that form rich auras of color beyond our wildest imagination.  These would inspire me.\n<Mazarbulin>\tBeren, I have wanted to draw Frodo and Sam in Orc rags and armour descending into Gorgoroth, with Mount Doom looking like the shadow of death, ash and cracks extending to the horizon.\n<Earendil2>\tBecause it takes alot time to make one picture, how much do you make in a year?\n<Beren>\tsounds like an interesting image!\n<Aesir>\tPowerful image.. like Khazad-Dum.  I see a theme.  Thanks for the response, Mazarbulin.\n<Mazarbulin>\tWell, actually one can make about one drawing per month, at least.  More than that is really pushing the envelope, because I have so many more projects, some of which are necessary to make money.\n<Beren>\tnext question?\n<Mazarbulin>\tProceed!\n<Beren>\tIn your article \"Wizardry, Witchcraft and the Bloodthirsty World of Faerie,\" in the March 2007 issue of Beyond Bree, you talk about the layers on meaning in the word 'wizard.' In the definitions you cite for 'wizard,' the first one (the one with the positive connotation) contains the words 'wisdom' and 'knowledge,' but the second (the one with the negative connotation) only contains the word 'knowledge.' Do you think that Tolkien\n<Beren>\t was aware of this division?\n<Beren>\tdid that come through fine? is rather long question?\n<Aesir>\tit was fine\n<Mazarbulin>\tYes.  But it takes a bit of pasting to answer the question.  Any takers or interested parties?\n<Beren>\tyes we want to hear the anwer of course\n<Beren>\ttake your time\n<Mazarbulin>\tA good and apt question! For those who have not seen it, my March article was precipitated by the reactions of certain Christian fundamentalists, who protest and oppose works of fantasy (including Tolkien) featuring as characters “wizards” or “witches,” because in English translations of the Old Testament these words were used to depict pagan shamans decried with dire Biblical prohibition\n<Mazarbulin>\tOK?\n<Mithrennaith>\tends with \"prohibition\n<Mazarbulin>\tOK. I discuss the English word wizard and the original Hebrew word it was chosen to represent, and why.  After that I air some of Tolkien’s reflections on the nature of Fairy Stories.\n<Beren>\tindeed\n<Mazarbulin>\tWizard derives from ME wysard, meaning simply ‘wise man.’  The word derives from AS wīs ‘knowing.’  The chief usage preserves this positive meaning: “1 archaic : a man of wisdom and knowledge :  SAGE, WISE MAN.”  \n<Mazarbulin>\tAnother meaning imparts a sinister flavor: “2  : one devoted to the black art : one skilled in the knowledge and practice of the occult arts : a man who practices witchcraft : MAGICIAN, SORCERER. “ \n<Mazarbulin>\tTolkien, clearly and quite in character, uses archaic Definition 1 in defining the Istari of Middle-earth, as they reflect the noblest aspirations of their calling: Gandalf, erstwhile Saruman, and Radagast.  \n<Mazarbulin>\tThe Saruman at the end of the Third Age is quite another story, and by Saruman’s example Tolkien demonstrates that he is quite aware of both meanings of wizard, and of their distinction\n<Mazarbulin>\tWhen Gandalf is summoned to Isengard and walks into Saruman’s trap he notices that Saruman has laid aside his accustomed robe of pure white.  Instead Saruman wears a new iridescent robe that shimmers deceptively with many shifting colors.  \n<Mazarbulin>\tGandalf protests that he likes white better.  But Saruman sneers, replying that white merely serves as a beginning; white cloth can be dyed, the white page overwritten, and white light can be broken.\n<Mazarbulin>\tIn turn Gandalf remarks that then the light is no longer white, and “he who breaks a thing to find out what it is has left the path of wisdom.” (My italics) [I, 339: The Council of Elrond]\n<Mazarbulin>\tYou won't see the italics, but so far it's a good start. Stand by...\n<Guest068>\tHi Beren sorry to interupt just testing my connection.Roger Garland\n<Mazarbulin>\tGandalf’s words are an important foreshadowing.  When Saruman rejects the white appointed to him in the West, he has forsaken those positive qualities that heraldic white singularly symbolizes: \n<Beren>\tWelcome Roger Garland!\n<Mazarbulin>\tpurity, spirituality, selflessness, sacrifice, in favor of a ghostly rainbow of hues shifting and impermanent.  Saruman has abandoned his roots, his principles, and all wisdom.  \n<Guest068>\tGreat speak to you all later\n<Mazarbulin>\tSo Saruman shuts down connections to the West, and Sauron controls the Orthanc palantír, rendering Saruman’s knowledge blacker and more delusional.  Saruman forges lovely Isengard into his own hideous slave’s model of Barad-Dûr itself.  \n<Beren>\twe look forward to that! For all people who joined in, we currently hold a Q&A with James Dunning\n<Mazarbulin>\tMarshalling his Orcs and evil Men, Saruman turns against the West and tries to dominate Middle-earth by force.  Saruman is fallen.  He has become wizard 2, but only briefly.\n<Mazarbulin>\tOn the steps of Isengard Gandalf the White (himself now like Saruman as he should have been), gives the fallen Saruman a last chance to repent and return to aid the Western Alliance.  \n<Mazarbulin>\tBut Saruman has fallen deep into The Enemy’s pit of hatred, rage, lust and pride. \n<Mazarbulin>\tRefusing to recant, Saruman vents gall on the Fellowship.\n<Mazarbulin>\tGandalf breaks Saruman’s staff, casting him from the White Council.  Saruman is a wizard no longer.  \n<Mazarbulin>\tANSWER: Tolkien’s wizards cannot survive long without wisdom.  \n<Earendil2>\t:P Nice!\n<Beren>\t:) very \n<Mazarbulin>\tThis comes from an article on the way to being published.\n<Beren>\twhere will this be published?\n<Mazarbulin>\tWe'll see.\n<Beren>\tBeyond Bree maybe?\n<Mazarbulin>\tI won't jinx it without formal acceptance!\n<Beren>\tok\n<Beren>\tThis was the last question we had been submitted to ask. Can we ask some more questions?\n<Mazarbulin>\tSure! Proceed!\n<Beren>\tSo >4000 books\n<Beren>\twonderful\n<Earendil2>\tHow much pictures do you make in a year? If you're working 70 hours on one\n<Beren>\twhat are they about?\n<Mazarbulin>\tAt the moment I cannot find the time to make exactly 1 picture per month, because the wolf is at my door and my eldest daughter will soon get hitched, so I am also consulting like crazy.  Soo I hope also the weather will turn and can spend more time in the studio.\n<Earendil2>\tOk\n<Mazarbulin>\tMy head is certainly buzzing with visions, AND with new articles.\n<Mazarbulin>\tYes, we have over 4000 books.  None exciting like Beren's historical and august collection, but all are very dear to me.  And I find it hard to part with them.\n<Beren>\tNext question?\n<Earendil2>\tDon't have any anymore, I liked that part about wizards :)\n<Taredhel>\tDo you still find time to play music?\n<Mazarbulin>\tIndeed currently I am busy three weekends a month, and yes, it does make some money, which helps, but it also cuts into my art time.  March with the spirit of St. Patrick's Day was pandemonium.\n<Mazarbulin>\tHello Orome and Deagol!\n<Orome>\tHello everybody!\n<Beren>\tAnyone another question for James Dunning? \n<Beren>\tok i'll ask one then...\n<Beren>\tFor your art... or articles\n<Beren>\twhere do you find your inspiration?\n<Mazarbulin>\tInspiration comes in many guises.  My pal Mark Hooker and I actually mutually inspire each other.  He has knack for suggesting new articles to me (without actually meaning to).\n<Mazarbulin>\tI also look for Tolkien connections while reading the newspaper and other popular press.  e.g., a locla mother went to war with the School Board over the Harry Potter books.\n<Beren>\tHow did that tale end?\n<Mazarbulin>\tFolks from our Deep South with long memories wil remember that Tolkien's works suffered the same rejection because of 'wizards' etc.\n<Beren>\tyes we have read about that\n<Morrewen>\tTheere was something in the news here in Holland, a while ago, that some Christian schools did not want Harry Potter and the Hobbit in their library.\n<Earendil2>\t8| n00bs\n<Mazarbulin>\tThe mother seems to losing the war.  Most people recognize that Tolkien, Harry, and other works are simply works of imaginative fiction.  Hollywood is much scarier, anyway, with cult flicks such as Dawn of the Dead!\n<Guest0>\tYou don't say wit hthe upcoming HP movies\n<Melianna>\tHere in Ukraine they hardly ever prevent kids from watching any movie they like\n<Melianna>\tSo I was pretty taken aback when I saw 7-year-old kids at Goblet of Fire. It made them very upset\n<Beren>\thow does such an article inspire you to write an article? or create a drawing?\n<Mazarbulin>\tHello Melianna! Ukrainians seem to have better sense than some folks here!  Censorship is strong here.  Many have religious scruples.\n<Melianna>\tWell yeah, we have total freedom of speech etc everywhere apart from politics :)\n<Beren>\tok people are free to pick in from now... if this is OK for you James Dunning?\n<Mithrennaith>\tcan I continue on the last point please?\n<Sil>\twe don't have such censorship at the cinema here in Hungary, either... \n<Mazarbulin>\tThe articles come from one circuit, the art from another.  In articles the words just arise to consciousness, in some cases.  Of course all words must be carefully chosen.\n<Melianna>\tSorry everyone I have just arrived and am a bit out of touch... I can just ramble on, can't I? No channel is going to be muted, right?\n<Mithrennaith>\tHere in the Netherlands orthodox christians organised a seminar on whether Tolkien, Lewis and Rowling were acceptable to christians\n<Mithrennaith>\tor whether they were bordering too much on the occult\n<Mazarbulin>\tSo that means lots of polishing.  Tolkien despised C.S. Lewis's form of writing, where he just dashed something off (or so JRRT said) and whisked it off to the publisher.\n<Sil>\tLewis? o_O\n<Melianna>\tTolkien and Lewis? Debating their Christian natures is plain silly, no offence meant, of course\n<Earendil2>\tTolkien and Lewis are Christians!\n<Melianna>\tOf course so is Rowling I'd say\n<Earendil2>\tMaybe, don't know.\n<Melianna>\tBut Tolkien and Lewis are not JUST Christians, they are adepts of the faith, I'd say\n<Thomas>\tIn France a book was published (\"Faerie and Christianism\") which aims to prove that the only way to read and understand LotR is the Christian way, and that it's a conspiracy against religion if major books such as shippey's only mention it in passing\n<Mithrennaith>\tThe seminar concluded that all three were acceptable, but graded them with Lewis being most christian, Rowling least\n<Melianna>\tMith, I think that is fitting\n<Beren>\tbefore you all take of talking... i wish to thank James Dunning a lot for preparing us such lovely answers! Thank you for making time for us\n<Earendil2>\tI guess they're right, but how can you grade a christian anyway?\n<Earendil2>\tYeah, thanks!\n<Mithrennaith>\tI thought so too\n<Mazarbulin>\tLewis is certainly the most overt at Christian expression, since he employs the allegory of Aslan.\n<Beren>\tHope you enjoyed it as much as we did!\n<Mithrennaith>\tand thanks James Dunning!\n<Thomas>\tthx James !\n<Beren>\tOK hope you can stick around a little James Dunning it seems you have touched a very interesting topic\n<Sil>\tsome people here think that we Tolkien-fans have a kind of a sect, because of the mention of the Valar and such things...\n<Melianna>\tDon't want to vex any HP fans present, but anyway older ppl who are taken by the Potter novels and then start dressing up, waving wands around saying: Hey' I'm Severus, watch me... hmmm... \n<Melianna>\tSil, people HERE? Would they be here if they thought so?\n<Mithrennaith>\twhere Sil lives, I think\n<Mazarbulin>\tThanks for listening to my ramblings.  Please visit my website sometime! The Christianity of Tolkien is what so many of my articles are about, too!  Oh..OK.  I'll remain on the line.\n<Sil>\tnot HERE, just \"here\", in Hungary...\n<Melianna>\tOk I see\n<Earendil2>\tMazarbulin, you agree that Tolkien is a christian? :P\n<Thomas>\tnow that's a silly question !\n<Beren>\twww.dolmentreeart.com .... please all go and have a visit! this is the website of James Dunning\n<Mazarbulin>\tWithout doubt.  His eschatological view of Middle-earth is eucatastrophic.\n<Melianna>\tWe in Ukraine run into a similar problem, I try and handle it by approaching Tolkien from a more scientific way and generally disregarding the opinions of people who think Tolkien fans are like a sect\n<Melianna>\tWhy just today as I was on the subway I saw a girl in a distinctive faerie dress\n<Melianna>\tSo the cause lives on of course :)\n<Rowns>\tDid I miss all the good giveaways? :)\n<Beren>\tyes you did\n<Mazarbulin>\tMy colleague Mr. Hooker thinks that in Russia there are some 'deviant' Tolkien 'sects.'\n<Melianna>\tRowns, not to worry, so did I :)\n<Beren>\thaha\n<Beren>\tno more to come\n<Mithrennaith>\tYes I read Hooker on that :)\n<Rowns>\tis that no, more to come, or \"no more\" to come?\n<Melianna>\tBeren, no more giveaways???\n<Melianna>\tWhat did Hooker have to say?\n<Thomas>\trowns: all 5 copies of CoH were distributed to the first who could copy and paste something beren said :p\n<Earendil2>\tBeren, which one did we miss? :P\n<Frandalf>\tofcourse there are ;)\n<Beren>\thaha... much more to come\n<Thomas>\tjust joking\n<Melianna>\tAnd anyway I am Ukrainian. not Russiam\n<Melianna>\tBeren, you nearly made me cry that time :)\n<Frandalf>\tcontest now? I have to leave in 10 minutes, so give me one last change, pls ;P\n<Thomas>\tMazarbulin: the article in the first TS seemed to indicate the same thing\n<Earendil2>\tI heard that too, about the Russians. But I guess that enough people don't like that\n<Beren>\tsit back and enjoy chatting with James Dunning a little\n<Beren>\ti'll prepare something\n<Earendil2>\tMazarbulin, do you think that none of the LotR and other story's of Tolkien can be connected with christianity?\n<Mazarbulin>\tIn his Tolkien Through Russian Eyes (Walking Tree Press) Hooker describes a Tolkien Church that rather loosely embraces ideals of Christianity.\n<Melianna>\tI have no idea what things are like there exactly, I have not had any real-life interactions with Western European fans, so well... I suppose that everyplace where Tolkien studies have no official basis or support and leadership is taken up by groups with unknown ends\n<Thomas>\t(I was speaking about When philology becomes ideology : the russian perspective of JRRT, by Markova)\n<Mazarbulin>\tHooker also states that thee are some heroic hoodlums in Russia too who tune into the heroism and violence of Tolkien and bypass the religion.\n<Melianna>\tAnd esp. in Russia any kind of activity like this tends to attract ppl who are at odds with society\n<Thomas>\tMazarbulin: Markova mentions some \"hobbit clubs\" with close combat and military training\n<Mithrennaith>\tIn short, Tolkianity and the Tolkinuty\n<Melianna>\tAnd they see it as an opportunity for escapism only\n<Mithrennaith>\texactly\n<Melianna>\tAh, yes Mith there is such a thing (latter) but I have never heard of it go with any grim meaning\n<Mithrennaith>\tThere is a grimmer sort, according to Hooker\n<Mazarbulin>\tEarlier I tried to mention that LOTR is a supremely Christian work, even as C.S. Lewis' work, but what Lewis says with a sledge hammer, Tolkien says with a wink!\n<Mithrennaith>\tso true\n<Melianna>\tAlso, since many gatherings are unofficial (indeed almost all of them) theyc attract many ppls who have nothing to do with Tolkien\n<Melianna>\tesp after the movies\n<Melianna>\tcame along\n<Earendil2>\tTolkien himself didn't say that it was meant to be a christian work?\n<Hyarion>\tback!\n<Hyarion>\tGOT IT\n<Mazarbulin>\tLeaf by Niggle is a parable about Roman Catholic Purgatory.\n<Mithrennaith>\tYes Earendil2, he did\n<Vonilan>\tHey.\n<Sil>\tand there's Mythopoeia too... but he doesn't use allegory\n<Earendil2>\tMith, where did he say that? I always knew he didn't :S\n<Melianna>\tSometimes there are ppl who get too involved, and sometimes there are just adolescents who have had too much beer and are looking for a way to pass the time... they are the ones who make teh community look like then in the eyes of the public. But still there are a good many who appreciate Tolkien and still don't cross the boundary between fantasy and reality\n<Mithrennaith>\tNo, he just want all his works to display basic christian values without open christianity\n<Cirdan>\tJust because it's a Christian work doesn't equate to a work being an allegory; and I think that's the mistake a lot of the public make.\n<Marcel_afk>\tLotR e un opera fundamentalo catolico :)\n<Melianna>\tAnyway, I wish our Tolkien societies would do more towards earnest research :) and thaht our universities would introduce courses maybe not on Tolkien, but on fantasy discourse or the like\n<Beren>\tJames Dunning how you feel we give away a print of The Bridge of Khazad-D?m\n<Marcel_afk>\tTolkien says in a letter that LotR is a fundamentally Christian work. \n<Melianna>\tBeren, NOT another treasure hunt!\n<Earendil2>\tThanks Marcel ;)\n<Beren>\tI have a contest ready!\n<Mazarbulin>\tMazarbulin, he-of-the-chamber-of-records, a.k.a. James Dunning signing off.  Gute Nacht, Do svidanya, visszont latasra, tot ziens, etc. etc. \n</poem>\n\n[[Category:Interviews]]"}}}