{"parse": {"title": "Moria (1994 book)", "pageid": 23667, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Moria (1994 book).jpg"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "exists": "", "*": "Moria: The Dwarven City"}, {"ns": 0, "exists": "", "*": "Moria (disambiguation)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Moria_(1994_book).jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|Moria|[[Moria (disambiguation)]]}}\n{{book\n|title=Moria\n| image = Moria (1994 book).jpg\n|author=Peter C. Fenlon, Jr. \n|isbn=1-55806-213-0 \n|publisher=[[Iron Crown Enterprises]]\n|date=1994\n|format=Softcover\n|pages=168\n|ice=2011\n}}\n'''''Moria''''' is a supplement (in the ''Citadel''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. It replaces the 1st Edition ''[[Moria: The Dwarven City]]''.\n\nFor use with this supplement, [[Mithril Miniatures]] released a set of metal miniatures (M155 - M164 ''Durin's Dwarves'').\n\n== Cover/Jacket Text == \n\n''\"There was a blow on the door that made it quiver; and then it began to grind slowly open, driving back the wedges. A huge arm and shoulder, with a dark skin of greenish scales, was thrust through the widening gap. Then a great flat, toeless foot was forced through below. There was dead silence outside.\"'' - The Fellowship of the Ring \n\nMoria, the \"Black Chasm,\" lies deep in the bowels of the Misty Mountains. Here Durin's Folk, the oldest of the Seven Dwarf-houses, sculpted the vast city and endless mines of Khazad-dûm, the largest fortress ever constructed by the Free Peoples. Its stairways climb to the starry heavens and descend to depths unknown and terrible; its countless bridges cross bottomless pits and enchanting canyons; and its wonderfully-embellished vaults guard untold riches, including mithril: the enchanted \"true-silver,\" the most priceless of all metals. Shrouded by an unspeakable curse - a foul, wicked legacy of original evil - this awe-inspiring marriage of singular natural and Dwarf-made wonders presents one of the greatest settings for exploration and adventure in all of Endor. \n\nMORIA includes: \n*FULL-COLOR MAPS of Dimrill Dale, the headwaters of the Sirannon, and the spires above Moria: Redhorn, Cloudyhead, and Silvertine. \n*CROSS-SECTION OF THE STRONGHOLD depicting the core of Khazad-dûm, its sprawling mines, its Deeps and Levels, the Endless Stair, and the unfathomed Under-deeps. \n*STONE MAPS portraying the complex network of avenues, roads, accessways, and mineways that connect Moria's myriad armories, ceremonial chambers, dungeons, gathering halls, and treasures. \n*KEY LOCATIONS - the hidden West-gate, outside the enchanted doors of which Gandalf searched his ancient memory for the word which would open the portal; the Chamber of Mazarbul where Frodo stabbed a Cave-troll with his blade Sting; and the Unending Well bridged by the narrow span where Gandalf confronted the Balrog. \n*FLOORPLANS for the Second Hall of the First Deep, the East- and West-gate, the Chamber of Records, the King's Armory, the Cold-forge, the Balrog's Lair, etc. \n*SMITHIES where precise recipes for smelting, fire-forging, and cold-forging produce ingots, coins, and artefacts of unparalleled quality. \n*TRAPS - the perilous devices with which the Dwarves guard treasured or sacred places in their cavern home. \n*6 ADVENTURES AND 3 EPISODES - confront treason amid the hotbed of political intrigue that comprises the royal court of Khazad-dûm under King Báin; accompany an aged Dwarf into abandoned Moria on an expedition seeking ancient treasures and heirlooms; learn the mystery of the Under-gates in the baffling Dwarven runes that hint at a Stone of Closing forged by Durin's Folk long ago.\n \nThis citadel module is a revision of ICE's acclaimed 1984 campaign sourcebook. Beside containing a host of new material covering everything from the wind-swept Redhorn Gate to the fiery Under-deeps, it provides statistics for MERP, Rolemaster, and the Lord of the Rings Adventure Game.\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}