{"parse": {"title": "Letter to \"My Dear People\"", "pageid": 38626, "redirects": [{"from": "People 6 April 1963", "to": "Letter to \"My Dear People\""}], "links": [{"ns": 0, "exists": "", "*": "1963"}, {"ns": 0, "exists": "", "*": "6 May"}, {"ns": 0, "exists": "", "*": "Edith Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}], "images": ["MydearPeople1.jpg", "MydearPeople2.jpg", "MydearPeople3.jpg"], "wikitext": {"*": "[[File:MydearPeople1.jpg|thumb]]\n[[File:MydearPeople2.jpg|thumb]]\n[[File:MydearPeople3.jpg|thumb]]\n\nOn [[6 May]] [[1963]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to \"My Dear People\"'''.<ref name=Telegraph>{{webcite|author=|articleurl=http://www.telegraph.co.uk/news/newstopics/howaboutthat/9049899/JRR-Tolkiens-grumpy-holiday-letter-sells-for-1700.html|articlename=JRR Tolkien's grumpy holiday letter sells for £1,700|dated=30 January 2012|website=Telegraph|accessed=19 March 2012}}</ref>\n\n*'''Subject:''' [[Edith Tolkien|Edith]]'s health, discussion of a \"disastrous holiday\", greetings.\n*'''Comments:''' Tolkien appears to have met the couple on a holiday with his wife in 1963.<ref name=Telegraph/>\n*'''Publication:''' None.\n*'''Description:''' Handwritten letter signed by J.R.R. Tolkien.\n\n== Content ==\n\nIt describes a holiday Tolkien and his wife took in 1963. Although not a pleasant trip, he talks about his delight at meeting the couple, whom he addresses \"My dear People,\". Tolkien goes on to describe his and his wife's poor health, a 'disastrous holiday' and to thank the recipients for their 'company and kindness'. Accompanying the letter is a Christmas card with a photograph of Tolkien flanked by his holiday companions, Wilfrid and Nora. In the postscript of the letter, he apologizes for printing defects in the card. \n\nThe author writes:\n\n{{blockquote|I meant to send this to welcome you home, but both of us have been feeling ill. I am better now, but I am afraid Edith is not - a v. nasty throat.\nWe thought of you yesterday, and hoped your journey home would be less unpleasant than our icy winds and snow here foreboded.\nRather a disastrous (and costly) 'holiday'? But for us it was at any rate made memorable by your company and kindness. \n\nLove to you both\nfrom Ronald and Edith Tolkien\n\nI am sorry for the small defects in this copy. There are signs of some printing rush in these later examples.}}\n\nAdrian Rathbone, an associate at Richard Winterton's, said the letter had been found unexpectedly by the seller.\n\"It dropped out of a book they had,\" he said. \"It wasn't even a Tolkien book, we've brought in several experts who say it is real.\n\"The former owners brought it in to a valuation day that we held having found it at home. Letters like this do sell, but I have to say I thought the maximum it would fetch was GBP300-400, not GBP1,700.\n\"It's a complete mystery how it turned up, the letter was addressed to a couple Tolkien had met on holiday, but it wasn't the seller's family.\"\n\n{{references}}\n[[Category:Letters|My Dear People]]"}}}