{"parse": {"title": "Cottage of the Play of Sleep", "pageid": 66869, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Cottage of Lost Play"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Eriol"}, {"ns": 0, "exists": "", "*": "Fairies"}, {"ns": 0, "exists": "", "*": "Faring Forth"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Kôr"}, {"ns": 0, "exists": "", "*": "Lindo"}, {"ns": 0, "exists": "", "*": "Mannish"}, {"ns": 0, "exists": "", "*": "Meril-i-Turinqi"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Olórë Mallë"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part One"}, {"ns": 0, "exists": "", "*": "The Cottage of Lost Play"}, {"ns": 0, "exists": "", "*": "Tol Eressëa"}, {"ns": 0, "exists": "", "*": "Vairë (wife of Lindo)"}, {"ns": 0, "exists": "", "*": "Valinor"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:LT1"}], "images": [], "wikitext": {"*": "The '''Cottage of the Play of Sleep''', also called the '''Cottage of the Children''' was a cottage in [[Valinor]], outside [[Kôr]]. There [[Mannish]] children played until it was abandoned by the [[Fairies]] and blocked forever with great impassable rocks.\n\n== History ==\nDuring [[Eriol]]'s travels to [[Tol Eressëa]], he speaks with [[Lindo]] and his wife [[Vairë (wife of Lindo)|Vairë]] in the [[Cottage of Lost Play]], which is the successor to the Cottage of the Children. He asks about the history of the cottage and Vairë tells him about both of them, saying that The Cottage of the Children was a building of white, almost pearl like material, that stood in Valinor. Mannish children would come and play there while their fathers wandered into Valinor, or came back unsatisfied with the lands after seeing Valinor. Few children entered the cottage, but the [[Eldar]] watched it secretly and jealously, until the time came for them to depart. Afterwards it was blocked by rocks and the fair gardens it stood in were abandoned, never to be returned to even after the [[Faring Forth]].\n\nThe Men grew sad no longer seeing the Children, and so at the request of [[Meril-i-Turinqi]], Lindo and Vairë built the new Cottage of Lost Play. There, the children once more gathered and traveled to the [[Middle-earth|Great Lands]] from.<ref name=Cottage>{{LT1|I}}, pp. 18-20</ref>{{rp|18–20}}\n\n== Description ==\nThe Cottage of the Children was described as white, shining with a pale light like a pearl. It is not known what it was made of or when, but it had also a roof of gold thatch. The walls were bent with age and it had many small lattice windows that were twisted into strange shapes. On one side stood a thicket of white lilac and on the other, a mighty yew, that the children would play on. Birds of every kind gathered and sang there.<ref name=Cottage/>{{rp|18–19}}\n\nIt was located in the fairest of gardens near a silver sea in Valinor and the city of Kôr was nearby. The path of Dreams, [[Olórë Mallë]] led to it. The path bore a great lattice gate.<ref name=Cottage/>{{rp|18}}\n\n==Other versions of the legendarium ==\nThe Cottage of the Children appears only in ''[[The Book of Lost Tales]]''. [[Christopher Tolkien]] notes that the poetic renditions of the Cottage of Lost Play describe this Cottage of the Children, but that he cannot offer much insight, as much of this story was wholly abandoned by his father. He does state that one cottage exists, in Valinor and another on the isle of Tol Eressëa.<ref>{{LT1|In}}, pp. 27, 31</ref>\n\n{{references}}\n<references />\n{{DISPLAYTITLE:Cottage of the Play of Sleep}}\n[[Category:Locations in The Book of Lost Tales]]"}}}