{"parse": {"title": "Letter to Rayner Unwin (12 May 1955)", "pageid": 45539, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "12 May"}, {"ns": 0, "exists": "", "*": "1955"}, {"ns": 0, "exists": "", "*": "Appendix F"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Arwen"}, {"ns": 0, "exists": "", "*": "Book of Mazarbul"}, {"ns": 0, "exists": "", "*": "Cambridge"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Elvish"}, {"ns": 0, "exists": "", "*": "Faramir"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letter to Rayner Unwin (12 October 1972)"}, {"ns": 0, "exists": "", "*": "Letter to Rayner Unwin (23 May 1961)"}, {"ns": 0, "exists": "", "*": "Letter to Rayner Unwin (25 April 1966)"}, {"ns": 0, "exists": "", "*": "Letter to Rayner Unwin (28 December 1953)"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Rayner Unwin"}, {"ns": 0, "exists": "", "*": "Tengwar"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "W.H. Auden"}, {"ns": 0, "exists": "", "*": "Éowyn"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["Rayner_Unwin_12_May_1955.jpg"], "wikitext": {"*": "[[File:Rayner Unwin 12 May 1955.jpg|thumb]]\nOn [[12 May]] [[1955]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to [[Rayner Unwin]]'''.<ref name=Bonhams>{{webcite|author=|articleurl=http://www.bonhams.com/auctions/21761/lot/224/|articlename=Books, Atlases, Manuscripts and Photographs, London, Knightsbridge 19 March 2014, Lot 224|dated=|website=[http://www.bonhams.com Bonhams.com]|accessed=11 February 2014}}</ref>\n\n*'''Description:''' 5 pages, autograph letter, printed letter heading, publisher's datestamp on first page, 8vo, Sandfield Road, Oxford.<ref name=Bonhams/>\n*'''Publication:''' Excerpts from the letter appeared in the article \"[http://www.theguardian.com/books/2014/feb/11/jrr-tolkien-advised-wh-auden-lord-of-the-rings JRR Tolkien advised by WH Auden to drop romance]\", ''The Guardian'' (11 February 2014).<ref>{{webcite|author=Alison Flood|articleurl=http://www.theguardian.com/books/2014/feb/11/jrr-tolkien-advised-wh-auden-lord-of-the-rings|articlename=JRR Tolkien advised by WH Auden to drop romance|dated=11 February 2014|website=[http://www.theguardian.com/ TheGuardian.com]|accessed=11 February 2014}}</ref>\n\n==From the auction<ref name=Bonhams/>==\n\nAutograph letter signed, three times with initials (\"JRRT\"), to his publisher Rayner Unwin (\"Dear Rayner\"), written while the third volume of ''[[The Lord of the Rings]]'', namely ''[[The Return of the King]]'', was in proof and while Tolkien was working on the appendices and maps (\"...Silence has meant unremitting labour...\"), expressing relief that he approves of the map [i.e. the large-scale map of the area with which ''The Return of the King'' is mostly concerned] (\"...It cost me many days labour, plotting it out on squared paper, and researchings into the text...\") and asking that his son [[Christopher Tolkien|Christopher]] be given \"a suitable fee\" for his contribution (\"...the draughtsman put my draught into form at a sitting without going to bed until 6 a.m....\"); he then discusses proofs, hoping that Rayner has received his main corrections safely \"for there were some vital corrections in the set\", as well as later \"posthumous\" ones which were \"due to research into times and distances for the Map\"; after noting that he has received no further proofs, he lists the material that he has now sent off, namely \"all appendices complete: Copy for missing parts; correction of Galleys for parts of A and B, corrections of Family Trees; and correction of Revises for [[Appendix F]]\"; he confesses, nevertheless, that he is not very happy about it, adding that he has been influenced in his choice of material, and what to discard, by letters and \"by the comments and requests of more influential critics such as [[W.H. Auden|Auden]] (who came to see me recently) and P.H. Newby\" and that he still thinks \"it is at once too much and too little\" even if if contains \"plenty of 'lore' – which Hugh Brogan (son of D.B.), far the most critical and eagle-eyed of all critics, says is the main attraction\"; after further discussing the Appendices (see below), Tolkien asks if he could have a copy of the revised edition of ''[[The Hobbit]]'' (\"...I have not got – and do not think I have ever had – a copy of the ''The Hobbit'' incorporating the revision. Could I have one?...\") and throws in another request (\"...Is there any hope of getting copies of the American Edition of ''Fellowship''. I have had some of ''Two Towers''...\"); in his first postscript, he notes that his last fan letter was from the Vice Chancellor of [[Cambridge]] and that he has also received one from [Sir Peter] Medawar (\"...Professor Medawar the physiologist is bullying me – but he says he's afraid there is going to be a 'happy ending'. Would you call it a happy ending?...\"), while W.H. Auden, who has seen the galleys, on the whole approves (\"...but thinks including (I am relieved to find) the [[Éowyn|Eowyn]]-[[Faramir]] business; but he thinks [[Aragorn]]-[[Arwen]] unnecessary & perfunctory. I hope the fragment of the 'saga' will cure him. I still find it poignant: an allegory of naked hope. I hope you do...\"); in the second postscript, he thanks him for sending the bookseller John Wilson of Bumpus's reader's comment; in a third he says he has not had time to go over the accounts for the first two volumes.\n\nThis long and complex letter well illustrates the difficulties Tolkien was experiencing in bringing out this last volume, in his perplexity and lack of self-confidence even offering to ditch the whole appendix on translation and pleading for Rayner's advice: \"I have I expect in the end kept too much. If anything has to be rejected then please do not let it be the Runes and the Table I have painfully arranged (to fit the space I hope and avoid the sad fate of the [[Tengwar|Feanorian Letters]] which now look very scrappy!). The last two Family Trees Bolger and Boffin I should be glad to jettison. I should also prefer to jettison FII 'on Translation' rather than anything else. I have my doubts about it. Is it really a good thing to exhibit one's working  and is not the simple assumption that Western = English best left alone. What do you think. Does this section contain anything it would be sad to lose? I am still very sorry that the 'facsimiles' of the [[Book of Mazarbul]] are not in. And of course the name lists which would have given me a chance of providing some [[Elvish]] vocabulary. I should be very glad to hear what you really think of all this Appendix matter?\"\n\nThe first postscript anticipates much about the book's future reputation, in that Tolkien tells Rayner that \"among the so-called intelligentsia it is odd that most who bother to write are non-literary and largely scientists\", to which W.H. Auden, his most famous fan, was a notable exception.\n\nThis letter was sent to the present owner's husband on 26th February 1956 on behalf of Rayner Unwin, and is not published, or extracted, by [[Humphrey Carpenter]], ''[[The Letters of J.R.R. Tolkien]]''; presumably no copy was kept and the text was never made available to him. ABPC lists no letters by Tolkien to Rayner Unwin having been offered for sale (apart from one indeterminate reference to a letter addressed to 'Unwin' sold in 1975). The publisher's archives are now at the University of Reading.\n\n==See also==\n\n*[[Letter to Rayner Unwin (28 December 1953)]]\n*[[Letter to Rayner Unwin (23 May 1961)]]\n*[[Letter to Rayner Unwin (25 April 1966)]]\n*[[Letter to Rayner Unwin (12 October 1972)]]\n{{references}}\n{{title}}\n[[Category:Letters to Rayner Unwin]]\n[[Category:Letters|Unwin, Rayner (1955-05-12)]]"}}}