{"parse": {"title": "Elves (book)", "pageid": 23669, "redirects": [{"from": "MERP: Elves", "to": "Elves (book)"}], "links": [{"ns": 6, "exists": "", "*": "File:Elves (MERP).jpg"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Peter C. Fenlon"}, {"ns": 0, "exists": "", "*": "Terry K. Amthor"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Elves_(MERP).jpg"], "wikitext": {"*": "{{book\n|title=Elves\n| image = Elves (MERP).jpg\n|author=[[Peter C. Fenlon]], [[Terry K. Amthor]], R. Mark Colburn \n|isbn=1-55806-218-1\n|publisher=[[Iron Crown Enterprises]]\n|date=1994\n|format=Softcover\n|pages=176\n|ice=2013\n}}\n'''''Elves''''' is a supplement (in the ''Peoples''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\n== Cover/Jacket Text == \n\n''\"In the beginning the Elder Children of Ilúvatar were stronger and greater than they have since become; but not more fair, for though the beauty of the Quendi in the days of their youth was beyond all other beauty that Ilúvatar had caused to be, it has not perished, but lives in the West, and sorrow and wisdom have enriched it. And Oromë loved the Quendi, and named them in their own tongue Eldar, the people of the starts; but that name was after borne only by those who followed him upon the westward road.\"'' - The Silmarillion \n\nElves presents the Firstborn, the Quendi, the \"Speakers\". They awoke under the stars before the ascension of the Moon and the Sun and loved ever the twilight when Varda's lamps shone forth. The stories of their most illustrious figures - Fëanor, creator of the Silmarils, Eärendil, voyager of the skies, Galadriel, Queen of Lórien, Celebrimbor, forger of the Rings of Power - are recounted here. \n\nElves includes: \n*HISTORY - The tale of the Firstborn, from their awakening in Cuiviénen, through their long march westward to the Undying Lands, to the rebellion of the Noldor and their return to Middle-earth. \n*CALAQUENDI - The \"Light Elves\" who dwelt in Aman for a time and witnessed there the light of the Two Trees: \n**Fingolfin, who challenged Morgoth to single combat and wounded the Valar seven times. \n**Galadriel, daughter of Finarfin, she departed Aman not to retieve the stolen Silmarils, but to visit wide and unknown lands, to rule there a realm of her own. \n**Ingwë, High King and the greatest in wisdom of all the Elves, he dwelt in Aman for all the ages of Middle-earth. \n*ÚMANYAR - \"Those not of Aman\", the Elves who heeded the summons of the Valar, but turned back before reaching the Undying Lands: \n**Elwë, King of the Teleri, he turned away from the Undying Lands for love of Melian, the Maia who dwelt in Endor. \n**Eöl, deviser of metal hard as stell, yet malleable. \n**Amroth, Son of Amdír and King of Lórien. \n*AVARI - \"The Unwilling,\" the Elves who refused to follow Oromë into the West (and their descendants): \n**Haldir, one of the three Guardians of Lórien who encountered the Fellowship of the Ring as the eight survivors fled from Moria. \n**Nimrodel, beloved of Amroth, she regretted the return of the Elves of the West, claiming they brought war and betrayal with them.\n\nThis compendium is a revised version of material released in Lords of Middle-earth, Vol. I the Immortals in 1986. Elves features many more illustrations and includes stats for MERP, Rolemaster, and the Lord of the Rings Adventure Game. Perhaps like Sam Gamgee, when caught eavesdropping by Gandalf, you might have exclaimed: \"Elves, sir! I would dearly love to see them. Couldn't you take me to see Elves, sir, when you go?\" Unlike Sam, you won't need to travel to Mordor and back to meet Elrond, Glorfindel, or Arwen - just open the covers of Elves! \n\nNote: ICE's Elves is a revised compilation of material previously published as part of the work entitled Lords of Middle-earth, Volume 1: the Immortals: Elves, Maiar, and Valar. While ICE has added some new material and reorganized the data, most of the prose here was already in print when we began our revision.\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}