{"parse": {"title": "Northwestern Middle-earth Gazetteer", "pageid": 29349, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:MERP Northwestern Middle-earth Gazetteer.jpg"}, {"ns": 0, "exists": "", "*": "1992"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["MERP_Northwestern_Middle-earth_Gazetteer.jpg"], "wikitext": {"*": "{{book\n| title=Northwestern Middle-earth Gazetteer\n| image = MERP Northwestern Middle-earth Gazetteer.jpg\n| author=Mark Rabuck\n| isbn=1-55806-171-1 \n| publisher=[[Iron Crown Enterprises]]\n| date=[[1992]]\n| format=Softcover\n| pages=160\n|ice=4002\n}}\n'''''Northwestern Middle-earth Gazetteer''''' is a supplement (in the ''Sourcebook''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n== Cover/Jacket Text == \n\nIn the prefix to the gazetteer, our author writes: \"With the exception of the Red Book of Westmarch, written and preserved by the Hobbits and translated by Professor Tolkien, The Vagabond's Guide is perhaps the best surviving source we have concerning the Third Age of Middle-earth. While the Red Book predominantly contains narrative accounts of the deeds of Hobbits, the Pelrandir Permellon is a much older work from Gondor and is a unique guide to virtually every corner of Northwestern Endor. As its name implies, the text of The Vagabond's Guide addresses the various problems faced by travellers in the years immediately following the Great Plague.\" \n\nIf your adventurers are travelling in Middle-earth, let The Vagabond's Guide show them every corner of Tolkien's magnificent creation. \n\nThe Gazetteer features: \n\n*22\" x 34\" COLOR MAP OF NORTHWESTERN MIDDLE-EARTH with a grid for easy location of features described in the gazetteer and assigned map coordinates. \n*160 PAGES which provide GMs and players with critical facts for role playing campaigns from any site in northwestern Endor. \n*REALM descriptions include specifics such as rulers, population, products, and a concise history for all the nations between Angmar and Umbar. \nSITE entries detail origin, purpose, and population for the cities and citadels from the Agarond to Woodmen-town. \n*FEATURES include elevation, area, or length for the rivers, mountains, and plateaus of Endor - from the Adorn to the Withywindle. \n*TRADE ROUTES are covered exhaustively - with mileages and degree of danger specified for each leg of the journey, along with a short summary describing each major road. \n*THEME MAPS pinpoint deposits of valuable minerals, the locations of major cities, and the average temperatures for the many regions of NW Endor. \n*INDEX gives map coordinates for every entry in the gazetteer. \n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}