{"parse": {"title": "Dominions of the Seven", "pageid": 72300, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of Dominions of the Seven"}, {"ns": 0, "exists": "", "*": "Adunaic"}, {"ns": 0, "exists": "", "*": "An Artist's Interpretation of Middle Earth"}, {"ns": 0, "exists": "", "*": "Ar-Pharazôn"}, {"ns": 0, "exists": "", "*": "Ar-Sakalthôr"}, {"ns": 0, "exists": "", "*": "Hands of the Healer"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lungorthin"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Pete Fenlon"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Second Age 2386"}, {"ns": 0, "exists": "", "*": "Shadow in the South"}, {"ns": 0, "exists": "", "*": "Tar-Anarion"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Yellow Mountains"}, {"ns": 0, "*": "Second Age 1251"}, {"ns": 0, "*": "Second Age 3212"}, {"ns": 0, "*": "Second Age 3215"}, {"ns": 0, "*": "Third Age 1022"}, {"ns": 0, "*": "Second Age 2222"}, {"ns": 0, "*": "Second Age 3263"}, {"ns": 0, "*": "Third Age 984"}, {"ns": 0, "*": "Third Age 1440"}, {"ns": 0, "*": "Second Age 1666"}, {"ns": 0, "*": "Third Age 349"}, {"ns": 0, "*": "Third Age 1203"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Location infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:SA"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:ICE"}, {"ns": 10, "exists": "", "*": "Template:EndorMap"}, {"ns": 10, "exists": "", "*": "Template:Cite web"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}, {"ns": 828, "exists": "", "*": "Module:Cite web"}, {"ns": 828, "exists": "", "*": "Module:Cite web/data.json"}, {"ns": 828, "exists": "", "*": "Module:Cite web/styles.css"}], "images": ["CdxIconInfoFilled.svg", "Map_of_the_Dominions.jpg", "Detailed_Map_of_Mirëdor_and_Pel.jpg"], "wikitext": {"*": "{{Adaptation}}\n{{location infobox\n| name=Dominions of the Seven\n| image=\n| caption=\n| pronun=\n| othernames=Seven Lands, Mírenor ([[Quenya|Q.]]), Zimrathâni ([[Adunaic|A.]])\n| location=The Far South\n| type=Region\n| description=\n| regions=\n| settlements=Ostelor, Rô-molló, Arpel\n| inhabitants=Men, Elves, Dwarves\n| created=\n| destroyed=\n| rebuilt=\n| events=\n| audio=\n| audiocaption=\n| map=[[File:Map of the Dominions.jpg|thumb|Excerpt from [[Pete Fenlon]]'s “[[An Artist's Interpretation of Middle Earth]]”]]\n[[File:Detailed Map of Mirëdor and Pel.jpg|thumb|“Map of the Dominions of the Seven” by Pete Fenlon, showing parts of Mírenor and Pel.]]\n| timeline=\n}}\nIn [[Middle-earth Role Playing]], the '''Dominions of the Seven''' or '''Seven Lands''' ([[Quenya|Q.]] Ostodori), often simply called the '''Dominions''', were a loose union of realms in the far south of Middle-earth, in the lower half of the Metharn or Hyarnúmente peninsula. They were all coastal realms bordering the [[Yellow Mountains]]. For a while, they were united as the '''Princedom of Zimrathâni''' or '''Mírenor'''<ref group=\"note\">Mirëdor in earlier supplements</ref><ref name=\"briefhistory\">{{ICE|3900}}, p. 6</ref><ref>{{ICE|2026}}, p. 74</ref> By the 17th century of the Third Age, the rule of these lands had become largely titular. The Valdaclian Council of the Seven claimed power over the lands and followed [[Númenor|Númenórean]] traditions. Their rule was often rejected by the cities and peoples of the region, who instead set their own laws. The lords thus generally operated from the shadows out of their dominion citadels. This also meant that in practice, the Seven Lands often no longer neatly corresponded to the original Númenórean fiefs.<ref name=\"council\">{{ICE|3900}}, p. 24</ref>\n\nThe Dominions are the subject of the [[Shadow in the South]] supplement.\n\n==History==\nAlready long inhabited by Fuina Elves and tribes of Adena, Drel and Pel, the region saw the arrival of Númenórean settlers in {{SA|1251}}. Ardulion, Lord-captain of [[Tar-Anarion]]'s fleet, was tasked with establishing the colony of Lond Anarion at the river's delta. The colony quickly expanded inland, and though peaceful, the settlers quickly dominated the locals. From {{SA|2386}} to {{SA|3212}}, the land was united as the Princedom of Mírenor or Zimrathâni, which served as a fief for younger children of the King. Er-Imrazôr, the second son of [[Ar-Sakalthôr]], despised his children and instead divided the land equally among six sons and eight daughters, hoping to cause conflicts after his death. This indeed happened, but during the resulting wars, the youngest seven allied as the Valdacli and defeated their older siblings in {{SA|3215}}. Their dominions gave the land its collective name.<ref name=\"briefhistory\"/>\n\n==Dominions==\nMost of the dominions are not named in the supplement, but are generally identified by the names of their respective Valdaclian lord.<ref group=\"note\">At the time the supplement is set, which is presumably the 17th century of the Third Age as in most supplements.</ref>\n===Dominion of Seregul===\nSeregul ruled as an autocratic king over his dominion in Southern Pel, advised by a council of female elders called the Concordant Circle.<ref name=\"pel\">{{ICE|3900}}, pp. 20-21</ref><ref name=\"council\"/><ref name=\"council2\">{{ICE|3900}}, pp. 27-28</ref> Its capital was Orp Angwi, a Pel port city which was originally founded as Caras Angwi by Elves.<ref name=\"towns\">{{ICE|3900}}, pp. 32-38</ref>\n\n===Dominion of Arthrazoc===\nArthrazoc gave much leeway to his subjects in his dominion in Pel. His capital of Arpel was largely self-ruled by the Chamber of Boughs, whose four chambers derived from the Pel clans.<ref name=\"pel\"/>\n===Dominion of Daroc===\nDaroc ruled over the Yellow Mountains north of Seregul's and Arthrazoc's dominions.<ref name=\"council\"/> The dominion was allied to the dwarves who had settles the mountains.<ref name=\"council2\"/>\n===Dominion of Terilaen===\nTerilaen was an elf who ruled over the Forest of Valagalen in Drel, north of Daroc's dominion. Its banner was a blue tree on a grey field.<ref name=\"council\"/><ref name=\"council2\"/>\n===Dominion of Araphor===\nAraphor ruled southern Mírenor.<ref name=\"council\"/> Her realm's banner consisted of a light green chrysanthemum on a dark blue field.<ref name=\"council2\"/>\n===Dominion of Imrazôr III===\nImrazôr III ruled northern Mírenor.<ref name=\"council\"/> Its banner was a circle of seven golden seven-sided stars on a dark red field.<ref name=\"council2\"/>\n===Dominion of Phorakôn===\nPhorakôn's dominion was named Sûlcoron, encompassing the western part of the Elornan peninsula. He himself lived on Tol Turgul.<ref name=\"council\"/>\n\n==Regions==\nThe various regions, as previously mentioned, do not strictly correspond to the dominions.\n===Elorna===\n'''Elorna''' was a coastal wetlands region north of the Yellow Mountains. Not fit for farming or herding, most of it remained dense and wild.<ref>{{EndorMap|Elorna}}</ref>\n===Mírenor===\n'''Mírenor''' (Jewel-land) or ''Zimrathâni'' was a coastal plateau north of the Yellow Mountains.<ref>{{EndorMap|Miredor}}</ref> Its name was once also used to refer to the entire Seven Dominions during the Second Age.<ref name=\"briefhistory\"/>\n\nIts chief city was Alsarias, a port founded in {{TA|1022}} and mostly inhabited by Adena.<ref name=\"towns\"/>\n\n===Drel===\n'''Drel''' was a region at the southwestern end of Middle-earth, named after the Apysan tribes who lived there. They were related to the Pel and Adena. The region was dominated by the Forest of Valagalen.<ref>{{EndorMap|Drel}}</ref>\n\nOstelor was a fortified port city in the region. Originally founded in {{SA|2222}} by Cameär, a captain of Tar-Ancalimon, the Númenórean haven was later razed in {{SA|3263}} by [[Ar-Pharazôn]] as a penalty for unpaid tribute. The city was rebuilt in {{TA|984}} by Elorion the Elf-friend and grew into one of the Dominions' largest cities. It was governed by the Makutano, an oligarchic council of fourteen members known as Carashiri who elect a High-lord, or Malana, to rule for life. The city's banner followed that of Elorion: a white demonic skull on a red field, for Elorion's ancestor Olorakhor who had allegedly defeated [[Lungorthin]]. In {{TA|1440}}, to placate their neighbours, the Makutano added a black Drel rune meaning prosperity, as well as a purple ribbon to honour the Fuina.<ref name=\"towns\"/>\n\nRô-molló was an island city and the primary cultural center of the Drel people, situated atop a volcanic plug in the Bay of Drel. It was originally the site of Unulló, a Second Age monastery built by the mystic Arvarien (who named Mírenor) in {{SA|1666}} and later razed by Ar-Pharazôn. The current city was founded in {{TA|349}} by the Drel Lord Hembur Smep. It too was governed by a Makutano, which met at the Headman’s Hallow to elect four tribal Headmen to rule the Drel. The city's flag represented showed a white orb over a field divided in four. Each field was coloured to represent a tribe, but because two of the tribes were originally one, those two shared a colour.<ref name=\"towns\"/>\n\n===Pel===\n'''Pel''' was a humid region named after the four Apysan tribes who lived there. They initially welcomed the Númenórean settlers, who helped develop their society and economy. The region encompassed two forests, Tathom and Taur Galen.<ref name=\"pel\"/><ref>{{EndorMap|Pel}}</ref>\n\nArpel was the largest city in the Dominions, situated on the western bank of the River Usira in central Pel. Built upon the site of the abandoned Númenórean port Lond Hithir (S. \"Misty-river Haven\"), the modern city was founded in {{TA|1203}} and was further expanded over two centuries. The city became the political center of the Pel, ruled by the Chamber of Boughs whose Benches corresponded to the four Pel clans. Its banner was the Pel war-banner, a a blue and yellow eight-petaled flower over a field divided diagonally in red and purple. The flower was the Flower of Unity, calling back to the old confederation of Drel and Pel, while the divided field denoted the division of the two peoples. A black rune meaning prosperity was added in the red bottom corner of the flag.<ref name=\"towns\"/>\n{{references|notes}}\n[[Category:Middle-earth Role Playing locations]]"}}}