{"parse": {"title": "Mythlore 135", "pageid": 66226, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 135.gif"}, {"ns": 0, "exists": "", "*": "2019"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 134"}, {"ns": 0, "exists": "", "*": "Mythlore 136"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_135.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 135, Volume 38, Issue 1\n| image = Mythlore 135.gif\n|editor=[[Janet Brennan Croft]]; Guest edited by Donna White\n|publisher=[[Mythopoeic Society]]\n|date=Fall/Winter [[2019]]\n|format=Paperback\n|pages=300\n}}\n'''''Mythlore'' 135''' ([https://dc.swosu.edu/mythlore/vol38/iss1/ Volume 38, Issue 1]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Flieger, Verlyn. \"The Arch and the Keystone.\"\n* O'Dell, Sarah B. \"An Unexpected Poet: The Creative Works of Dr. Robert E. Havard.\"\n* Swank, Kris. \"The Child’s Voyage and the ''Immram'' Tradition in Lewis, Tolkien, and Pullman.\"\n* Marchant, Jennifer. \"Doubles at Work: The Three Rovers in J.R.R. Tolkien's ''Roverandom''.\"\n* Graham, Jean E. \"The Talking Beasts as Adam and Eve: Lewis and the Complexity of 'Dominion'.\"\n* Cyr, Heather K. \"Pyramids in America: Rewriting the 'Egypt of the West' in Rick Riordan’s ''The Kane Chronicles'' series.\"\n* Sas, Katherine. \"A Sense of Darker Perspective: How the Marauders Convey Tolkien’s 'Impression of Depth' in ''Harry Potter and the Prisoner of Azkaban''.\"\n* Strand, Emily. \"Dobby the Robot: the Science Fiction in ''Harry Potter''.\"\n* Butchart, Liam. \"'What Man Am I?' The Hero’s Journey, the Beginning of Individuation, and ''Taran Wanderer''.\"\n* Van Eecke, Christophe. \"Blowing the Morte: The Rites of Manhood in William Rayner's ''Stag Boy''.\"\n* Martin, Tiffany Brooke. \"Death, Hope, and Wholeness in Owen Barfield’s Fairy Tales.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* White, Donna R. Introduction.\n* Emerson, David L. Mythology in Children's Animation.\n* West, Richard C. In Memoriam: Jared Lobdell.\n* Dorman, S. Innocence in Lewis’s ''Perelandra'' and Twain’s ''King Arthur’s Court''.\n* Berube, Pierre H. Extreme Minimalism in ''The Lord of the Rings''.\n* Orth, John V. Mirkwood.\n\n====Reviews====\n\n* ''Doors In: The Fairy Tale World of George MacDonald'' by Rolland Hein. Reviewed by Joseph Young.\n* ''The Lamp-Post of the Southern California C.S. Lewis Society''. Reviewed by Janet Brennan Croft.\n* ''Fantastic Creatures in Mythology and Folklore: From Medieval Times to Present Day'' by Juliette Wood. Reviewed by Tiffany Brooke Martin.\n* ''H.P. Lovecraft: Selected Works, Critical Perspectives and Interviews on His Influence'', edited by Leverett Butts. Reviewed by Perry Neil Harrison.\n* ''The Echo of Odin: Norse Mythology and Human Consciousness'' by Edward W.L. Smith. Reviewed by Emily E. Auger.\n* ''The Fame of C.S. Lewis: A Controversialist's Reception in Britain and America'' by Stephanie L. Derrick. Reviewed by Chad Chisholm.\n* ''Gods and Robots: Myths, Machines, and Ancient Dreams of Technology'' by Adrienne Mayor. Reviewed by Emily E. Auger.\n* ''War, Myths, and Fairy Tales'', edited by Sara Buttsworth and Maartje Abbenhuis. Reviewed by Felicia Jean Steele.\n* ''Shapers of American Childhood: Essays on Visionaries from L. Frank Baum to Dr. Spock to J.K. Rowling'', edited by Kathy Merlock Jackson and Mark I. West. Reviewed by David Lenander.\n* ''Justice in Young Adult Speculative Fiction: A Cognitive Reading'' by Marek Oziewicz. Reviewed by Zachary Dilbeck.\n* ''Marvelous Geometry: Narrative and Metafiction in Modern Fairy Tale'' by Jessica Tiffin. Reviewed by Felicia Jean Steele.\n* ''The Pleasures of Metamorphosis: Japanese and English Fairy Tale Transformations of \"The Little Mermaid\"'' by Lucy Fraser. Reviewed by Bianca L. Beronio.\n* ''Girl Warriors: Feminist Revisions of the Hero's Quest in Contemporary Popular Culture'' by Svenja Hohenstein. Reviewed by Maria Alberto.\n* ''The Fabulous Journeys of Alice and Pinocchio: Exploring Their Parallel Worlds'' by Laura Tosi with Peter Hunt. Reviewed by Bianca L. Beronio.\n{{mythlorenav|134|136}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 135}}\n\n[[Category:Mythlore]]"}}}