{"parse": {"title": "Southern Mirkwood", "pageid": 25684, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Merp southern mirkwood.jpg"}, {"ns": 0, "exists": "", "*": "1983"}, {"ns": 0, "exists": "", "*": "Brigands of Mirkwood"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mirkwood: The Wilds of Rhovanion"}, {"ns": 0, "exists": "", "*": "Mirkwood (disambiguation)"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "exists": "", "*": "Northern Mirkwood (1983)"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1640"}, {"ns": 0, "*": "Susan Tyler Hitchcock"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_southern_mirkwood.jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|Mirkwood|[[Mirkwood (disambiguation)]]}}\n{{book\n|title=''Southern Mirkwood: Haunt of the Necromancer''\n| image = merp_southern_mirkwood.jpg\n|author=[[Susan Tyler Hitchcock]]\n|isbn=0-915795-09-4 \n|publisher=[[Iron Crown Enterprises]]\n|date=March [[1983]]\n|format=Softcover\n|pages=60\n|ice=2700\n}}\n'''''Southern Mirkwood: Haunt of the Necromancer''''' is a supplement (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\nThis product was later revised and combined with ''[[Northern Mirkwood (1983)|Northern Mirkwood]]'', and released as ''[[Mirkwood: The Wilds of Rhovanion]]''.\n\nFor use with this supplement, [[Mithril Miniatures]] released two sets of metal miniatures (M83 - M92 ''Mirkwood I'' and M103 - M112 ''Mirkwood II'').\n\n== Cover/Jacket Text == \n\nThis package details all of Southern Rhovanion. \n\n''Southern MIRKWOOD'' contains:\n\n*4 major layouts including DOL GULDUR \n*A 16\" x 20\" full-color insert, side #1 depicts settings from THE LORD OF THE RINGS, side #2 maps out WOODMENTOWN, the HILL OF SORCERY, and a HOUSE-LORD settlement \n\nFrom the Undeeps to the old Forest Road, across the Battle plain called DAGORLAD, Southern Mirkwood is a land cursed by the Necromancer of DOL GULDUR. \n\nINTRODUCTION TO SOUTHERN RHOVANION\n\nLong ago the realm of Southern Rhovanion earned the common name of South Wilderland. For despite numerous settlements of men over the years, Nature has always reigned supreme in this region of forest and plains. All who enter Southern Rhovanion, whether to travel or to live out their lives, must ready themselves for day-to-day encounters with the whims and forces of Nature. Every civilization that has made its home here - whether the primitive Beijabar, the savage Orcs of Dol Guldur, or the stately Northmen under Vidugavia - all have had to find ways to make their rugged ways of life respond to the greater forces of Nature.\n\nGrowing things have particular significance in this region dominated by the forest once called Greenwood the Great. In every corner of the wooded realm Nature is master, and to live here comfortably one must learn how to identify and gather the useful plants growing wild and free and, just as important, to identify, avoid, and use when necessary the potent poisonous plants Nature strews just as generously in one's pathway through the forest and the plains.\n\nThere once was a day when the forest bloomed beautiful and prairie flowers sweetly scented The Plains of Talath Harroch. There once was a day when the Fives sang to the seasons, and when Nature seemed calm and forgiving in her way. But those days are gone - maybe not forever, but in this year of {{TA|1640}} few inhabitants of Southern Rhovanion expect life to become any easier.\n\nDuring these years of recovery after the Great Plague, which hit Southern Rhovanion just as hard as it hit Gondor, people have been thrown back upon the critical resources of the natural world. The weather has turned harsher over the last few decades, and with the Plague has come illness from many directions. Vestiges of the Plague rise again among the citizens of Southern Rhovanion; perhaps due to the numerous refugees who come here from other stricken areas to live or die, depending upon what fate holds in store for them. The Plague struck humankind more violently than it struck Nature, and those who live in Southern Rhovanion are now more than ever at the mercy of their environment.\n\nNo one travels or lives in the region without falling under the shadow of Dol Guldur. While only the wisest have any notion of why this mountain sheds such a ghastly spell, every one knows that from it emanates the stench of evil and the shadow of death. Most hardships that befall one in Southern Rhovanion can be traced back in one way or other to the influence of that accursed craggy peak.\n\nYet conflicts have arisen that apparently have nothing to do with the Evil of that mountain. Southern Rhovanion, almost because of its pastoral background, has become the warring ground of forces beyond its bounds. The great Kings of Gondor - in their quest for empire and the subjugation of the Easterling tribes—have brought constant conflict and bloodshed to a land which was once little more than a corridor for wandering folk. Few great wars originate within the minds and hearts of Southern Rhovanians, but many occur upon their hills and plains, forcing them to take up arms to protect and defend whatever homes and resources remain among them. This is a country under siege - not amidst battle today, but always under the omnipresent threat that war or pestilence, drought or deluge, could wipe out everything tomorrow.\n\n== See also ==\n*''[[Brigands of Mirkwood]]''\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}