{"parse": {"title": "Letter to Leila Keane and Patricia Kirke (9 January 1945)", "pageid": 63029, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1945"}, {"ns": 0, "exists": "", "*": "9 January"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letter to Leila Keene and Pat Kirke"}, {"ns": 0, "exists": "", "*": "Letter to Patricia Kirke (24 December 1956)"}, {"ns": 0, "exists": "", "*": "Letter to Patricia Kirke (28 March 1956)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["Letter_to_Leila_Keane_and_Patricia_Kirke_(9_January_1945)_1_of_3.jpg", "Letter_to_Leila_Keane_and_Patricia_Kirke_(9_January_1945)_2_of_3.jpg", "Letter_to_Leila_Keane_and_Patricia_Kirke_(9_January_1945)_3_of_3.jpg"], "wikitext": {"*": "On '''[[9 January]] [[1945]]''' [[J.R.R. Tolkien]] wrote a letter to Leila Keane and Patricia Kirke.\n\n==Details from Auction==\n{{blockquote|On his progress writing Lord of the Rings\nJ.R.R. Tolkien, 1945\nTOLKIEN, John Ronald Reuel (1892-1973). Autograph letter signed (\"Ye olde Professor JRRT\") to Leila Keane and Patricia Kirke, Oxford, 9 January 1945.\n\nThree pages, 85 x 122mm on his blind embossed stationery.\n\nA lengthy letter detailing Tolkien's progress with Lord of the Rings. The recipients, Leila Keane and Patricia Kirke, were two young girls who maintained a lengthy correspondence and friendship with Tolkien after reading The Hobbit. Tolkien apologizes for not writing for nearly a year citing his busy work and writing schedule. \"That next book is not finished yet, and it almost looks as if you'll be grown up before it is. But I hope you won't quite change your tastes!\" He takes time to answer questions from their previous notes: \"I illustrated 'The Hobbit' myself (very poorly, I think), but I shan't have time even to try and illustrate this one! I began it about 1938, and it is still growing slowly. Not only the Hobbit (Mr. Baggins), but quite a host of hobbits of the Baggins and other families come into it, as well as a great many creatures and people not before seen …. It starts with a 'A Long-expected party' (on Bilbo's 111th birthday), and follows the adventures of Frodo, Bilbo's nephew, and Sam his servant in much longer and more perilous journeys to Rivendell and then far away South to the Mines of Mora, and Rohan and Gandor, and at last to the dreadful land of the Dark Lord ... But except to say that’s all about Bilbo's Magic Ring (which I may have told you before) I won't tell the plot.\" Tolkien explains that there are \"five books or parts,\" and that he had begun work on the fifth with his son \"Christopher, who has helped me a lot, and was just drawing some lovely maps, of The Shire (where the Hobbits live) and of the Great Lands, was taken away and has been in Africa nearly a year….\" He also reports on his son Michael was \"invalided out of the army\", his eldest, John was \"now a 'Rev.' So all the original hobbiters are growing up.\" His daughter Racheal, \"only 15,\" refused to read the novel until completion, \"though she has typed out some of the chapters.\" He continues with additional family news noting that his son Chris was living in \"the Orange River Free State,\" Tolkien's birthplace, but his son didn't \"like it at all. Especially not a Christmas in midsummer, and the moon upside down.\" Tolkien's full-time academic role slowed progress greatly on Lord of the Rings. He did not complete the manuscript until 1949 and the book took another five years to appear in print (1954-1955). Not published in Carpenter.|Christie's}}\n\n==Gallery==\n<gallery>\nLetter to Leila Keane and Patricia Kirke (9 January 1945) 1 of 3.jpg|Page 1\nLetter to Leila Keane and Patricia Kirke (9 January 1945) 2 of 3.jpg|Page 2\nLetter to Leila Keane and Patricia Kirke (9 January 1945) 3 of 3.jpg|Page 3\n</gallery>\n\n==See also==\n*[[Letter to Patricia Kirke (24 December 1956)]]\n*[[Letter to Leila Keene and Pat Kirke]]\n*[[Letter to Patricia Kirke (28 March 1956)]]\n\n==External links==\n* [https://www.christies.com/lot/lot-6389718 Christies Auction Listing]\n\n[[Category:Letters|Keane, Leila and Kirke, Patricia]]"}}}