{"parse": {"title": "Tolkien's The Lord of the Rings – Sources of Inspiration", "pageid": 19816, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien's The Lord of the Rings - Sources of Inspiration.jpg"}, {"ns": 0, "exists": "", "*": "\"Something Has Gone Crack\""}, {"ns": 0, "exists": "", "*": "2008"}, {"ns": 0, "exists": "", "*": "Alison Milbank"}, {"ns": 0, "exists": "", "*": "Anke Eissmann"}, {"ns": 0, "exists": "", "*": "Binding Them All"}, {"ns": 0, "exists": "", "*": "Celebrating Tolkien's Legacy"}, {"ns": 0, "exists": "", "*": "Cormarë Series"}, {"ns": 0, "exists": "", "*": "Deep Roots in a Time of Frost"}, {"ns": 0, "exists": "", "*": "Four Christian Fantasists"}, {"ns": 0, "exists": "", "*": "From Peterborough to Faëry"}, {"ns": 0, "exists": "", "*": "Germanic Heroes, Courage, and Fate"}, {"ns": 0, "exists": "", "*": "Hobbit Place-names"}, {"ns": 0, "exists": "", "*": "How We Became Middle-earth"}, {"ns": 0, "exists": "", "*": "In the Nameless Wood"}, {"ns": 0, "exists": "", "*": "Inside Language"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: Romanticist and Poet"}, {"ns": 0, "exists": "", "*": "John Garth"}, {"ns": 0, "exists": "", "*": "Laughter in Middle-earth"}, {"ns": 0, "exists": "", "*": "Law, Government, and Society in J.R.R. Tolkien's Works"}, {"ns": 0, "exists": "", "*": "Middle-earth, or There and Back Again"}, {"ns": 0, "exists": "", "*": "Music in Middle-earth"}, {"ns": 0, "exists": "", "*": "Music in Tolkien's Work and Beyond"}, {"ns": 0, "exists": "", "*": "Myth and Magic: Art according to the Inklings"}, {"ns": 0, "exists": "", "*": "News from the Shire and Beyond - Studies on Tolkien"}, {"ns": 0, "exists": "", "*": "Nólë Hyarmenillo"}, {"ns": 0, "exists": "", "*": "O What a Tangled Web"}, {"ns": 0, "exists": "", "*": "Pagan Saints in Middle-earth"}, {"ns": 0, "exists": "", "*": "Patrick Curry"}, {"ns": 0, "exists": "", "*": "Peter M. Candler, Jr."}, {"ns": 0, "exists": "", "*": "Reconsidering Tolkien"}, {"ns": 0, "exists": "", "*": "Recovery and Transcendence for the Contemporary Mythmaker"}, {"ns": 0, "exists": "", "*": "Representations of Nature in Middle-earth"}, {"ns": 0, "exists": "", "*": "Root and Branch - Approaches towards Understanding Tolkien"}, {"ns": 0, "exists": "", "*": "Roots and Branches"}, {"ns": 0, "exists": "", "*": "Sub-creating Arda"}, {"ns": 0, "exists": "", "*": "Sub-creating Middle-earth"}, {"ns": 0, "exists": "", "*": "The Broken Scythe"}, {"ns": 0, "exists": "", "*": "The Ecological Augury in the Works of JRR Tolkien"}, {"ns": 0, "exists": "", "*": "The Gallant Edith Bratt"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings and the Western Narrative Tradition"}, {"ns": 0, "exists": "", "*": "The Loss and the Silence"}, {"ns": 0, "exists": "", "*": "The Ring of Words"}, {"ns": 0, "exists": "", "*": "The Romantic Spirit in the Works of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Silmarillion: Thirty Years On"}, {"ns": 0, "exists": "", "*": "The Songs of the Spheres"}, {"ns": 0, "exists": "", "*": "Thomas M. Honegger"}, {"ns": 0, "exists": "", "*": "Tolkien's Poetry"}, {"ns": 0, "exists": "", "*": "Tolkien's Shorter Works"}, {"ns": 0, "exists": "", "*": "Tolkien's View"}, {"ns": 0, "exists": "", "*": "Tolkien Through Russian Eyes"}, {"ns": 0, "exists": "", "*": "Tolkien and Modernity 1"}, {"ns": 0, "exists": "", "*": "Tolkien and Modernity 2"}, {"ns": 0, "exists": "", "*": "Tolkien and Philosophy"}, {"ns": 0, "exists": "", "*": "Tolkien and Wagner"}, {"ns": 0, "exists": "", "*": "Tolkien and the Classical World"}, {"ns": 0, "exists": "", "*": "Tolkien and the Classics"}, {"ns": 0, "exists": "", "*": "Tolkien in Translation"}, {"ns": 0, "exists": "", "*": "Translating Tolkien: Text and Film"}, {"ns": 0, "exists": "", "*": "Tweaking Things a Little"}, {"ns": 0, "exists": "", "*": "Verlyn Flieger"}, {"ns": 0, "exists": "", "*": "Wagner and Tolkien"}, {"ns": 0, "exists": "", "*": "Walking Tree Publishers"}, {"ns": 0, "*": "Stratford Caldecott"}, {"ns": 0, "*": "Exeter College"}, {"ns": 0, "*": "Marek Oziewicz"}, {"ns": 0, "*": "Guglielmo Spirito"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Cormarë"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien's_The_Lord_of_the_Rings_-_Sources_of_Inspiration.jpg"], "wikitext": {"*": "{{book\n|title=Tolkien's The Lord of the Rings – Sources of Inspiration\n| image = Tolkien's The Lord of the Rings - Sources of Inspiration.jpg\n|illustrator=[[Anke Eissmann]]\n|editor=[[Stratford Caldecott]] and [[Thomas M. Honegger]]\n|isbn=978-3-905703-12-2\n|publisher=[[Walking Tree Publishers]]\n|date=April [[2008]]\n|format=Paperback\n|pages=248\n|series=[[Cormarë Series]]\n|precededby=[[Tolkien's Shorter Works]]\n|followedby=[[Tolkien's View]]}}\n'''''Tolkien's The Lord of the Rings – Sources of Inspiration''''' is the eighteenth book of Walking Tree's ''[[Cormarë Series]]''. It is a collection of several essays, first presented as papers at the Tolkien conference at [[Exeter College]], Oxford, in August 2006.\n\n==Contents==\n* [[John Garth]]: \"Tolkien, Exeter College and the Great War\" \n* [[The Ring of Words|Peter Gilliver, Edmund Weiner, and Jeremy Marshall]]: \"The Word as Leaf: Perspectives on Tolkien as Lexicographer and Philologist\"\n* [[Verlyn Flieger]]: \"Gilson, Smith, and Baggins\" \n* [[Patrick Curry]]: \"Enchantment in Tolkien and Middle-earth\" \n* [[Marek Oziewicz]]: \"From Vico to Tolkien: The Affirmation of Myth Against the Tyranny of Reason\" \n* [[Peter M. Candler, Jr.]]: \"Frodo or Zarathustra: Beyond Nihilism in Tolkien and Nietzsche\"\n* Leon Pereira: Morals Makyth Man – and Hobbit \n* [[Alison Milbank]]: \"Tolkien, Chesterton, and Thomism\" \n* [[Guglielmo Spirito]]: \"The Influence of Holiness: The Healing Power of Tolkien's Narrative \n* Stratford Caldecott: \"Tolkien's Project\"\n\n==From the publisher==\n\nIn the year after his graduation from Exeter College, Oxford, the great mythopoeic work for which he would become famous was already germinating in Tolkien's mind. In August 2006 the College offered a week of seminars and papers by leading international specialists on Tolkien's Exeter years, the influence of the Great War, the healing power of his narrative, and its relevance to religious and linguistic studies, comparative mythology, and history. Priscilla Tolkien, C.S. Lewis's secretary and friend Walter Hooper, Tolkien's friend the Jesuit priest Robert Murray SJ, and grandson Simon Tolkien attended as special guests, representing the family and those who knew Tolkien personally. The conference was intended to encourage the growth of Tolkien Studies through international and interdisciplinary collaboration.\n\nThe papers from this conference have been selected, edited, and supplemented by other essays on complementary themes especially for this volume, in order to reveal the dynamic growth of Tolkien Studies around the world. This book explores the spiritual, poetic, personal, and academic sources of inspiration for what is widely regarded as the greatest book of the twentieth century.\n\nCONTENTS\n\n'''Tolkien, Exeter College and the Great War'''\n\n''John Garth''\n\nThis paper examines J.R.R. Tolkien's life as an undergraduate from 1911 to 1915, focusing on his friendships and extra-curricular activities, and assessing the impact of the First World War on his Oxford college.\n\n'''The Word as Leaf: Perspectives on Tolkien as Lexicographer and Philologist'''\n\n''Peter Gilliver, Edmund Weiner, and Jeremy Marshall''\n\nThree editors working on the Oxford English Dictionary Revision Programme consider aspects of Tolkien's involvement with the Dictionary and the influence of lexicography on his creative use of the English language. Peter Gilliver looks at Tolkien's personal relationship with two of the OED's chief editors, William Craigie and Henry Bradley, and his work on Middle English texts with Kenneth Sisam. Edmund Weiner explores the way in which even the driest textbooks of academic philology could act as a spur to Tolkien’s linguistic creativity. Jeremy Marshall contributes a note on Tolkien’s distinctive use of the irregular plural dwarves.\n\n'''Gilson, Smith, and Baggins'''\n\n''Verlyn Flieger''\n\nThe influence of the deaths in World War I of Tolkien’s close friends Rob Gilson and Geoffrey Smith on The Lord of the Rings was profound. Gilson was killed in the Battle of the Somme on July 1, 1916. Smith died of wounds December 3, 1916. Tolkien wrestled with the loss of Gilson and Smith, and with the meaning of such deaths in a war that seemed to many a meaningless stalemate. In Frodo Baggins, whose sacrifice, like Gilson's and Smith's, benefited everyone but himself, Tolkien, perhaps unconsciously, found a way to re-present his boyhood friends and honor the meaning of their lives.\n\n'''Enchantment in Tolkien and Middle-earth'''\n\n''Patrick Curry''\n\nThis paper begins with a few general remarks about enchantment as a human experience before turning to its importance both in Tolkien's creative life and in his principal public work, The Lord of the Rings. I turn for elucidation to the work of Verlyn Flieger and that of two philosophers, Ronald Hepburn and Jan Zwicky.\n\n'''From Vico to Tolkien: The Affirmation of Myth Against the Tyranny of Reason'''\n\n''Marek Oziewicz''\n\nThis paper argues for a strong parallel between the work of Italian philologist Giovanni Battista Vico and the English philologist J.R.R. Tolkien. Just as Vico speaks out in protest against the predominant rationalism of the eighteenth century, Tolkien speaks out against the stifling rationalism of the twentieth. Like Vico, Tolkien suggests that humans are traditional beings who live in larger, largely unconscious structures, which it is dangerous or impossible to change. Like Vico, he asserts that myth is the language of the human psyche which is true even when it is not factual and as such constitutes the main mode of our knowledge of reality. Finally, like Vico's, Tolkien's oeuvre can be taken as one extended argument for the mythopoeic construction of human consciousness.\n\n'''Frodo or Zarathustra: Beyond Nihilism in Tolkien and Nietzsche'''\n\n''Peter M. Candler, Jr.''\n\nThis paper explores the intricate relationships between philology, creativity, creation, myths, the return to the past and the recurrence of things as discussed by Nietzsche and Tolkien.\n\n'''Morals Makyth Man – and Hobbit'''\n\n''Leon Pereira OP''\n\nAs an avowed theist there is only one world for Tolkien in reality and in fantasy: Middle-earth, that is, the world under God. Tolkien insisted that the religious elements of his works are absorbed into the fabric of the story itself: into its substance and symbolism. Thus the moral system of his legendarium is the same as our world's. One purpose of myth is to encourage good morals, by setting them in unfamiliar surroundings so as to appreciate them. Tolkien achieves this by making hobbits his protagonists. His myths are thus tales of the ordinary man, made to grow beyond his previous limited horizons. His tales exult in the earthy and ordinary, the things God himself delights in, and its hero is Samwise, a true saint.\n\n'''Tolkien, Chesterton, and Thomism'''\n\n''Alison Milbank''\n\nThis chapter uses G. K. Chesterton's presentation of the theology of Thomas Aquinas to show how Tolkien too creates a fictional world in accord with Thomistic attitudes to the nature of being, God as Creator and the freedom and mutability of the created order (as shown by Gandalf's fireworks). In particular, Tolkien's short story 'Leaf by Niggle' is shown to be concerned with the relation of making and doing that was so central a concern of the neo-scholastic aesthetics of Jacques Maritain and Eric Gill, while the objects made by the elves embody the values of integrity, proportion and radiance that give them a religious dimension.\n\n'''The Influence of Holiness: The Healing Power of Tolkien's Narrative'''\n\n''Guglielmo Spirito OFM Conv.''\n\nIn the last years of his life, Tolkien received a letter from Carole Batten-Phelps, who wrote of \"a sanity and sanctity\" in The Lord of the Rings, \"which is a power in itself.\" If sanctity inhabits an author’s work, he replied, or a pervading light illumines it, then \"it does not come from him but through him.\" What does this statement imply? It sounds very much like an authentic synthesis of the inner dynamism of Tolkien's work. But to what type of 'sanity' and 'sanctity' is he referring? Is he speaking only of a genial literary sub-creation which ultimately can be reduced to 'lies breathed through silver' (to use C.S. Lewis's famous phrase)? Or is there really an 'invisible lamp' which gives light and inner consistency to everything? And why did he think that to deny this 'lamp' would lead us \"either to sadness or wrath,\" while by welcoming it we may become as Frodo did \"like a glass filled with clear light for eyes to see that can.\"\n\n'''Tolkien's Project'''\n\n''Stratford Caldecott''\n\nThe purpose of this paper is to draw together some of the threads of the volume, and to encourage the further opening up of Tolkien Studies. I will be trying to say a little bit for what it is that Tolkien’s work tells us about England, the country he almost died trying to defend in the First World War. And I will touch on the controversial question of Christianity and Paganism.\n\n==External links==\n* [http://www.walking-tree.org/cormareBookInfo.php?number=18 Official product page]\n{{Cormarë}}\n{{title|italic}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}