{"parse": {"title": "Of the Flight of the Noldor", "pageid": 14517, "redirects": [{"from": "Noldor exile", "to": "Of the Flight of the Noldor"}], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Araman"}, {"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "Belegaer"}, {"ns": 0, "exists": "", "*": "Doom of Mandos"}, {"ns": 0, "exists": "", "*": "Doriath"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Ered Gorgoroth"}, {"ns": 0, "exists": "", "*": "Eru"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "Formenos"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Helcaraxë"}, {"ns": 0, "exists": "", "*": "Kinslaying"}, {"ns": 0, "exists": "", "*": "Lammoth"}, {"ns": 0, "exists": "", "*": "Maiar"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Melian"}, {"ns": 0, "exists": "", "*": "Melkor"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Moon"}, {"ns": 0, "exists": "", "*": "Nan Dungortheb"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Oath of Fëanor"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Return of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Voyage of Eärendil and the War of Wrath"}, {"ns": 0, "exists": "", "*": "Pelóri"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "Teleri"}, {"ns": 0, "exists": "", "*": "Thangorodrim"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Tirion"}, {"ns": 0, "exists": "", "*": "Trees"}, {"ns": 0, "exists": "", "*": "Ungoliant"}, {"ns": 0, "exists": "", "*": "Valaquenta"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Varda"}, {"ns": 0, "exists": "", "*": "Void"}, {"ns": 0, "exists": "", "*": "Yavanna"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}], "images": ["Ted_Nasmith_-_Fingolfin_Leads_the_Host_Across_the_Helcaraxë.jpg"], "wikitext": {"*": "{{silmarillion-chapters}}\n\n'''Of the Flight of the Noldor''' is the ninth chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''.\n\n==Synopsis==\nIn Valinor, there was no longer any light from the [[Trees]] after their poisoning by [[Melkor]] and [[Ungoliant]]. The only light in the sky was that produced by the stars of [[Varda]], much like how it was in [[Middle-earth]]. [[Yavanna]] went to the Trees and found they had been shriveled and ruined beyond her ability to heal. But if she had even a little bit of the former light of the Trees, she might have been able to bring the Trees back to life. The only light of the Trees now rested in the [[Silmarils]] of [[Fëanor]].\n[[File:Ted Nasmith - Fingolfin Leads the Host Across the Helcaraxë.jpg|thumb|left|''Fingolfin leads the host across the Helcaraxë'' by [[Ted Nasmith]]]]\nThe [[Valar]] asked Fëanor to give Yavanna the Silmarils so she could break them open and use the light within. But Fëanor, now fully desiring the Silmarils only for himself, refused to give them up. The lies of Melkor came back to his mind, so that he now saw the Valar and their followers as enemies.\n\nBut soon, even worse news soon came. Messengers arrived from [[Formenos]], saying that the fortress had been attacked by Melkor and the Silmarils and other treasures stolen. Worst of all, Fëanor's father, [[Finwë]], had been slain by Melkor. Enraged, Fëanor gave Melkor the name he is known by forever afterwards: Morgoth, dark enemy of the world. Fëanor believed that he could have stopped Morgoth had he been at Formenos, and letting his emotions get the better of him, he fled from the Valar. They grieved for him and the for the horrible fate of the Trees.\n\nMeanwhile, Morgoth and Ungoliant both fled to the northern wastes of [[Araman]] beyond the [[Pelóri]] mountains. At first they fled the Valar, but as they crossed the [[Helcaraxë]] back into Middle Earth it soon became clear that Morgoth was fleeing Ungoliant, who became much bigger and more powerful after devouring the light of the trees. She cornered Morgoth and demanded the payment he promised. Morgoth grudgingly gave her the jewels of Formenos, but this caused her only to grow even bigger. Ungoliant then demanded that he give her the Silmarils as well, but he refused to give them up. She attacked Morgoth, causing him to scream in agony and the very hills of [[Lammoth]] to echo with his cries for long afterwards. But his cries reached the ruins of [[Angband]] and awakened the [[Balrogs]] that hid there. Using their flame whips, they drove Ungoliant off before she could take the Silmarils. She fled south toward [[Doriath]], but the power of [[Melian]] forbade her entry. She settled in the valley beneath [[Ered Gorgoroth]], which becomes known afterwards as [[Nan Dungortheb]], the Valley of Dreadful Death.\n\nMorgoth went back to Angband and began rebuilding it. He set the Silmarils into an iron crown which he wore at all times, even though their touch burned him. He raised the three peaks of [[Thangorodrim]] above his fortress and sent forth black clouds, smoke from his forges and his new armies. He himself rarely left Angband afterwards, preferring instead to let his servants do his biding from then on.\n\nBack in Valinor, the Valar and [[Maiar]] and [[Elves]] sat in the darkness. Suddenly, Fëanor reappeared in Tirion, calling upon all who would listen to come to him. He spoke of the supposed enslavement of the [[Noldor]] by the Valar, who he said brought the Elves to Valinor so that they could use the race of [[Men]] to rule Middle-earth in their stead, for Men would be easier to control then Elves. He called for the Noldor to return to Middle-earth and leave Valinor so they could set up their own realms in Middle-earth. \n\nHe and his sons soon swore the [[Oath of Fëanor]], saying that no one, not Elf, Man, or even Vala, shall steal or keep the Silmarils from them. They named Manwë, Varda, and even [[Eru]] as witnesses, swearing the [[Void]] upon them if they failed. \n\nPrevailing over those who opposed him Fëanor drove his people northward, not letting them stop to fully consider their actions. Only one tenth of the Noldor stayed and did not leave with Fëanor. The rest went with him towards an uncertain future. Yet even as the exiles left [[Tirion]], a messenger from [[Manwë]] appeared, saying that the exiles would get no help from the Valar and that the quest was hopeless. Fëanor scoffed and sent the messenger away. The exiles left [[Tirion]] forever, some less willingly than others.\n\nThe exiles went northwards until they reached the Great Sea of [[Belegaer]]. Fëanor realized that he had no boats to reach Middle-earth. However, the [[Teleri]] elves, master ship builders, did have boats. He went to them and tried to persuade them to give them boats. The Teleri, however, did not give him any help or boats, and tried to persuade him and the rest of the exiles to abandon the quest before it was too late. Fëanor left the city in rage and brooded until he decided to take the boats by force. The Noldor stormed the docks and began taking the ships. The Teleri resisted, at first trying to avoid violence but before long, they started pushing the Noldor into the water. The situation escalated as the Noldor retaliate and used their weapons and armor to force the Teleri to retreat. Elven blood was shed by Elves in what would be later known as the first [[Kinslaying]]. \n\nThe Noldor managed to get the boats moving, but as they began to leave, a figure appeared. Some say it was [[Mandos]] himself. There he gave the [[Doom of Mandos]]: a prophecy that the Noldor shall not succeed in their futile quest. The penalty for slaying the Teleri was great. The Noldor would shed unnumbered tears and all of their works would be destroyed. The house of Fëanor would lose the high kingship of the Noldor. And even if they tried to seek the aid of the Valar, the realm of Valinor would be fenced against them and no help would come. \n\nFëanor scoffed at this and rejected the message, but Finarfin relented and went back to Valinor, taking some people with him. The exiles now set about the task of going to Middle-earth. There were not enough boats to take them all over, so Fëanor took his sons and those who are most loyal and stole the boats so they could get over first. Upon arriving in Middle-earth, Fëanor ordered the ships burned so that no one could follow them.\n\nFingolfin saw the great burning of the ships and thus knew that Fëanor has betrayed him. Yet at the same time, he did not go back to Valinor. He instead lead his people in a perilous journey across the Helcaraxë. Many perished in the crossing, but eventually they made it over. At the first [[Moon|moonrise]], the last of the Exiles arrived in Middle-earth, but little did they know of the terrors that await.\n\n==External links==\n* [http://entmoot.tolkientrail.com/showthread.php?t=8684 Chapter discussion at Entmoot.com]\n* [http://forum.barrowdowns.com/showthread.php?t=13743 Chapter discussion at BarrowDowns.com][[fr:tolkien/resumes/silm/qs9]][[fi:Noldorin pako (Silmarillion)]]"}}}