{"parse": {"title": "The Lord of the Rings Online player character classes", "pageid": 62014, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Beorn"}, {"ns": 0, "exists": "", "*": "Beornings"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Celebrimbor"}, {"ns": 0, "exists": "", "*": "Earnur"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Free Peoples"}, {"ns": 0, "exists": "", "*": "Gimli"}, {"ns": 0, "exists": "", "*": "Haldir"}, {"ns": 0, "exists": "", "*": "King Under the Mountain (minigame)"}, {"ns": 0, "exists": "", "*": "Legolas"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Before the Shadow"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Corsairs of Umbar"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Fate of Gundabad"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Helm's Deep"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Kingdoms of Harad"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Legacy of Morgoth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Minas Morgul"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Mines of Moria"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Mines of Moria (soundtrack)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Mordor"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Riders of Rohan"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Rise of Isengard"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Shadows of Angmar"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Shadows of Angmar (soundtrack)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: Siege of Mirkwood"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Online: War of Three Peaks"}, {"ns": 14, "exists": "", "*": "Category:The Lord of the Rings Online characters"}, {"ns": 14, "exists": "", "*": "Category:The Lord of the Rings Online locations"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Lotro"}], "images": [], "wikitext": {"*": "In [[The Lord of the Rings Online]] game, players can choose to create characters belonging to one of the four free peoples: Men, Elves, Dwarves, and Hobbits. Once their race is chosen, player characters then choose a class. Character classes are set archetypes defining the role of the character within the game, largely by their combat abilities. These abilities include healing (restoring morale), tanking (getting the enemy's attention to keep allies safe) damage or DPS (bringing down the enemy), and support (strengthening allies' abilities or weakening and disabling enemies.) The current existing classes in LOTRO are [[Beornings|Beorning]], Burglar, Captain, Champion, Guardian, Hunter, Lore-master, Minstrel, Rune-keeper, and Warden. There are no plans to expand the classes at present.\n\n==Beorning==\nBeornings are the skin-changers of [[Middle-earth]], the only class available by the race of the same name. These fearsome Men and Women have the ability to take the shape of a bear, with the strength and ferocity to match. Beornings are a versatile class, able to deal damage, provide support and healing, or tanking. This class is unique in that it does not use Power, rather a value called Wrath, which can be spent to enter bear form. Beornings can wear up to Medium armour, but unlike the other Medium armour classes use Might as a primary attribute over Agility. They are inspired, of course, by [[Beorn]] and his descendants.\n\n'''Playable by: Beornings'''\n\n==Burglar==\nThe Burglar represents the stealthy, sneaky characters of Middle-earth, from petty thieves to brigands. Their abilities focus on debuffing and disabling enemies through tricks and riddles, as well as dealing high levels of single-target damage. Burglars can wear up to Medium armour. They are inspired by [[Bilbo Baggins]].\n\n'''Playable by: Men and Hobbits'''\n\n==Captains==\nCaptains are the leaders of the [[Free Peoples]] of Middle-earth. The Captain is a versatile class, able to heal, tank, and deal damage, but their main advantage lies in inspiring their allies to great deeds, granting combat bonuses or \"buffs\". Captains can also summon NPC heralds to follow them. Heralds can assist in combat and the banners they carry provide buffs. Captains can wear up to Heavy armour. The class is inspired by [[Earnur]].\n\n'''Playable by: Men'''\n\n==Champions==\nChampions are the heavy-hitting melee warriors of Middle-earth. They are known for being able to dual-wield weapons, if not choosing instead to wield a great two-handed weapon. Champions can quickly bring down single enemies with focused attacks or groups with sweeping area-of-effect blows, and also have some tanking capability. They have a special value known as fervour which is built up by some skills and can be spent to use more powerful abilities. Champions can wear up to Heavy armour. They are inspired by [[Gimli]].\n\n'''Playable by: Men, Dwarves and Elves'''\n\n==Guardians==\nGuardians are the hardy front line fighters of Middle-earth. They can withstand blows that would kill their friends with ease, and so are a primary tanking class, but they are also capable of dealing heavy damage. Guardians are the only class able to equip heavy shields. Guardians can wear up to Heavy armour. They are inspired by [[Samwise Gamgee]].\n\n'''Playable by: Men, Hobbits, Dwarves and Elves'''\n\n==Hunters==\nHunters are the deadly archers of Middle-earth. They fill the role of hard-hitting ranged attacks to the Champion's melee. Like Champions, they can dual-wield melee weapons, but they have far more power and versatility with bows and crossbows. In addition to the bow, Hunters can use deadly and cunning traps to disable and defeat their enemies. They have a special value known as focus which is gained by using attacks that take time to prepare and is spent to use nearly instant attacks. Hunters can wear up to Medium armour. They are inspired by [[Legolas]].\n\n'''Playable by: Men, Hobbits, Dwarves and Elves'''\n\n==Lore-masters==\nLore-masters are Middle-earth's students of ancient knowledge. They use secret arts and deep knowledge of the workings of the world to heal their allies and damage and disable their enemies. In addition, Lore-masters can call upon the creatures of the wild to aid them. Lore-masters can wear up to Light armour. They are inspired by [[Elrond]].\n\n'''Playable by: Men and Elves'''\n\n==Minstrels==\nMinstrels are the musicians of Middle-earth. Their songs can inspire their allies and dismay their enemies, healing and strengthening the one and damaging and weakening the other. Their songs are powerful, causing them to be among the strongest healers and a very capable DPS class as well. Minstrels can wear up to Light armour. They are inspired by [[Lúthien]].\n\n'''Playable by: Men, Hobbits, Dwarves and Elves'''\n\n==Rune-keepers==\nRune-keepers are Middle-earth's scribes of runes of power. Their writings are so powerful the effects they describe appear to manifest, allowing them both to heal their allies and use the elements of nature to assail their enemies. Like minstrels, this makes them very capable at both healing and DPS. They have a special value called attunement which makes them more attuned to either healing or dealing damage, depending on how often they use each type of skill. Rune-keepers can wear up to Light armour. The class is inspired by [[Celebrimbor]].\n\n'''Playable by: Dwarves and Elves'''\n\n==Wardens==\nWardens are the agile vanguard of Middle-earth. Their use of the javelin and specially designed Warden's shield is unique, and they are also known for using spears, though they are proficient with a variety of melee weapons. Wardens inspire themselves and dismay their enemies, draining morale through their attacks, can deal damage in melee or at range equally well, and have some buffs and debuffs. They have a special system of gambits, combination attacks triggered by using combinations of three simple skills in sequence. Wardens can wear up to Medium armour. They are inspired by [[Haldir]].\n\n'''Playable by: Men, Hobbits and Elves'''\n\n{{lotro}}\n\n[[Category:The Lord of the Rings Online characters| Classes]]"}}}