{"parse": {"title": "The Court of Ardor", "pageid": 25682, "redirects": [{"from": "MERP: The Court of Ardor", "to": "The Court of Ardor"}], "links": [{"ns": 6, "exists": "", "*": "File:Merp ardor.jpg"}, {"ns": 0, "exists": "", "*": "1982"}, {"ns": 0, "exists": "", "*": "Court of Ardor"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "M没makan"}, {"ns": 0, "exists": "", "*": "Terry K. Amthor"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_ardor.jpg"], "wikitext": {"*": "{{book\n|title=''The Court of Ardor in Southern Middle Earth''\n| image = merp_ardor.jpg\n|author=[[Terry K. Amthor]]\n|noisbn=Unknown \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1982]]\n|format=Softcover\n|pages=52\n|ice=2500\n}}'''''The Court of Ardor''''' is a module (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n== Cover/Jacket Text == \n\nExperience the ancient swamp ruins & island citadels held by dark elven lords and their fierce minions. \n\n''Ardor'' contains:\n*A 16\" x 20\" full-color double-sided detachable mapsheet \n*4 B & W maps \n*8 major floor plans \n\nINTRODUCTION\n\nWithin this book is held the tale of the history of the land known as the [[M没makan]] and an organization of Evil known as the [[Court of Ardor]]. Also told is the story of the preparations of the Court for a cataclysm which, if it were to occur, would have dire repercussions not only for the lands of the M没makan, but all of Middle-earth.\n\nLong ago in the dim past of Endor Elven lords came to this southerly area, to a land swathed in warm mists and overgrown with wild yet beautiful trees and vines, and inhabited by all manner of creatures. It was vastly different from the forests and plains to the North, yet the Elves loved it and named it Ardor (S: 'Exalted Land'). Many centuries passed, and the Immortal Children of Eru lived in peace, until the Shadow fell upon the land and many of the strong were seduced by the clever words of servants of the Black Enemy: Morgoth. Power and wisdom were promised, if they would but perform this one task. Naive were these Elves in the Elder days, and they made oaths lightly, little knowing how heavily this would weigh upon them in the millennia to come. Eagerly they took council and formed a Court of sorts; a hierarchy of lords and ladies to effect this mission for their master. And a Darkness of spirit fell upon the land: a harbinger of the true dark which was to follow should their scheme come to fruition.\n\nAges passed, and men, the younger Children, came and settled in Ardor, giving it a name in their own tongues - M没makan, after the huge beasts which roam the region. But Ardor still it was to the Court, and Ardor it would be again, when the eternal night fell upon all of Middle-earth. \n{{DEFAULTSORT:Court of Ardor, The}}\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}