{"parse": {"title": "Inside Information", "pageid": 2869, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alan Lee"}, {"ns": 0, "exists": "", "*": "Arkenstone"}, {"ns": 0, "exists": "", "*": "Back Door"}, {"ns": 0, "exists": "", "*": "Bilbo"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Durin's Day"}, {"ns": 0, "exists": "", "*": "Front Gate"}, {"ns": 0, "exists": "", "*": "Great Hall of Thráin"}, {"ns": 0, "exists": "", "*": "Lake-town"}, {"ns": 0, "exists": "", "*": "Lonely Mountain"}, {"ns": 0, "exists": "", "*": "Not at Home"}, {"ns": 0, "exists": "", "*": "On the Doorstep"}, {"ns": 0, "exists": "", "*": "Smaug"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Shire"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 2941"}, {"ns": 0, "exists": "", "*": "Thorin"}, {"ns": 0, "exists": "", "*": "Thorin and Company"}, {"ns": 0, "exists": "", "*": "Thráin I"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["J.R.R._Tolkien_-_Conversation_with_Smaug_(large).jpg", "Alan_Lee_-_Smaug_the_Magnificent.jpg", "Ted_Nasmith_-_Scouring_the_Mountain.jpg"], "wikitext": {"*": "{{chapter\n|previous= On the Doorstep\n|title=Inside Information\n|book=The Hobbit\n|image=J.R.R. Tolkien - Conversation with Smaug (large).jpg\n|number=12\n|event=[[Bilbo Baggins]] enters Erebor and converses with [[Smaug]].\n|next=Not at Home \n|location=[[Back Door]], [[Great Hall of Thráin]], [[Lonely Mountain|Erebor]]\n|date=[[Durin's Day]] {{TA|2941}}\n}}\n{{quote|Never laugh at live dragons...|[[Bilbo Baggins]]}}\n'''Inside Information''' is the 12th chapter of ''[[The Hobbit]]''.\n\n==Synopsis==\nWith the [[Back Door]] discovered and open, [[Thorin]] sent [[Bilbo]] into the mountain, to carry out his job as burglar. Inside [[Lonely Mountain|the mountain]], he put on the ring, rendering him invisible, and crept down the tunnel, deeper into the mountain. He wished he was back home in [[The Shire]]. As he descended, he felt it getting hotter until he could hear a deep rumbling: the snoring of some giant creature. Summoning every ounce of his bravery, he continued until came into the [[Great Hall of Thráin|hall of the mountain]]. There he saw the red-golden dragon [[Smaug]], slumbering on uncounted gems and jewels and gold. \n\n[[File:Alan Lee - Smaug the Magnificent.jpg|thumb|left|''Smaug the Magnificent'' by [[Alan Lee]]]]\nBilbo was awestruck at the dragon hoard before him. Moving into the hoard, he picked up a large cup. Glancing at the sleeping dragon above him, he fled back to [[Thorin and Company|the dwarves]]. Thorin was overjoyed at the recovery of the cup, one piece of the treasure of his people. All of a sudden, a great boom arose from the mountain, reminding the dwarves they were still in the peril of a live dragon. \n\nSmaug had awoken. He smelled a strange air in his lair, and realised a cup from his hoard was missing. In fury, he issued from the [[Front Gate]], and searched the mountain. The [[Thorin and Company|Company]] were filled with panic, but Bilbo ushered them all inside the Back Door. And not a moment too soon, for the flames of Smaug licked the mountainside and reached the door as they entered. The Company were trapped in the mountain. There they spent a sleepless night listening to the fury of the dragon. At dawn, Smaug retreated to his lair, smouldering in the theft from his hoard. \n\nIn the morning, the Company's terror eased, and they debated what course of action they should take. Bilbo decided to creep into the dragon's lair again. Wearing his ring, he descended the tunnel and reached the bottom again. But this time, Smaug spoke, ''\"I can smell you\"''. Thus befell the discourse between Bilbo and Smaug. The dragon wanted to know with whom he was speaking. Bilbo answered in riddles, calling himself, amongst other names ''\"Barrel Rider\"'', to avoid revealing his true name, and to avoid infuriating the dragon. By scent, Smaug knew Bilbo had travelled with Dwarves as companions, but he could not place the smell of the hobbit. All the while, Smaug roamed, searching for Bilbo, who was growing more and more uncomfortable, even wearing his ring. With courage, Bilbo spoke \"You don't know everything, O Smaug the mighty. Not gold alone brought us hither\". But Smaug had been manipulating Bilbo, who had begun growing suspicious of the dwarves, and their motives, and his promised share of the treasure. In an effort to stay loyal to his companions, he told Smaug they had ventured to the mountain for revenge. Smaug laughed — a terrible shaking which the dwarves could feel at the Back Door. He gloated that he had grown strong. ''\"No blade can pierce me\"'', he said as he rolled over. But Bilbo saw \"a large patch in the hollow of his left breast\" — a weakness, he thought. With this information, he fled back up the tunnel with the fires of Smaug following him up. \n\n[[File:Ted Nasmith - Scouring the Mountain.jpg|thumb|right|''Scouring the Mountain'' by [[Ted Nasmith]]]]\nUpon reaching his companions, Bilbo told them of what happened with Smaug. He regretted naming himself ''\"Barrel Rider\"'', for he feared that doing so had put the people of [[Lake-town]] in danger. But Balin comforted him, and praised the knowledge of the bare patch on the chest of the dragon. Bolstered by this information, they discussed all manner of dragon-slayings, in the hope of coming up with a plan to defeat Smaug. All the while, the thrush listened, until it flew away at twilight. But an ill-feeling was building in Bilbo. He thought they were in peril in the passageway of the Back Door, and that Smaug would attack them there. Thus, they moved deeper into the tunnel, but were loath to close the Back Door without knowledge of if it would open again. They discussed Smaug's words regarding the dwarves; Thorin admitted he had not thought of how to transport the treasure away from the mountain. Then they began talking the treasures in the hoard. Spears, shields, and wealth untold. But above all, the [[Arkenstone]] of [[Thráin I|Thráin]]: fairest of all Dwarven gems. \n\nBilbo grew more and more uneasy though, and begged the Company to close the Back Door. Thorin did so, and at the last possible moment too, for as he began down the tunnel, Smaug attacked the side of the mountain. Stone crumbled inside and outside the doorway, and the Company fled deeper into the mountain. Smaug's rage was quelled. But his vengeance was not complete. ''\"Barrel Rider\"'' he recalled. Taking flight, he headed south. Towards Lake-town. \n\n[[Category:The Hobbit chapters]]\n[[fi:Sisäisiä tietoja]]"}}}