{"parse": {"title": "Of Beren and Lúthien", "pageid": 14526, "redirects": [{"from": "Of Beren and Luthien", "to": "Of Beren and Lúthien"}], "links": [{"ns": 0, "exists": "", "*": "1955"}, {"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Angrist"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "Barahir"}, {"ns": 0, "exists": "", "*": "Beleg Strongbow"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Carcharoth"}, {"ns": 0, "exists": "", "*": "Celegorm"}, {"ns": 0, "exists": "", "*": "Children of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Curufin"}, {"ns": 0, "exists": "", "*": "Daeron"}, {"ns": 0, "exists": "", "*": "Dagor Bragollach"}, {"ns": 0, "exists": "", "*": "Dorthonion"}, {"ns": 0, "exists": "", "*": "Draugluin"}, {"ns": 0, "exists": "", "*": "Eagles"}, {"ns": 0, "exists": "", "*": "Erchamion"}, {"ns": 0, "exists": "", "*": "Esgalduin"}, {"ns": 0, "exists": "", "*": "Finrod Felagund"}, {"ns": 0, "exists": "", "*": "Forest of Brethil"}, {"ns": 0, "exists": "", "*": "Gift of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Gondolin"}, {"ns": 0, "exists": "", "*": "Gorlim"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Huan"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "Hunting of the Wolf"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "June"}, {"ns": 0, "exists": "", "*": "Leap of Beren"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Letter 165"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Mablung"}, {"ns": 0, "exists": "", "*": "Maia"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Melian"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Neldoreth"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Return of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Voyage of Eärendil and the War of Wrath"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Outer Sea"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Quest for the Silmaril"}, {"ns": 0, "exists": "", "*": "Quest of the Silmaril"}, {"ns": 0, "exists": "", "*": "Ring of Barahir"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Silmaril"}, {"ns": 0, "exists": "", "*": "Tarn Aeluin"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Thingol"}, {"ns": 0, "exists": "", "*": "Thorondor"}, {"ns": 0, "exists": "", "*": "Thuringwethil"}, {"ns": 0, "exists": "", "*": "Tinúviel"}, {"ns": 0, "exists": "", "*": "Tol-in-Gaurhoth"}, {"ns": 0, "exists": "", "*": "Undying Lands"}, {"ns": 0, "exists": "", "*": "Valaquenta"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Void"}, {"ns": 0, "exists": "", "*": "Werewolves"}, {"ns": 0, "exists": "", "*": "Western Sea"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:L"}], "images": ["CdxIconArticleDisambiguation.svg", "Ted_Nasmith_-_At_Tarn_Aeluin.jpg", "Ted_Nasmith_-_Lúthien.jpg", "Ted_Nasmith_-_Transformed.jpg", "Ted_Nasmith_-_Beren_and_Lúthien_are_Flown_to_Safety.jpg"], "wikitext": {"*": "{{disambig-two|the chapter in ''[[The Silmarillion]]''|the book published in 2017|''[[Beren and Lúthien]]''}}\n{{silmarillion-chapters}}\n'''Of Beren and Lúthien''' is the nineteenth chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''. It tells of the love between the Elf-maiden [[Lúthien]] and the mortal [[Beren]], and their [[Quest for the Silmaril]]. [[J.R.R. Tolkien]] considered the tale to be the ''kernel'' of his [[legendarium]].<ref>{{L|165}}</ref>\n\n==Synopsis==\n[[File:Ted Nasmith - At Tarn Aeluin.jpg|thumb|left|''At Tarn Aeluin'' by [[Ted Nasmith]]]]\n\nFollowing the [[Dagor Bragollach]], [[Barahir]] and his companions continued to defend their land, [[Dorthonion]]. It was to [[Tarn Aeluin]], a lake in the east of that country, that they made their abode. Morgoth could not discover it, and he ordered [[Sauron]] to eliminate them. Through Sauron's devices, a member of the group named [[Gorlim]] was deceived into revealing the retreat of Barahir, and the company was slain by Sauron's [[Orcs]]. All perished, except [[Beren]], son of Barahir, who was away on a perilous errand at the time. Coming to Beren in a dream, a wraith of Gorlim told him all and urged him to return in haste. Alas, he came too late and found his kin slain. He buried his father, and slew the band of orcs responsible, reclaiming from them the [[Ring of Barahir|Ring of Felagund]].\n\nThus Beren roamed Dorthonion, slaughtering many servants of Morgoth, and so a bounty was set upon his head, and Sauron's armies hounded him to such an extent that he was forced to flee Dorthonion. Journeying through the horrors and terrors of Ered Gorgoroth and Nan Dungortheb he came at length, by paths untrodden, to Doriath, where no mortal had yet been before. \n\n[[File:Ted Nasmith - Lúthien.jpg|thumb|right|''Lúthien'' by [[Ted Nasmith]]]]\n\nStaggering into the woods of [[Neldoreth]], he chanced upon [[Lúthien]], daughter of [[Thingol]] and [[Melian]], dancing in a clearing beside [[Esgalduin]]. He became utterly enchanted by her, and his agony departed him, for Lúthien was the most beautiful of all of the [[Children of Ilúvatar]]. He called out to her, naming her [[Tinúviel]] and as she looked on him, doom fell upon her, and she loved him. For a brief time, long ago in the woods of Doriath, their joy was the greatest that has been, amongst any of the Children of Ilúvatar. \n\nHowever, [[Daeron]] the minstrel loved Lúthien also, and betrayed them to Thingol, who was wrathful. For Lúthien he set above all things, while of mortal Men he took little heed. And so Thingol demanded to know Beren's business in Doriath. Finding resolve, Beren answered that his fate led him to what he sought not — Lúthien. At this, many thought Beren would be slain. Indeed desiring his death, Thingol set upon him the nigh hopeless task of bringing to him a [[Silmaril]] from the crown of Morgoth. Only then would he allow Beren to receive Lúthien as his bride. Thus began in earnest, the [[Quest of the Silmaril]].\n\nTurning towards [[Nargothrond]], Beren sought out the counsel of [[Finrod Felagund]], who, recalling his vow to the kin of Barahir, gathered together a band of his most loyal chieftains. Departing from Angband, Felagund used his craft to disguise the group as a pack of [[orcs]], and so they hoped to pass by [[Tol-in-Gaurhoth]] unnoticed. But Sauron was suspicious of them, and duelled long in song with Felagund. But alas the victory belonged to Sauron, and stripping them of their disguises, they were made to languish in a deep pit. One-by-one, Sauron sent werewolves to devour the companions in the hope of obtaining their purpose, but all were faithful to their lord. When the wolf came for Beren, Felagund slew it with his bare hands, but in doing so, was mortally wounded. Bidding Beren a final farewell, he died in the darkness of Tol-in-Gaurhoth, the tower he himself had built long ago. Thus ended the fairest and most beloved of the [[Noldor]], Finrod Felagund. \n\nIn the hour of Beren's capture, a heaviness fell upon the heart of Lúthien and she left Doriath in pursuit of him. Encountering [[Celegorm]] and [[Curufin]], and [[Huan]], the Hound of the [[Valar]], she was glad, but through treachery, the two brothers took her as prisoner to Nargothrond. But Huan had grown to love her and for the first time spoke, giving her counsel, and helped her to escape. With speed, the two came to Tol-in-Gaurhoth at the hour of Felagund's death, and Sauron smiled. For he knew a great reward would await him for the capture of Lúthien, daughter of the [[Maia]] Melian. So he sent wolves, including [[Draugluin]], father of [[werewolves]], to capture her, but Huan slew them all. Then Sauron came himself—taking the form of a mighty wolf—and fought with Huan, but not even he could defeat the Hound of the Valar. Thus he was forced to yield Tol-in-Gaurhoth to Lúthien, and he fled. Lúthien removed the ill shadow from that Isle, and came to Beren. Together, they buried the body of Felagund and left that place. And Huan returned to his master, Celegorm.\n\nBy chance, the two brothers Celegorm and Curufin came upon Beren and Lúthien near to the [[Forest of Brethil]], and sought to take Lúthien by force and kill Beren. But in that hour, Huan forsook the service of Celegorm and came to the aid of Beren, who [[Leap of Beren|leapt]] onto the horse of Curufin, knocking him off. After taking horse and knife [[Angrist]] from Curufin, Beren bade him return, impoverished, to his kin. Being humiliated, Curufin took the bow of Celegorm and fired at Lúthien. Springing to protect her, Beren was hit. Huan pursued the brothers who fled, and upon returning, he brought a herb to Lúthien who, by her craft, healed Beren. Eventually, they returned to Doriath. \n\n[[File:Ted Nasmith - Transformed.jpg|thumb|left|''Transformed'' by [[Ted Nasmith]]]]\n\nThere, Beren left Lúthien in the care of Huan and departed for Angband. Arriving at the borders of Anfauglith, Beren lamented in the belief that this would be his final peril and sung the farewell Song Of Parting. But unsought for, Lúthien appeared upon Huan, and came to him once more. Huan spoke for the second time then, counselling Beren that he could no longer save Lúthien from her fate. And so, taking the guise of Draugluin, and the bat-like messenger-of-Sauron [[Thuringwethil]], together Beren and Lúthien passed through perils untold until they arrived, weary and weather-worn, at the Gates of [[Angband]].\n\nTo their dismay, guarding the entrance to Angband was a creature of whom no news had previously reached the ears of the Noldor: the great wolf [[Carcharoth]]. He was suspicious of them, for news of the demise of Draugluin had reached Angband, and approached them with menace. But by some power of Lúthien, she commanded the wolf to slumber, and into unconsciousness he fell. Then Beren and Lúthien crossed the threshold of Angband, descended down the subterranean chambers, and together wrought the greatest deed that has ever been dared, by Elves or by Men, in the history of [[Arda]]. For they arrived in the throne-room of Morgoth — a court filled with horrors untold, where [[Balrogs]] patrolled. Lúthien's disguise was robbed of her by the will of Morgoth, and, standing before his gaze, she began to sing for him a song of such outstanding power and beauty, that he was put into dreams of the [[Void]], and he slammed into the ground, unconscious. All his court slumbered. Then removing his wolf-hame, Beren cut, with Angrist, a Silmaril from the crown of Morgoth. It occurred to him then to bring out of Angband not one, but all three Silmarils. But such was not his fate, for Angrist snapped, and a fragment smote the cheek of Morgoth. He groaned. All the legions of Angband stirred in their sleep.\n\nThen fear and terror unknown fell upon Beren and Lúthien, and realising their imminent peril, they fled. But alas, at the surface, they found Carcharoth conscious and wrathful. Beren held the Silmaril high; Carcharoth hesitated, and for a moment was afraid. But his spirit flew into a rage, and he bit off the right hand of Beren, consuming the Silmaril. It seared his innards, and he fled south, howling in a fit of madness. \n\n[[File:Ted Nasmith - Beren and Lúthien are Flown to Safety.jpg|thumb|right|''Beren and Lúthien are Flown to Safety'' by [[Ted Nasmith]]]]\n\nThe fangs of Carcharoth were laced with venom, and death approached Beren. So the [[Quest of the Silmaril]] would have ended in despair, but unlooked for, [[Thorondor]] came with his [[Eagles]] to the aid of Beren and Lúthien, even while droves issued forth from the Gates of Angband, and bore the two away from the reach of Morgoth. South they flew, passing above the hidden city of [[Gondolin]], shining like a jewel in the sun. Yet Lúthien wept, for she feared the death of Beren. The Eagles left them at the borders of Doriath, in the same glade where Beren had left Lúthien and departed on the Quest. Huan came to Lúthien and again, and the two of them tended to him. There he lay, in dreams of anguish, until, as Lúthien's last hopes were fading, he awoke. And it was spring. \n\nThereafter, he was given the name [[Erchamion]], \"the One-handed\". The two then tarried for a time in those woods, for it was pleasant to them, but Beren would not forget his Oath to Thingol. So after a time they returned to Doriath, which had fallen into grief at the loss of Lúthien. News of their coming had spread far, and they arrived in Menegroth with a large following.\n\nBeren and Lúthien told the tale of their Quest, to the astonishment of all. It seemed to Thingol then that the [[Beren|Man]] before him was among the great in Arda, and Lúthien's love was a thing strange to him. It came to his mind then that ''no'' power of Elves or Men, or Maiar or Valar, or any other power in Arda, might interfere with their fate. And his mood towards Beren was softened. Thus, at last he relented, and Beren took the hand of Lúthien before the throne of her father.\n\nFor a time, there may have been some semblance of peace and joy in Doriath, but out of the north came the beast Carcharoth. A hunting party was assembled, consisting of Huan, the Hound of the Valar, [[Mablung]] of the Heavy Hand, [[Beleg Strongbow]], Beren Erchamion, and Thingol, King of Doriath. As they rode forth for the [[Hunting of the Wolf]], a shadow fell upon Lúthien, and to her it seemed as though the world had been drained of all colour, and beauty, and life. The party came upon Carcharoth near the northern waterfalls of Esgalduin. The wolf leapt for Thingol, but Beren came between them, suffering a deadly wound. Huan slew Carcharoth, but was himself fatally injured. Laying beside Beren, he spoke for the final time, bidding Beren farewell. So they parted. Mablung ripped open the wolf and placed the Silmaril in Beren's living hand, who asked Thingol to receive it. \"''Now the Quest is achieved, and my doom full wrought''\", he said. And he spoke no more. They bore Beren back to Menegroth, and Lúthien met them. She bade him await her beyond the [[Western Sea]]. Opening his eyes, he looked upon her one last time before he died. So ended the Quest of the Silmaril. But the tale of Beren and Lúthien did not end there. \n\nFor the spirit of Beren lingered in the [[Halls of Mandos]], awaiting Lúthien upon the dim shores of the [[Outer Sea]], where they could say their final farewell. For it is from there that the spirits of Men depart the world, never to return; such is the [[Gift of Ilúvatar]]. The spirit of Lúthien fled her body, and found its way to the Halls of Mandos. Kneeling before [[Mandos|the Vala]], she sang to him a song so beautifully sorrowful that Mandos was moved to pity. But it was not within his power to alter the fates of the Children of Ilúvatar, and so he called on [[Manwë]], who sought guidance from Ilúvatar. \n\nTwo choices were put before Lúthien. On account of her extraordinary labours and grief in life, she was permitted to remain in [[Valinor]], forgetting all pains she had known. But there Beren, being mortal, could not follow. The second choice was that she might return with Beren to dwell in Middle-earth, as a mortal, with no guarantee of joy in life. There, both would be subject to a second death. This second option she chose, forsaking the [[Undying Lands]], for a mortal life with Beren. So it came to pass that long ago, Lúthien Tinúviel and Beren Erchamion at last left the confines of the world, together.\n\n==See also==\n* ''[[Beren and Lúthien]]''\n\n==External links==\n* [http://www.entmoot.com/showthread.php?t=10052 Chapter discussion at Entmoot.com]\n\n{{references}}\n\n[[fr:tolkien/resumes/silm/qs19]]\n[[fi:Beren ja Lúthien (Silmarillion)]]"}}}