{"parse": {"title": "The Lord of the Rings Appendices/Quotations", "pageid": 1138, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Appendix A"}, {"ns": 0, "exists": "", "*": "Gilraen"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": [], "wikitext": {"*": "{{blockquote|Fëanor was the greatest of the Eldar in arts and lore, but also the proudest and most selfwilled. He wrought the Three Jewels, the ''Silmarilli'', and filled them with the radiance of the Two Trees, Telperion and Laurelin, that gave light to the land of the Valar.|[[Appendix A]]}}\n\n{{blockquote|Aragorn indeed lived to be two hundred and ten years old, longer than any of his line since King Arvegil; but in Aragorn Elessar the dignity of the kings of old was renewed.|[[Appendix A]]}}\n\n{{blockquote|Each new Steward indeed took office with the oath 'to hold rod and rule in the name of the king, until he shall return.' But these soon became words of ritual little heeded, for the Stewards exercised all the power of the kings. Yet many in Gondor still believed that a king would indeed return in some time to come; and some remembered the ancient line of the North, which it was rumoured still lived on in the shadows. But against such thoughts the Ruling Stewards hardened their hearts. <br> Nonetheless the Stewards never sat on the ancient throne; and they wore no crown, and held no sceptre. They bore a white rod only as the token of their office; and their banner was white without charge; but the royal banner had been sable, upon which was displayed a white tree in blossom beneath seven stars.|[[Appendix A]]}}\n\n{{blockquote|Then Aragorn, being now the Heir of Isildur, was taken with his mother to dwell in the house of Elrond; and Elrond took the place of his father and came to love him as a son of his own. But he was called Estel, that is \"Hope\", and his true name and lineage were kept secret at the bidding of Elrond; for the Wise then knew that the Enemy was seeking to discover the Heir of Isildur, if any remained upon earth.|[[Appendix A]]}}\n\n{{blockquote|But Elrond saw many things and read many hearts. One day, therefore, before the fall of the year he called Aragorn to his chamber, and he said: \"Aragorn, Arathorn's son, Lord of the Dúnedain, listen to me! A great doom awaits you, either to rise above the height of all your fathers since the days of Elendil, or to fall into darkness with all that is left of your kin. Many years of trial lie before you. You shall neither have wife, nor bind any woman to you in troth, until your time comes and you are found worthy of it.\"|[[Appendix A]]}}\n\n{{blockquote|Then Aragorn took leave lovingly of Elrond; and the next day he said farewell to his mother, and to the house of Elrond, and to Arwen, and he went out into the wild. For nearly thirty years he laboured in the cause against Sauron; and he became a friend of Gandalf the Wise, from whom he gained much wisdom. With him he made many perilous journeys, but as the years wore on he went more often alone. His ways were hard and long, and he became somewhat grim to look upon, unless he chanced to smile; and yet he seemed to Men worthy of honour, as a king that is in exile, when he did not hide his true shape. For he went in many guises, and won renown under many names.|[[Appendix A]]}}\n\n{{blockquote|Thus he became at last the most hardy of living Men, skilled in their crafts and lore, and was yet more than they; for he was elven-wise, and there was a light in his eyes that when they were kindled few could endure. His face was sad and stern because of the doom that was laid on him, and yet hope dwelt ever in the depths of his heart, from which mirth would arise at times like a spring from the rock.|[[Appendix A]]}}\n\n{{blockquote|Onen i-Estel Edain, ú-chebin estel anim<br />\"I gave Hope to the Dúnedain, I have kept no hope for myself.\"|[[Gilraen]] in [[Appendix A]]}}\n\n{{blockquote|We have heard tell that Legolas took Gimli Glóin's son with him because of their great friendship, greater than any that has been between Elf and Dwarf. If this is true, then it is strange indeed: that a Dwarf should be willing to leave Middle-earth for any love, or that the Eldar should receive him, or that the Lords of the West should permit it. But it is said that Gimli went also out of desire to see again the beauty of Galadriel; and it may be that she, being mighty among the Eldar, obtained this grace for him. More cannot be said of this matter.|[[Appendix A]]}}\n{{DISPLAYTITLE:''The Lord of the Rings'' Appendices/Quotations}}\n{{DEFAULTSORT:Appendices to The Lord of the Rings}}\n[[Category:Quotes]]"}}}