{"parse": {"title": "Musical Chapters from The Hobbit after the mythology of J. R. R. Tolkien, Op. 8", "pageid": 67034, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Beren and Lúthien, Op. 47 (Opera)"}, {"ns": 0, "exists": "", "*": "Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien (Complete)"}, {"ns": 0, "exists": "", "*": "Musical chapters from The Lord of the Rings after the mythology of J. R. R. Tolkien, Op. 73"}, {"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The War of Wrath, Op. 71 (Opera)"}, {"ns": 0, "exists": "", "*": "Tolkien Songs, Op. 9"}], "templates": [], "images": [], "wikitext": {"*": "An operatic cycle by composer [[Paul Corfield Godfrey]], ''Musical Chapters from The Hobbit after the mythology of J. R. R. Tolkien,'' was written between the years 1967-2022. The composer originally planned a massive cycle of eleven evenings of music based in Tolkien's Third Age (the first two of which were to be devoted to ''The Hobbit''). The text was prepared and the entirety of ''The Hobbit'' was composed in short score by the early 1970s and an unsuccessful attempt at gaining the rights from the Tolkien Estate put any further work on hold.\n\nDuring the autumn of 1974 the composer returned to the scores, and at the recommendation of Alan Bush (his composition tutor at the time) made substantial cuts intended to bring the whole work within the scope of one evening. This cut score was then used as the basis for the full orchestral score, of which only the first two scenes were fully completed (although a number of later passages were also fully scored). The final section of the score, a setting of the poem ''Roads go ever ever on'', was extracted for independent performance as one of the [[Tolkien Songs, Op. 9]].\n\nHowever, during the period 1982-83 part of the original vocal score was lost, and the only passages preserved were those which had been incorporated into the orchestral suites, those which had already been orchestrated in the complete full score, and one passage which had been photocopied. Some of the thematic material from those sketches inevitably also found their way into the sketches and fragments for what eventually became [[Musical chapters from The Lord of the Rings after the mythology of J. R. R. Tolkien, Op. 73]]  and even into [[Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien (Complete)]] - as can be seen in the music associated with the enchantments of Sauron in [[Beren and Lúthien, Op. 47 (Opera)]], which originated in the finding of the Ring during ''Over Hill and Under Hill'', or the motif for Smaug, which re-appeared in association with Ancalagon the ancestor of flying dragons at the climax of the battle in [[The War of Wrath, Op. 71 (Opera)]].\n\nDuring the period 1998-99 the composer returned to the now incomplete score and concluded work on the full orchestration of the first three chapters, restoring the previously cut passages where necessary from the vocal score. He also reproduced the fragments of ''Fire and Water'' which still existed and reconstructed some of the incomplete sections.\n\nUpon completion of the [[Musical chapters from The Lord of the Rings after the mythology of J. R. R. Tolkien, Op. 73]] he then finally revisited the work, reworking parts of it to thematically match both that cycle and [[Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien (Complete)]] and recomposing the lost sections in a slightly abridged form.\n\nIn 2024 the Tolkien Estate granted the rights to the composer to use the Tolkien texts from [[The Hobbit]].\n\nThis cycle is musically connected to the composer's other Tolkien settings, most notably [[Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien (Complete)]] and [[Musical chapters from The Lord of the Rings after the mythology of J. R. R. Tolkien, Op. 73]] where characters and themes continue their development.\n\nThis part of the cycle contains roughly four hours of music across six chapters.\n\n== Characters ==\n'''HOBBITS:'''\n\nBilbo Baggins (Tenor)\n\n'''WIZARDS AND OTHER ELEMENTALS:'''\n\nGandalf the Grey, a Wizard (Baritone)\n\nGwaihir, Lord of the Eagles (Soprano or Tenor) \n\nLandroval, another Eagle (Soprano or Tenor)\n\nBeorn, a shapechanger (Bass)\n\nThe Thrush (Soprano)\n\n'''DWARVES:'''\n\nThorin Oakenshield, King Under the Mountain (Baritone)\n\nFili, nephew of Thorin (Tenor)\n\nKili, nephew of Thorin (Tenor)\n\nDwalin, cousin of Thorin (Baritone)\n\nBalin, cousin of Thorin (Baritone)\n\nDori, dwarf of Durin's line (Bass)\n\nNori, dwarf of Durin's line (Baritone)\n\nOri, dwarf of Durin's line (Baritone)\n\nOin, distant cousin of Thorin (Tenor)\n\nGloin, distant cousin of Thorin (Bass)\n\nBifur, follower of Thorin (Tenor)\n\nBofur, follower of Thorin (Baritone)\n\nBombur, follower of Thorin (Bass)\n\nDain, Lord of the Iron Hills (Baritone)\n\n'''RACE OF MEN:'''\n\nBard, a bowman of Lake Town (Baritone)\n\nMaster of Lake Town (Tenor)\n\n1st Soldier of Lake Town (Tenor)\n\n2nd Soldier of Lake Town (Bass)\n\n'''ELVES:'''\n\nElrond Halfelven, Lord of Rivendell (Tenor)\n\nGlorfindel, an elf of Rivendell (Tenor)\n\nThranduil, Elvenking of Mirkwood (Baritone)\n\nGalion, his butler (Bass)\n\nElven Captain of the Guard (Baritone)\n\n1st Elven Boatman (Tenor)\n\n2nd Elven Boatman (Tenor)\n\n3rd Elven Boatman (Tenor or Baritone)\n\n4th Elven Boatman (Baritone)\n\n5th Elven Boatman (Bass)\n\n6th Elven Boatman (Bass)\n\n'''FORCES OF EVIL:'''\n\nWilliam, a troll (Bass)\n\nBert, a troll (Bass)\n\nTom, a troll (Baritone)\n\nThe Great Goblin (Tenor)\n\nGoblin Captain (Baritone)\n\nGoblin Slave Driver (Baritone)\n\nGollum (Tenor)\n\n1st Spider (Soprano)\n\n2nd Spider (Soprano)\n\n3rd Spider (Mezzo)\n\n4th Spider (Mezzo)\n\nSmaug, the dragon (Bass)\n\n'''CHORUS:'''\n\nElves, men and women of Lake Town, Orcs, Dwarves, Wargs & Spiders\n\n== Synopsis ==\n'''PART I - OVER HILL AND UNDER HILL'''\n\n\n1             AN UNEXPECTED PARTY\n\nScene One          In the peaceful land of the Shire, the hobbit Bilbo Baggins is sitting outside his front door smoking a morning pipe when the wizard Gandalf arrives, searching for someone to participate in an ‘adventure’ that he is organising. The flustered and panic-stricken hobbit stammers out his refusal, but allows himself to be pressured into issuing an invitation to call for tea the next day.\n\nScene Two          Bilbo is however horrified when a collection of twelve dwarves arrives before Gandalf even appears, including Thorin Oakenshield the exiled King under the Lonely Mountain. The dwarves sing of their longing for their homeland, and Thorin explains how they were dispossessed by the dragon Smaug who stole their treasure. Bilbo allows himself to be enticed into joining their quest.\n\nScene Three       Out in the wilds, the company are dismayed when Gandalf seemingly abandons them and they fall victim to three marauding trolls who capture and propose to eat them. They are only saved when Gandalf returns and foments arguments among the trolls until they are caught and petrified by the rising sun. In their cave the dwarves find two Elven swords, and Bilbo takes a knife from the store.                     \n\n\n2             RIDDLES IN THE DARK\n\nPrelude                A chorus of elves in the trees welcomes the company to the valley of Rivendell.\n\nScene One          Here Elrond, the master of the house, determines that the swords are heirlooms from the fall of Gondolin, and predicts that they will be needed as the dwarves cross the mountains.\n\nScene Two          In the mountains, the company take refuge from a storm in a cave; but the wakeful Bilbo dreams that a crack has opened in the rock-wall only to awaken as orcs emerge to capture the company. Gandalf alone escapes by the use of fire, but the dwarves are taken down to goblin-town.\n\nScene Three       Here the Great Goblin flies into a rage at the sight of Thorin’s sword, but is killed by Gandalf who leads the company away into the tunnels in search of escape. Bilbo alone is abandoned, and searching the ground he finds a ring which he puts in his pocket.\n\nScene Four         Bilbo comes to the roots of the mountains, and encounters Gollum who challenges him to a game of riddles promising to show him the way out if his loses. But when Bilbo asks what it is he has in his pocket, Gollum is unable to answer; and it is only when he searches for his ring that he realises that it is missing. In his conversation he reveals that the ring confers invisibility on its wearer, and Bilbo is able to follow him unseen as he rushes to intercept the hobbit’s escape.\n\nScene Five          Bilbo has the opportunity to kill Gollum, but moved by pity he refrains and dodges past, pursued by Gollum’s curses. He also manages to elude the orc guards and escape from the tunnels.\n\nScene Six             On the mountainside the dwarves and Gandalf are arguing about what they should do to find the missing hobbit, when Bilbo joins them; but he says nothing of the ring. Wolves are heard howling, and the company escape up the trees as orcs join in pursuit singing in derision. It is only when eagles descend from the mountains that the company are able to escape.\n\nScene Seven      The eagles agree to carry the company away from the mountains towards the east and further on their journey.        \n\n\n3             QUEER LODGINGS\n\nScene One          The eagles deposit the company at the crossing of the Great River, where Gandalf reveals that he will have to leave them on other ‘urgent business’ once they reach the forest of Mirkwood. In the meantime, he will take them to find assistance.\n\nScene Two          Gandalf and Bilbo arrive at the house of Béorn, a skin changer, who gradually accepts the presence of the dwarves as they tell him of their adventures in the mountains and the killing of the Great Goblin. He lends them horses to take them to Mirkwood, and advises them on the path they should take through the forest.\n\nInterlude             The dwarves sing a song regarding the wind blowing around the Lonely Mountain and the lair of Smaug the dragon.\n\nScene Three       Arriving at the borders of Mirkwood, Gandalf leaves the dwarves and the hobbit to make their own way through the forest.  \n\n\n'''PART II - FIRE AND WATER'''\n\n\n4             FLIES AND SPIDERS\n\nScene One          In the forest the dwarves see distant lights and are drawn to an Elven feast; but when they attempt to seek help they find themselves in sudden darkness and are lost. Bilbo is left alone once more, but manages to kill a spider that seeks to capture him with his sword which he now calls Sting.\n\nScene Two          He finds the dwarves tied up in the spiders’ larder, but by mocking the spiders he manages to draw them away after him in pursuit – only for the dwarves then to be captured by the Wood Elves.\n\nScene Three       The Elvenking interrogates first Thorin and then Balin, but is unable to discover from either what their errand is in the forest. He orders that the dwarves should be imprisoned until they provide information, but Bilbo using his ring of invisibility contrives to slip in unseen.\n\nScene Four         In the dungeons the captain of the guard and the butler are celebrating when Bilbo manages to steal the keys and release the dwarves.  He packs them into barrels to be conveyed away down the river, and the Elven porters gaily despatch these into the water.\n\nScene Five          Arriving in Lake Town, the company are greeted by Bard as the leader of the guards are brought to the Master, who offers them assistance despite his scepticism that they will ever contrive to defeat Smaug.\n\n\n5             THE GATHERING OF THE CLOUDS\n\nScene One          Thorin standing on the slopes of the Lonely Mountains searches for the hidden door into the caverns below, but it is Bilbo who led by the singing of a thrush actually finds the entrance.\n\nScene Two          Descending into the heart of the Mountain, the invisible Bilbo is able to engage in conversation with Smaug, discover the weakness in his armoured scales, and elude capture, but not before the dragon has realised that the raiders must have received help from the men of Lake Town.\n\nScene Three       Bilbo escapes back to the dwarves on the mountainside, and tells the dwarves of his discovery of Smaug’s vulnerability overheard by the thrush; but the dragon sets off to Lake Town in search of revenge.\n\nScene Four         Bard rouses the archers of Lake Town to resist the marauding dragon, but it is not until the thrush tells him of Smaug’s weak point that his arrow is able to find a mark and kill the beast. The folk of Lake Town, led by their Master, lament the destruction of their dwellings, but Bard declares that he will seek to re-establish his ancestral kingdom of Dale in the shadow of the Mountain which he now expects to find deserted.\n\nScene Five          Bilbo persuades the dwarves that they can only escape through the lower caverns of the mountain, despite the peril of the dragon. Reluctantly they agree.\n\nScene Six             Entering the dragon’s den once more, Bilbo finds the Arkenstone, the heart of the Mountain and the most treasured jewel in the hoard, and he is clad by Thorin in dwarvish mail. The thrush re-appears to tell them of the death of the dragon, but warns them that others beside themselves now seek to gain possession of the treasure: not only Bard seeking redress for the damage suffered by the Lake-men, but also the Elves of Mirkwood. Thorin sends the bird to seek aid from his cousin Dáin, and prepares for a siege.\n\n\n6             THE CLOUDS BURST\n\nScene One          The dwarves are singing triumphantly of their regained kingdom, when Balin enters to tell them that the armies of both Bard and the Elvenking have now arrived. In parley with them Thorin refuses to negotiate under duress, and Bilbo is left on watch. When Bard approaches surreptitiously, Bilbo gives him the Arkenstone to aid in his bargaining.\n\nScene Two          The following morning Thorin remains obdurate until Bard offers the Arkenstone in exchange for reparations; and when he discovers that it was Bilbo who has given them the jewel, his fury is only averted by the sudden appearance of Gandalf who intercedes on behalf of the hobbit. Dáin now arrives at the head of an army of dwarves, and suddenly conflict erupts as the assembled forces are attacked by orcs and goblins also in seek of plunder. Pitched battle rages, and Thorin is severely wounded in the struggle. Bilbo, seeing the eagles arrive in the distance, is stunned by a falling stone.\n\nScene Three       Gandalf finds the unconscious hobbit on the battlefield, and takes him to Thorin with whom he is reconciled before the dwarf-king dies. Dáin is now proclaimed as King under the Mountain as the body of Thorin is solemnly interred.\n\nScene Four         Returning to the rejoicing Elves in Rivendell, Gandalf and Bilbo are hailed by Elrond and the latter is designated as an Elf-friend. They listen to the Elves singing as the night falls, and in a visionary final scene Bilbo is seen returning to his home enriched by his experiences.\n\n== Recordings ==\nIn 2024 Volante Opera Productions announced they are working on a complete demo recording of the work using sampled orchestra and professional opera singers. It will be released by Prima Facie records in 2026.\n[[Category:Classical music]]\n[[Category:Opera]]"}}}