{"parse": {"title": "Interviews/John D. Rateliff (4-16-07)", "pageid": 17631, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Allen and Unwin"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Bladorthin"}, {"ns": 0, "exists": "", "*": "Charles Williams"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Christopher Wiseman"}, {"ns": 0, "exists": "", "*": "Council of Elrond"}, {"ns": 0, "exists": "", "*": "Douglas A. Anderson"}, {"ns": 0, "exists": "", "*": "Elaine Griffiths"}, {"ns": 0, "exists": "", "*": "Eärendil"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Fíli"}, {"ns": 0, "exists": "", "*": "Glóin"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Hugo Dyson"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "Interrupted Music: The Making of Tolkien's Mythology"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: Artist and Illustrator"}, {"ns": 0, "exists": "", "*": "John D. Rateliff"}, {"ns": 0, "exists": "", "*": "Kíli"}, {"ns": 0, "exists": "", "*": "Lake-town"}, {"ns": 0, "exists": "", "*": "Last Desert"}, {"ns": 0, "exists": "", "*": "Marquette University"}, {"ns": 0, "exists": "", "*": "Master of Middle-earth"}, {"ns": 0, "exists": "", "*": "Mike Foster"}, {"ns": 0, "exists": "", "*": "Mirkwood"}, {"ns": 0, "exists": "", "*": "Mithril"}, {"ns": 0, "exists": "", "*": "Mithril coat"}, {"ns": 0, "exists": "", "*": "Necromancer"}, {"ns": 0, "exists": "", "*": "Oxford English Dictionary"}, {"ns": 0, "exists": "", "*": "Oxonmoot"}, {"ns": 0, "exists": "", "*": "Paul Kocher"}, {"ns": 0, "exists": "", "*": "Peter Jackson"}, {"ns": 0, "exists": "", "*": "Rayner Unwin"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Songs for the Philologists"}, {"ns": 0, "exists": "", "*": "Taum Santoski"}, {"ns": 0, "exists": "", "*": "Taur-nu-Fuin"}, {"ns": 0, "exists": "", "*": "The Annotated Hobbit"}, {"ns": 0, "exists": "", "*": "The Children of Hurin Release Party"}, {"ns": 0, "exists": "", "*": "The Children of Húrin"}, {"ns": 0, "exists": "", "*": "The History of The Hobbit"}, {"ns": 0, "exists": "", "*": "The J.R.R. Tolkien Companion and Guide"}, {"ns": 0, "exists": "", "*": "The Lay of Leithian"}, {"ns": 0, "exists": "", "*": "The Lost Road"}, {"ns": 0, "exists": "", "*": "The Notion Club Papers"}, {"ns": 0, "exists": "", "*": "The Ring of Words"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Thorin Oakenshield"}, {"ns": 0, "exists": "", "*": "Thorin and Company"}, {"ns": 0, "exists": "", "*": "Thráin II"}, {"ns": 0, "exists": "", "*": "Thrór"}, {"ns": 0, "exists": "", "*": "Tinúviel"}, {"ns": 0, "exists": "", "*": "Tol Sirion"}, {"ns": 0, "exists": "", "*": "Two Trees of Valinor"}, {"ns": 0, "exists": "", "*": "Verlyn Flieger"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Were-worms"}, {"ns": 0, "exists": "", "*": "Wilderland (map)"}, {"ns": 0, "*": "Gary Hunnewell"}, {"ns": 0, "*": "Susan Dagnall"}], "templates": [], "images": [], "wikitext": {"*": ":''The below article is of a chat session, the content should be preserved and not altered save for aesthetic reasons. The chat took place on April 16th, 2007 on irc.tolkiengateway.net for [[The Children of Hurin Release Party]].''\n\n<poem>\n<Beren>\tok can we call you John? or you prefer something else?\n'''<[[John D. Rateliff|JohnDRateliff]]>'''\tJohn is fine. \n'''<JohnDRateliff>'''\tAre there any questions?\n<Marcel_Buelles>\tYoohoo! Me :)\n'''<JohnDRateliff>'''\tAsk away\n<Beren>\tok marcel... shoot\n<Marcel_Buelles>\tI am not quite sure but may I ask why it has taken you decades to finish your book on [[The History of The Hobbit|the History of the Hobbit]]?\n'''<JohnDRateliff>'''\tPartly because it was a big job, partly because I could only work on it part time.\n'''<JohnDRateliff>'''\tThe final book came out so long that it's being split into two volumes, about 350,000 words in all\n<Beren>\tif you want another question just tupe 'next'\n'''<JohnDRateliff>'''\tI also do a mound of research for each point, not all of which makes it into the final product. So, it takes me a while.\n'''<JohnDRateliff>'''\tnext\n<Beren>\thow you got into contact with Tolkien in the first place?\n<Olwe>\tMy apologies, but obviously I wasn't meant to ask that question... \n'''<JohnDRateliff>'''\tI first discovered his work in Sept. 1973. I first got in touch with the Estate in 1981. I first worked with the manuscripts when I arrived at Marquette later that year.\n'''<JohnDRateliff>'''\tIt's a great regret of mine that I never met Tolkien personally, though I did manage to meet some of the Inklings\n'''<JohnDRateliff>'''\tI also got to meet [[Christopher Wiseman]], the last surviving member of the TCBS.\n'''<JohnDRateliff>'''\tNext?\n<Beren>\thow you got into the [[Marquette University|Marquette]]?\n'''<JohnDRateliff>'''\tI applied there for the Ph.D. program and was accepted, teaching freshmen as a T.A. while taking courses and writing the dissertation. All the Tolkien work was done on a volunteer basis, in my spare time, much of it in conjunction with Taum Santoski.\n<Beren>\tTaum Santoski must have been a great person? \n'''<JohnDRateliff>'''\tThe dissertation, by the way, was on another fantasy writer, Lord Dunsany\n<Beren>\to thnxs\n'''<JohnDRateliff>'''\tTaum was an amazing Tolkien scholar, whose special interest was the invented languages and, later, Tolkien's illustrations.\n'''<JohnDRateliff>'''\tHis death was a major loss to Tolkien studies. And, of course, to me personally.\n<Beren>\tmuch too early!\n'''<JohnDRateliff>'''\tYes, age 32.\n<Marcel_Buelles>\tI am sorry for repeating the question but something like 25 years for a book - that sounds a lot like Tolkien (which is a compliment, in a sense)?\n<Marcel_Buelles>\tPublish! Publish! Publish! \n<Marcel_Buelles>\tThat's what you should tell amazing scholars like [[Taum Santoski|Mr. Santoski]]. \n'''<JohnDRateliff>'''\tYes, there were complications and delays along the way. First Taum and I were to do it together, with my being Gordon to his Tolkien.\n<QuietDrops>\twas there something about The Hobbit that appealled to you more so than LOTR, to make you devote so much time studying it?\n'''<JohnDRateliff>'''\tThat is, he'd prepare the text and I'd do all the notes and commentary.\n'''<JohnDRateliff>'''\tBut I had to withdraw from the project to devote time to the dissertation\n'''<JohnDRateliff>'''\tThen, when he became terminally ill before finishing, he asked if I'd take over and see it through\n'''<JohnDRateliff>'''\tBut his approach and mine were so different that I essentially had to start over again. So there was a long delay right at the start.\n<Eru_PT>\tBeyond official \"manuscripts\" that you have acess (by Tolkien himself), what other sources have you used in your book(s)\n<Eru_PT>\tin your book - The History of the hobbit of course\n'''<JohnDRateliff>'''\tRe. THE HOBBIT and LotR: I love both. But Christopher did a splendid job on the LotR manuscripts himself in HME, while H was being rather neglected\n'''<JohnDRateliff>'''\tWhat other sources? Anything relevant I could get my hands on, basically. Many long hours in libraries researching points.\n'''<JohnDRateliff>'''\tLots of time talking to knowledgable friends. Drawing on my own earlier research trips to the Wade and the Bodleian.\n'''<JohnDRateliff>'''\tIn the final stages, the wonders of the Internet, which made a world of difference tracking down obscure points.\n'''<JohnDRateliff>'''\tNext?\n<Beren>\tis it a coincidence that this year we celebrate 70 years The Hobbit and we will see the publication of your book?\n'''<JohnDRateliff>'''\tby the way, if I'm giving too little or too much detail, just say so\n<Eru_PT>\twell, you have other books that analyze The Hobbit, such as The Annotated Hobbit by Douglas Anderson\n'''<JohnDRateliff>'''\tThe 70th anniversary is a lucky coincidence, one I'm very happy about\n<QuietDrops>\tgoodnight everyone, thank you Marcel and John for talking to us. i'd love to stay but it's getting quite late\n<Marcel_Buelles>\tWould knowledgable friends include people like [[Gary Hunnewell]] and [[Mike Foster]]? Would you give us some more names?\n'''<JohnDRateliff>'''\tYes, Doug's book is superlative. There were lots of things I didn't have to cover because Doug had already done so.\n<Marcel_Buelles>\t@ N8 to Australia :)\n'''<JohnDRateliff>'''\tI assume that anyone picking up my book will already have Doug's -- it is, after all, the best text of H in existence.\n'''<JohnDRateliff>'''\tGary, Mike, [[Verlyn Flieger|Verlyn]], [[Douglas A. Anderson|Doug]], [[Wayne G. Hammond|Wayne]], Richard, Paul, [[Christina Scull|Christina]], and many many more-- the list goes on and on\n<Beren>\tthnxs\n'''<JohnDRateliff>'''\tI think the Acknowledgments ran for two solid pages or so\n<Beren>\tWhy do you think Christopher didn't go in to the Hobbit in his HoME?\n'''<JohnDRateliff>'''\tPartly because he was in the middle of such an enormous task -- try counting the number of pages in HME.VI-XII sometime\n'''<JohnDRateliff>'''\tPartly because he believed Carpenter's claim that the H. ms was very close to the published book and,\n'''<JohnDRateliff>'''\tmore importantly, that THE HOBBIT was not originally part of the Legendarium.\n<Beren>\to... and how you feel about this?\n'''<JohnDRateliff>'''\tI think I've made a good case that it always was, from the first chapter, part of the legendarium.\n'''<JohnDRateliff>'''\tHow do I feel about having had the chance to do HISTORY OF THE HOBBIT? Lucky!\n<Tuna>\tI have one, if I may. I'm sure many of us are aware of the great many changes Tolkien made to his stories as outlined in HoME. If you don't mind (I know, you probably wish to save some suspense for your book), How would you rate the making of The Hobbit in comparison to that other great endeavor of Tolkien's?\n<Beren>\tHow is your book different from [[the Annotated Hobbit]]?\n'''<JohnDRateliff>'''\tDoug gives the final published text and details every change made since first publication. \n'''<JohnDRateliff>'''\tI give the story of the text up till the point of publication. So our two projects are bookends, complementary\n'''<JohnDRateliff>'''\tI also had more space to discuss specific points than is possible in marginal annotations.\n'''<JohnDRateliff>'''\tNext?\n<Beren>\tis your book finished now?\n'''<JohnDRateliff>'''\tYes, all but the index. I'm doing final proofing on the second volume.\n<Beren>\to yes the two volumes... how does that work?\n'''<JohnDRateliff>'''\tThe first volume is out in about three weeks in England, with the US edition to follow sometime in September\n<Marcel_Buelles>\tOh no. Indexing - horrible work :)\n'''<JohnDRateliff>'''\tEverything up to [[Thorin Oakenshield|Thorin]] and [[Thorin and Company|Company's]] departure from [[Lake-town|Lake Town]] goes into Part One; everything from their arrival at the Lonely Mountain on goes in Part Two\n'''<JohnDRateliff>'''\tPart Two also has the 1944/1947 'second edition' rewrite of the [[Gollum]] chapter and the 1960 Hobbit\n'''<JohnDRateliff>'''\t--that is, the fragment of what would have been the third edition had Tolkien completed it;\n'''<JohnDRateliff>'''\ta re-write of THE HOBBIT in the style of THE LORD OF THE RINGS.\n<Beren>\thow long is this 1960 hobbit exactly?\n'''<JohnDRateliff>'''\tIt's quite short; he only got as far as the arrival in Rivendell\n<Eru_PT>\tyour favourite books (by Tolkien himself) is The Hobbit?\n<Eru_PT>\t*book\n'''<JohnDRateliff>'''\tHowever, it also includes a detailed timeline of their journey for this first leg of the trip.\n<Beren>\tnice :)\n'''<JohnDRateliff>'''\tMy favorites are THE LORD OF THE RING and THE HOBBIT, with [[Farmer Giles of Ham|FARMER GILES OF HAM]] coming in third I suppose.\n'''<JohnDRateliff>'''\t[[The Lost Road|THE LOST ROAD]] and [[The Notion Club Papers|THE NOTION CLUB PAPERS]] are also somewhere up there\n<Beren>\tany new maps... i saw some maps on a Tolkien exhibition in 1992 which have not been published before. Will they be published now?\n<Meneldur>\tJohnDRateliff> the question may have been asked, but what is the difference between \"The Annotated Hobbit\" and your books?\n<Eru_PT>\ttomorrow, will you buy imediatly The Children of Húrin, or will wait?\n<Beren>\tok... give him some time to answer the questions asked so far! \n'''<JohnDRateliff>'''\tNew Maps -- I'm not sure. We were going to do some, but I think they got squeezed out by other pieces that were more important\n'''<JohnDRateliff>'''\tThe Annotated Hobbit: it's complementary to my book. Doug covers the entire publication history of the text, I cover the prepublication history\n'''<JohnDRateliff>'''\t[[The Children of Húrin|THE CHILDREN OF HURIN]]: my copy is on its way from amazon.co.uk, so I guess I'll have to wait for a bit.\n<Beren>\tno maps :(\n<Eru_PT>\tBeren,\n'''<JohnDRateliff>'''\tHowever, I should get to see a copy tomorrow since I'm going to a reading from the book being hosted by the University of Wash. Bookstore up in Bellevue.\n<Eru_PT>\tin the book\n'''<JohnDRateliff>'''\tThere will certainly be maps, but most of then have appeared before in ARTIST AND ILLUSTRATOR or THE ANNOTATED HOBBIT\n<Eru_PT>\t|[[J.R.R. Tolkien: Artist and Illustrator|J.R.R. Tolkien Artist & Illustrator]], you have some maps of the inicial Hobbit!\n'''<JohnDRateliff>'''\tFor example, the Frontispiece to Part One will be Fimbulfambi's Map, which first appeared in Christopher Tolkien's Foreword to the 50th anniversary Hobbit\n<Eru_PT>\tahhhh, you have think the same thing that i have! :)\n'''<JohnDRateliff>'''\tThere were five smaller maps that accompanied the original submission to Allen and Unwin, and not all of those made it in\n'''<JohnDRateliff>'''\tMainly because two of them were superceded by an early version of what became the [[Wilderland (map)|Wilderland Map]], and I wanted to make sure that got in\n<Beren>\tglad some did...\n'''<JohnDRateliff>'''\tNext?\n<josh>\tdid you encounter any serious frustration while working on the two volumes?\n'''<JohnDRateliff>'''\tThere are about twelve plates of art in all, most with two or more pieces on each\n<Beren>\twonderful news!\n'''<JohnDRateliff>'''\tAny serious frustrations? Not really, aside from the amount of time it took to get it done to my satisfaction.\n'''<JohnDRateliff>'''\tThe dust jacket for the book, by the way, is Tolkien's original sketch for the cover\n'''<JohnDRateliff>'''\tIt seemed to make sense to use the draft for the art as the cover for a book giving the draft of the text.\n'''<JohnDRateliff>'''\tNext?\n<ssmmbfcs>\tAbout the additional research not included in [[The History of The Hobbit|The Hisrory of The Hobbit]], will it find printing in other papers?\n'''<JohnDRateliff>'''\tSome of it may, though probably in unexpected ways. Research is like that. You notice a passage in Tolkien's LETTERS, and five years later it becomes a piece on JRRT and [[Charles Williams]].\n<Lothloriel>\tHello, just testing\n'''<JohnDRateliff>'''\tHi Diana. Congr. on the book.\n<Beren>\tWelcome Diana Glyer!\n<Guest>\tThanks\n<Guest>\tJust checking it out\n<Eru_PT>\thave you divided the book because the publisher want, as Tolkien had to, or was your choice?\n'''<JohnDRateliff>'''\tThe division into two parts was purely a matter of length\n<Beren>\tFor all news guests we are currently doing a Q&A with John D. Rateliff\n'''<JohnDRateliff>'''\tThe only alternative would have been to go through and leave things out, and I didn't want to go that route if I could possibly avoid it.\n'''<JohnDRateliff>'''\tAny other questions?\n<Eru_PT>\tso, as Tolkien, if there was your choice, your prefer in one volum?\n'''<JohnDRateliff>'''\tOf course. But practicalities have to be taken into account. Better THE LORD OF THE RINGS in three volumes than no LotR at all!\n<Eru_PT>\tyes, thats true! :)\n<Tuna>\tAmen to that\n<Beren>\tDoes [[Christopher Tolkien]] check the work you are doing? or do you have freedom to do as you wish?\n'''<JohnDRateliff>'''\tIn an ideal world, we'd have facsimilies of Tolkien's manuscripts published with transcriptions on facing pages, like the JAMES JOYCE ARCHIVE.\n'''<JohnDRateliff>'''\tBut I think that's a half-century away\n<Tuna>\tQuestion: Did you find yourself surprised by anything you uncovered when researching for History of the Hobbit?\n'''<JohnDRateliff>'''\tI did deposit a line-by-line, stroke-by-stroke transcription of THE HOBBIT manuscript at the Marquette Archives, so that anyone who wants to can use it as a guide for seeing how my book was put together\n'''<JohnDRateliff>'''\tOr simply to help them read Tolkien's handwriting.\n'''<JohnDRateliff>'''\tSurprising? Just how strong the connections between THE HOBBIT and [[the Silmarillion]] texts were, right from the initial conception.\n'''<JohnDRateliff>'''\tAlso, I originally believed Michael Tolkien's stories about the book having originated in the 1920s.\n<Beren>\tindeed.. you must be a master in that right now... i'll sent some scans of letters to help me out!\n<Beren>\tsorry for interrupting\n'''<JohnDRateliff>'''\tAnd I also accepted [[Humphrey Carpenter|Carpenter's]] idea that the book was abandoned unfinished. \n'''<JohnDRateliff>'''\tIt's now clear Tolkien did complete the story, probably in December 1932 or January 1933, and that he didn't start it until summer 1930\n'''<JohnDRateliff>'''\tYes, reading Tolkien's handwriting is something of an art\n<Eru_PT>\tYuo have, of course, read many books about Tolkien's work, Which do you strongly recommend?\n'''<JohnDRateliff>'''\t[[Paul Kocher|Paul Kocher's]] [[Master of Middle-earth|MASTER OF MIDDLE EARTH]] is still the best single-volume book on Tolkien's work, especially when paired with Verlyn Flieger's INTERRUMPTED MUSIC\n'''<JohnDRateliff>'''\tSorry: [[Interrupted Music: The Making of Tolkien's Mythology|INTERRUPTED MUSIC]].\n'''<JohnDRateliff>'''\tShippey's work does a great job putting Tolkien in context with his academic background.\n'''<JohnDRateliff>'''\tWayne and Christina's recent books are mines filled with enormous amounts of useful information, the results of many years' reseach\n'''<JohnDRateliff>'''\tARTIST AND ILLUSTRATOR is also very good\n<Beren>\tdid you by chance find out how the Hobbit manuscript found its way to the publisher? In [[The J.R.R. Tolkien Companion and Guide|The Companion and Guide]] we have three possible ways it could have happened... maybe you found out more?\n'''<JohnDRateliff>'''\tAnd of course Doug's book\n<Beren>\t:)\n<Beren>\tthnxs...\n'''<JohnDRateliff>'''\tAnd these are only a few obvious examples, books anyone interested in Tolkien should read and reread\n'''<JohnDRateliff>'''\tI think we have [[Elaine Griffiths|Elaine Griffiths']] inability to complete the Clark Hall Beowulf revision to thank\n<Tuna>\ti find myself intrigued by your claim of the strong connections between TH and Silmarillion. Care to provide any examples, or do I have to wait for publication?\n'''<JohnDRateliff>'''\tWhen [[Susan Dagnall]] showed up to collect the turnover, and it wasn't ready, Griffiths sent her along to Professor Tolkien to borrow his story so her trip from London to Oxford wasn't a total waste.\n'''<JohnDRateliff>'''\tBut this is just my best guess; the exact details are unrecoverable.\n<Beren>\tok thnxs\n'''<JohnDRateliff>'''\tHOBBIT/SILMARILLION. Well, there's the mention of Beren and Luthien in the draft of Chapter One, for starters.\n<Eru_PT>\tWhat is the subject that you preferred in Tolkien's world... \n'''<JohnDRateliff>'''\tTHe wizard says they don't need to worry about seeking revenge on the [[Necromancer]] because [[Beren]] and [[Tinúviel|Tinuviel]] have already thrown down his dark tower.\n<Eru_PT>\tsome people prefere languages, other history..\n<Tuna>\tah, i see\n'''<JohnDRateliff>'''\tThat's a pretty explicit reference to the events of [[The Lay of Leithian|'The Lay of Leithian']], and a pretty good indication to me that Bilbo's world and their world were thought of as one and the same from the very beginning.\n'''<JohnDRateliff>'''\tYes, Taum loved the languages best. With me it's the trees.\n<Tuna>\tOne final question from me: When can I expect my signed copy to arrive in the mail? :)\n'''<JohnDRateliff>'''\tWith others, the battle-scenes, or the muted love story in the background, or the characters.\n<Eru_PT>\tThe trees? The history of the [[Two Trees of Valinor|Trees of Valinor]]?\n'''<JohnDRateliff>'''\tSend me a copy with return postage and I'll be happy to oblige.\n'''<JohnDRateliff>'''\tNo, Tolkien's treatment of trees throughout his work, and his obvious love for them, was what first attracted me to his books.\n'''<JohnDRateliff>'''\tNext?\n<Rowns>\tWhat are you working on now?\n'''<JohnDRateliff>'''\tI'm giving Part Two a final proofing, then I need to work on the lecture I'm giving at Marquette this fall. And there are lots of other projects that have had to be put off for a long time that I'm looking forward to getting back to.\n<Rowns>\tInteresting!  Tolkien related projects?\n<Eru_PT>\tdo you will write/publish another book about Middle-Earth after The History of The Hobbit?\n'''<JohnDRateliff>'''\tOf course!\n'''<JohnDRateliff>'''\tAs for another book, that depends on circumstances. I certainly hope so.\n<Beren>\tYour book will be studied by many... like many read every word of HoMe, or better every letter. How you look towards this?  \n<ssmmbfcs>\tAbout what is your lecture at Marquette this fall?\n'''<JohnDRateliff>'''\tI hope people enjoy the book and find lots of food for thought in it. \n'''<JohnDRateliff>'''\tThe topic for the lecture isn't set yet, but it will have something to do with Tolkien as a literary craftsman.\n'''<JohnDRateliff>'''\tThat is, a look at HOW he wrote, since there's been so much focus on what he wrote about already.\n'''<JohnDRateliff>'''\tAnd of course it will rely heavily on specific examples in the manuscripts.\n<Beren>\ti'm still wondering about the two volumes... you cut the tale in two... but do you not have to repeat some things then in the books? \n'''<JohnDRateliff>'''\tTwo Volumes: No. Part One ends on page 467 and Part Two, after its own Table of Contents, starts on page 468\n<Beren>\to i see now\n'''<JohnDRateliff>'''\tIt's a two-volume set on one continuous book, not two companion volumes like the recent COMPANION AND GUIDE.\n'''<JohnDRateliff>'''\tNext?\n<Rowns>\tWill they be sold individually or only as a set?\n<Gabriel>\tinteresting point that which would make Morgoth the Necromancer rather than Sauron :)\n'''<JohnDRateliff>'''\tOr do I need to make way for the next guest?\n<Beren>\tno time enough\n<Beren>\tgo on\n<Beren>\tDavid Brawn will be here in one hour\n<Beren>\ti think you know each other! :)\n'''<JohnDRateliff>'''\tNo, it's [[Sauron]] the Necromancer in 'The Lay of Leithian', and the destruction of the tower at [[Tol Sirion]].\n'''<JohnDRateliff>'''\tAnd the Necromancer's flight to [[Taur-nu-Fuin|Taur-na-Fuin]], which I correlate to [[Mirkwood]]\n'''<JohnDRateliff>'''\tOkay; I'll stay on for awhile, so long as there are more questions.\n'''<JohnDRateliff>'''\tAnyone been waiting to ask something, now's a good time\n<Eru_PT>\twell\n<Beren>\tdo you already have some news on the celebration set that has been announced? \n<Gabriel>\thmm, I see... nice link between the texts, though :)\n<Eru_PT>\tabout Tolkiem Mythology i have \n'''<JohnDRateliff>'''\tSorry Rowns: I overlooked your question. They'll be sold individually, but I believe a boxed set is also in the offing.\n<Eru_PT>\tone question\n'''<JohnDRateliff>'''\tYes?\n<Eru_PT>\tDo Balrogs have wings?\n<Eru_PT>\teheheheh\n<Rowns>\tlol\n<Tuna>\thahahaha\n<Forfirith>\t-__-\n<Marcel_Buelles>\t:D\n'''<JohnDRateliff>'''\tAfrican or European?\n<Marcel_Buelles>\t:P\n<Beren>\tlol\n<Rowns>\tlol\n<Tuna>\tbalrogs migrate?\n<Marcel_Buelles>\tThat's the best answer I heard in a long time :)\n<Beren>\tmonthy p. jokes are always good\n<Beren>\tin the beginning you said you got in contact with the estate in 1981... what was this for?\n<Gabriel>\tcarrying coconuts with their flame whips? nah...\n'''<JohnDRateliff>'''\tI was working at the time on [[Songs for the Philologists|SONGS FOR THE PHILOLOGISTS]]\n'''<JohnDRateliff>'''\t--one of Tolkien's most interesting neglected works, by the way.\n<Beren>\to interesting!\n<Beren>\tgood i aksed!\n<Beren>\ttell me some more...\n'''<JohnDRateliff>'''\tSpecially, I was trying to locate a copy of the Leeds version that preceded the University College London version.\n'''<JohnDRateliff>'''\tInterestingly enough, the evidence I turned up suggests that some of the texts in the printed version had been rewritten, \n'''<JohnDRateliff>'''\tnot by Tolkien, but by A. H. Smith\n<Beren>\tnever heard about this? did you publish about this?\n<Rowns>\tThat's an article that seriously needs to get published!\n'''<JohnDRateliff>'''\tAlas I never succeeded in gaining access to a copy of the Leeds version.\n<Rowns>\tAre such copies known to exist, you just couldn't work out access?\n<Thomas>\tmaybe Beren has one in his library :-)\n<Beren>\tssst....\n<Gabriel>\tthis one is extremely hard to find... and to afford to :(\n<Marcel_Buelles>\tOne will probably be in the house of the Family... \n'''<JohnDRateliff>'''\tOnly one copy is known to exist, and it's not accessible. But finding out at least one survived was a relief; maybe someday someone will be able to complete that project.\n<Beren>\ti do hope so!\n<Thomas>\twhere is it ?\n'''<JohnDRateliff>'''\tInaccessible\n<Beren>\thow you found out about the leeds version?\n'''<JohnDRateliff>'''\tResearch!\n'''<JohnDRateliff>'''\tAny others?\n<Halion>\tWhen working on The History of The Hobbit, did you find any new information on some of the longlasting mysteries of The Hobbit, like [[Bladorthin|King Bladorthin]], the origin of [[Bilbo Baggins|Bilbo's]] [[Mithril coat|coat of mail]] and the wild [[Were-worms]] in the [[Last Desert]]?\n'''<JohnDRateliff>'''\tSome, yes. Bladorthin was originally the wizard's name. The coat of mail went through a number of changes, which I try to document.\n<josh>\tif anyone has 55.000 EUR to spend: http://cgi.zvab.com/SESSz159216085711176747172/cgi-bin/n_xsearch.cgi?uc=de&shp=0&dcurr=EUR&noimg=0&lang=de&term=Songs+for+the+Philologists&ath=&tle=&days=&rpp=10&x=14&y=14\n'''<JohnDRateliff>'''\tAnd I quite like the Wild Wereworms of the Chinese, as they were originally called.\n<Marcel_Buelles>\tOnly 14 copies are said to have survived: SONG FOR THE PHILOLOGISTS. $74,300.\n<Halion>\tthere is a theory that the coat was originally [[Eärendil|Eärendil's]], does it strike anywhere near the mark? :)\n'''<JohnDRateliff>'''\tNot possible in the original conception, where it's one of several made for the King of Dale's sons -- note the plural\n'''<JohnDRateliff>'''\tThere's also no [[mithril]], of course, in the original; that idea came later.\n<Beren>\tdid any other words like 'chinese' turn up in your research? words from outside Middle-earth that is?\n'''<JohnDRateliff>'''\tOne of the hardest things to do when reading THE HOBBIT is not to import in ideas from later works.\n'''<JohnDRateliff>'''\tChinese, Shetland Ponies, Hindu Kush, the Gobi Desert -- there were a few, all in the early chapters and all later eliminated.\n<Beren>\twill you list these?\n'''<JohnDRateliff>'''\tBy the way, the mix of real-world and fantastical locations is v. typical of Lord Dunsany, whose work was a big influence on JRRT early on\n'''<JohnDRateliff>'''\tThough not so big an influence as Wm Morris.\n'''<JohnDRateliff>'''\tThey're not listed, but each is discussed when it comes up.\n<Eru_PT>\tyour book is about the history of the publication of the Hobbit... but in England... and in other countrys, the translations, do you speak about this process\n<Eru_PT>\tabout the relations of Tolkien and the other publishers of other countrys\n'''<JohnDRateliff>'''\tNo, while that's an interesting topic it would have taken me too far afield from my main focus, which was the story of the text up till the time of publication.\n<Halion>\tso it is not possible that the \"young elf-prince long ago\" the coat was wrought for (according to the published version) is Eärendil?\n<Earendil>\thello\n'''<JohnDRateliff>'''\tSomeone needs to write a book someday on \"TOLKIEN AND HIS PUBLISHER\". The relationship is exceptionally well documented, and it's an interesting story.\n<Earendil>\thrm\n<Earendil>\ti thought carpenter was working on such a project\n<Earendil>\ti swore i read that somewhere\n<Meneldur>\tdidn't [[Rayner Unwin]] wrote something about editing Tolkien?\n<Beren>\twe already have The Publisher and his Tolkien...  but under a different title\n'''<JohnDRateliff>'''\tyoung elf-prince long ago: it's not possible within the original conception, but it could be argued from the final text looking back.\n'''<JohnDRateliff>'''\tPlenty of issues, like the confusion between whether [[Thrór|Thror]] or [[Thráin II|Thrain]] was Thorin's grandfather, I hope the book will clarify.\n<Marcel_Buelles>\tWe do have [[The Ring of Words|\"Ring of Words\"]] which is Tolkien and the [[Oxford English Dictionary|OED]]. But except for Rayner Unwin's words?\n<Marcel_Buelles>\tHi Harm - good to see you :)\n'''<JohnDRateliff>'''\tYes, Rayner wrote a wonderful memoir that's both moving and very sad, about the fall of the House of Unwin. Highly recommended.\n<Beren>\tindeed\n<Forfirith>\tinteresting, i never heard of it\n'''<JohnDRateliff>'''\tThere's a vast archive of letters between Tolkien and [[Allen and Unwin|ALLEN AND UNWIN]]; someday years from now they'll make the basis of an excellent book.\n<Rowns>\tRayner Unwin:  A Remembrancer\n<Mithrennaith>\tHi there Marcel!\n<Forfirith>\tthanks :)\n'''<JohnDRateliff>'''\tGEORGE ALLEN AND UNWIN: A REMEMBRANCER, by Rayner Unwin, 1999. Privately Printed by Merlin Unwin Books.\n<Meneldur>\t\"Privately\" ?\n'''<JohnDRateliff>'''\tUnfortunately Carpenter is gone now too. \n<Marcel_Buelles>\tHumphrey Carpenter, for those of you interested, is buried in the same cemetary as Tolkien - only a mere 20 yards away. \n'''<JohnDRateliff>'''\tYes, ALLEN AND UNWIN was gone by that time, having been absorbed into HarperCollins.\n<Eru_PT>\tDo you have some copy of a book signed by Tolkien himself?\n'''<JohnDRateliff>'''\tNot a book but an unpublished letter.\n<Forfirith>\twow\n<Eru_PT>\ta letter that you have wrote to Tolkien?\n<Eru_PT>\tor from someone else\n'''<JohnDRateliff>'''\tYes, it's a very strange cemetery. Part of it is left unkempt, so as to provide habitat for foxes. I believe James Blish, Charles Williams, [[Hugo Dyson]] and I think Kenneth Grahame are also buried there, but it's so long since I was there I'm not certain.\n<Halion>\twhat is the unpublished letter about?\n'''<JohnDRateliff>'''\tA letter Tolkien wrote someone else. \n<Marcel_Buelles>\tNot quite - aber Charles' Williams grave is not too far away. You should definitely come to [[Oxonmoot]] to present your history - we would love to have you!\n'''<JohnDRateliff>'''\tI discovered Tolkien's books just too late to write him; I was sitting down to write my first fan letter ever when I heard he'd just died.\n<Beren>\tin the beginning of the interview you said that your dissertation was on Lord Dunsany, or you next to Tolkien also working on other projects, authors?\n<Tinfang_Warble>\tCharles Williams is buried in Holywell Cemetery\n<Tinfang_Warble>\t(too late) :(\n'''<JohnDRateliff>'''\tI've wanted to attempt Oxonmoot for years, but none of my four trips to do research have overlapped with Oxonmoot.\n'''<JohnDRateliff>'''\tHolywell: you're right, that's the one I was thinking of, not Wolvercote up north of town. Please ignore my previous reply, which applies to Holywell.\n<Mithrennaith>\tReally any excuse should do to come to Oxonmoot ;)\n<Eru_PT>\tdo you know Christopher Tolkien personally?\nApr 16 11:34:41 *\tjpilot has quit (Quit: Bye bye)\n'''<JohnDRateliff>'''\tEven though I ended up disagreeing with him on several important points, I'm very grateful to Carpenter both for the help he gave me during my first two visits to Oxford and for writing his biography\n'''<JohnDRateliff>'''\tDespite its obvious flaws, it really holds up v. well almost thirty years later.\n'''<JohnDRateliff>'''\tYes, I've met Christopher. Quite an honor. \n<Meneldur>\tdoes Christopher talk as weirdly as he writes? ^___^\n'''<JohnDRateliff>'''\tI also met Barfield, Havard, and Dundas-Grant, and corresponded briefly with Coghill and Cecil.\n<Earendil>\tchristopher writes \"weirdly\"?\n<Meneldur>\toh yes\n<Meneldur>\toh yes yes yes yes ^_^\n'''<JohnDRateliff>'''\tHe talks with the same elegance in which he writes. \n<Forfirith>\t:p\n<Earendil>\tif you had to edit j.r.r.'s manuscripts, you think you'd do a better job?\n<Eru_PT>\tIf you could ask something to Tolkien hismelf, what you asked?\n<Earendil>\tyou're talking about an oxford professor editing an oxford professor\n<Earendil>\t;)\n<Halion>\thow did you like the abandoned rewriting of The Hobbit? would it have improved the book if finished?\n'''<JohnDRateliff>'''\tBy the way, his translation of THE SAGA OF KING HEDREIKS THE WISE is wonderful\n<Tinfang_Warble>\tIt certainly is...\n'''<JohnDRateliff>'''\tThe abandoned rewriting is wonderful stuff, but it's not THE HOBBIT. I think he was wise to leave off, but I can't help regretting never finding out what his solutions to some of the \n'''<JohnDRateliff>'''\tdisconnects between THE HOBBIT and THE LORD OF THE RINGS would have been.\n'''<JohnDRateliff>'''\tThere are so many things I'd have liked to ask Tolkien that I couldn't possibly narrow it down to just one and would probably have just wound up thanking him, profusely, for writing those books.\n'''<JohnDRateliff>'''\tI do deeply regret never getting to meet or correspond with Warnie Lewis, though\n<Halion>\twhat do you think are some of the worst \"disconnects\" between the books?\n<Eru_PT>\twhere have you meet CT? in London?\n<Mithrennaith>\tOr did you go to south France?\n'''<JohnDRateliff>'''\tI go into these at some length, but a few include which is oldest: [[Fíli|Fili]] or [[Kíli|Kili]]? Also, if Bilbo tells the dwarves the whole story of the Gollum encounter after rescuing them from the spiders, why does he appologize to [[Glóin|Gloin]] at the [[Council of Elrond]] for not telling him the truth before?\n'''<JohnDRateliff>'''\tIn Milwaukee, and in Oxford.\n'''<JohnDRateliff>'''\tAny others?\n<Beren>\tHye Hyarion... get back soon....\n<Beren>\t:)\n<Hyarion|school>\tI didn't realize Rateliff was going to be here :) would have stayed home.\n<Eru_PT>\tWhat's your opinion about the movies by [[Peter Jackson]]?\n<Marcel_Buelles>\tWell, you have missed a very enlightened chat!\n<Marcel_Buelles>\tLogs ahoi!\n'''<JohnDRateliff>'''\tSorry; didn't know if I could take part until the last minute\n'''<JohnDRateliff>'''\tGlad to hear you thought so.\n<Beren>\tJohn are you ok if we conclude the Q&A here?\n'''<JohnDRateliff>'''\tI enjoyed the Jackson movies. I was frustrated by some of the changes, but I think they worked on the whole.\n<Mithrennaith>\t{a propos logs - where can I find those?}\n'''<JohnDRateliff>'''\tYes, this seems to be a good stopping spot. Thanks everybody for the questions. \n<Beren>\tnormally David Brawn will be arriving to speak in a quarter\n<Beren>\tif you wish you can of course stay for a while or come in back later!\n<Tinfang_Warble>\tThanks for joining us, mr. Rateliff. Looking forward to read your book.\n<Mithrennaith>\tHi Earendilyon, good to see you here too!\n<Earendilyon>\thiyah all\n<Beren>\ti like to thank you VERY much for you time\n<Marcel_Buelles>\tThank you very much for being here, John!\n<Forfirith>\tThanks for the answers :)\n<Rowns>\tThanks so much John!\n<Earendilyon>\tavond mith ;)\n<Tuna>\tthanks Mr. Rateliff, t'was very interesting all the way around\n<Hyarion|school>\tEarendilyon, you just missed Rateliff :p\n<Alex1302>\tthanks John :)\n<Beren>\tespecially because i aske you last minute!\n<Earendilyon>\tso i see\n'''<JohnDRateliff>'''\tYes, I'd like to hang around for a bit. Can I continue to use this connection?\n<Mithrennaith>\tYes, thanks very much Mr Rateliff - sorry I didn't get in sooner\n<Hyarion|school>\tJohnDRateliff: definitely.\n<Beren>\tyes you can stay\n<Eru_PT>\tThank you! That was very interesting!\n'''<JohnDRateliff>'''\tThanks.\n</poem>\n\n[[Category:Interviews]]"}}}