{"parse": {"title": "Tolkien Diary 2010", "pageid": 35212, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien Diary 2010.jpg"}, {"ns": 0, "exists": "", "*": "1 July"}, {"ns": 0, "exists": "", "*": "2009"}, {"ns": 0, "exists": "", "*": "HarperCollins"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "Tolkien Calendar 2010"}, {"ns": 0, "exists": "", "*": "Tolkien Diary 2009"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien_Diary_2010.jpg"], "wikitext": {"*": "{{book\n| title=Tolkien Diary 2010\n| image = Tolkien Diary 2010.jpg\n| illustrator=[[Ted Nasmith]]\n| publisher=[[HarperCollins]]\n| date=[[1 July]] [[2009]]\n| format=\n| pages=96\n| isbn=0007312679\n| precededby=[[Tolkien Diary 2009]]\n}}\n'''''The Tolkien Diary 2010''''' was a blank diary book featuring illustrations by [[Ted Nasmith]].\n\n==From the publisher==\n{{blockquote|The official Tolkien diary, this year containing 15 magnificent landscape paintings and numerous colour sketches by renowned artist Ted Nasmith, selected from ‘The Lord of the Rings’ by J.R.R. Tolkien, together with a wealth of information and extracts from Tolkien’s work.<br/><br/>The Tolkien Diary has become an established publishing event, eagerly looked forward to by Tolkien fans the world over; there is much demand for the annual diary, with Tolkien diaries from the past 30 years becoming collectors’ items. This year’s continues in that tradition and is the perfect Christmas gift for lovers of fine fantasy art.<br/><br/>The Tolkien Diary 2010 features 16 of the finest landscape paintings from Ted Nasmith, acclaimed Tolkien artist and creator of the illustrated Silmarillion. The paintings are inspired by Tolkien’s classic masterpiece, The Lord of the Rings, and this dramatic and beautiful portfolio of work will form the perfect complement to the 2009 Calendar, which featured the landscapes of The Silmarillion. These works are accompanied by a number of brand new paintings, including some inspired by The Hobbit and Unfinished Tales.<br/><br/>From the moonlight poignancy of “Last Sight of Hobbiton”, and the elegant grandeur of “Rivendell”, to the lightning-ravaged desolation of “Across Gorgoroth”, this superlative collection takes the reader of a breathtaking journey through the beauty and drama of Middle-earth. It represents the very finest works by the artist, and promises to be a truly memorable calendar.<br/><br/>This year’s diary also includes a selection of colour sketches and alternative versions of the finished paintings, together with a personal commentary by Ted Nasmith, who shares some of his memories and stories of how the paintings were created.}}\n\n==See also==\n*''[[Tolkien Calendar 2010]]''\n\n{{title|italic}}\n[[Category:Diaries]]\n[[Category:Publications by title]]"}}}