{"parse": {"title": "From Weathertop to the Ford", "pageid": 43205, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1943"}, {"ns": 0, "exists": "", "*": "1954"}, {"ns": 0, "exists": "", "*": "1966"}, {"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Arrival at Bree"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "Athelas"}, {"ns": 0, "exists": "", "*": "Barbara Strachey"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Bill the Pony"}, {"ns": 0, "exists": "", "*": "Bruinen"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dúnedain"}, {"ns": 0, "exists": "", "*": "East Road"}, {"ns": 0, "exists": "", "*": "Elendil"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Fangorn Forest"}, {"ns": 0, "exists": "", "*": "Flight to the Ford"}, {"ns": 0, "exists": "", "*": "Ford of Bruinen"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Glorfindel"}, {"ns": 0, "exists": "", "*": "Hoarwell"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Journeys of Frodo"}, {"ns": 0, "exists": "", "*": "Many Meetings"}, {"ns": 0, "exists": "", "*": "Map of Wilderland"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Númenóreans"}, {"ns": 0, "exists": "", "*": "Of Gollum and the Ring"}, {"ns": 0, "exists": "", "*": "Queries and Alterations"}, {"ns": 0, "exists": "", "*": "Return to Hobbiton"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The Council of Elrond"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Old Forest and the Withywindle"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "The Stone Troll"}, {"ns": 0, "exists": "", "*": "Thorin and Company"}, {"ns": 0, "exists": "", "*": "To Maggot's Farm and Buckland"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trollshaws"}, {"ns": 0, "exists": "", "*": "Trotter"}, {"ns": 0, "exists": "", "*": "Trotter and the Journey to Weathertop"}, {"ns": 0, "exists": "", "*": "Weathertop"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}, {"ns": 10, "exists": "", "*": "Template:FR"}, {"ns": 10, "exists": "", "*": "Template:H"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n\"'''From Weathertop to the Ford'''\" is the title of the eleventh chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\n==Synopsis==\nIn this chapter, unlike the previous one, Christopher alternates between summarization and presentation of the full text.  In the initial summary ''[[athelas]]'' has not been brought by the [[Númenóreans]] to [[Middle-earth]], it is just a plant known only to the [[Elves]] and wanderers.  The wound in Bingo<ref group=\"note\">Bingo would later become [[Frodo Baggins]].</ref> is described as being on his right side; it is later relocated on the left.  Leaving the dell the party takes the firewood with them.  The rejuvenation of [[Bill the Pony|their pony]] is missing.  The eastward journey from [[Weathertop]] at first closely matches the published text, but with slightly different timing.\n \nBefore the first day ends Bingo's pain increases though he does not mention it.  Three or four days pass with little change except for Weathertop becoming more distant and the [[Misty Mountains|mountains]] drawing nearer. The enemy seems to have lost their trail.  They ascend from a shallow valley and on the fifth day they see the [[East Road|road]] below and a small river to their right.  The next morning they cross the road and enter the [[Trollshaws|hills]]. [[Trotter]]<ref group=\"note\">Trotter (a hobbit) would later become [[Aragorn]].</ref> leads the other hobbits in as straight a line as possible toward the [[Ford of Bruinen|Ford]] but their path becomes more difficult in the hills.\n \nIt is noted that in the original story there is but one nameless river between Weathertop and Rivendell instead of the [[Hoarwell]] followed by the [[Bruinen]].  [[J.R.R. Tolkien]] wrote that the land south of the road near the hills is \"bare and stony\", meaning that there is no cover and explaining why the hobbits must cross the road.  In his sketch notes for this part of the journey Tolkien wanted the hobbits to \"foolishly\" take a detour to visit the trolls that [[Bilbo Baggins|Bilbo]] had encountered (this is foolish because the delay allows the [[Nazgûl|Black Riders]] time to catch up).\n \nBingo asks who lives in the hills and who built the towers.  Trotter says trolls do not build.  The towers were built by evil people who were overthrown by [[Elendil]].  How does Trotter know all this, asks Frodo,<ref group=\"note\">Frodo would later become [[Samwise Gamgee]].</ref> and Trotter says he learned it in Rivendell.  It is not his fate, says Trotter, to linger in the fair house of [[Elrond]].\n \nThe party spends three days instead of two in the hills, which makes up for the shorter journey from Weathertop to the Road. Trotter climbs up to see the lie of the land.  He says that they are too far north and must get back to the Road.  It is still four or five days before they can reach Rivendell.\n \nIt is [[Meriadoc Brandybuck|Merry]] (later it will be Sam) who questions Trotter about Bingo's wound.  Frodo has a dream about endless dark wings but some of the descriptions of the world becoming dim and mist-like are absent.  When they encounter the trolls turned to stone Trotter (unlike Aragorn) greets them by name.  The [[The Stone Troll|troll song]] is not yet included.  Returning to the Road, Trotter points out the stone, marked with the runes for 'G' and 'B' (for '[[Gandalf]]'and 'Bilbo') where the trolls' gold had been buried.  Bingo regrets that the gold has all been spent.<ref name=\"Weathertop\">{{RS|Weathertop}}</ref>\n \nThe encounter with [[Glorfindel]] is nearly the same as in the published text, except that instead of greeting [[Aragorn]] with the name ''[[Dúnedain|Dúnadan]]'' Trotter is greeted with the name ''Padathir'', which means \"Trotter\".<ref>{{RS|1XIN}}, note 5</ref>  Glorfindel says he was sent to look for them because Gandalf was in Rivendell, anxious and afraid (in the published text Gandalf's whereabouts are still unknown). Glorfindel knows that the Riders are a day's riding west of them and thus they must hurry along the road. Glorfindel does not think any of the Riders are ahead (in the published story he knows of five Riders behind them but does not know where the other four are).\n \nAs they approach the Ford, Black Riders pursue Bingo on Glorfindel's horse. Bingo sees seven Riders behind; there are none ahead as in the published text. Bingo makes it across the Ford and turns to face his enemies, feeling it is useless to try to escape when long miles still lay ahead before reaching Rivendell.  He also feels an urgent command to halt. In return, Bingo attempts to order the Riders to leave him alone but they laugh at him.  \"To [[Mordor]] we will take you,\" introducing this name for the first time. Bingo raises his sword, but the leader of the Riders raises his hand and the sword breaks.  Suddenly the flood arrives with a plumed cavalry of waves.  Three Riders in the river are swept away, two ride to the south, and the others are driven into the flood by Bingo's friends waving flames. Bingo then passes out.<ref name=\"Weathertop\"/>\n \n==Commentary==\nChristopher Tolkien notes that this chapter makes it clear that the Ring-wraiths can telepathically send commands to the bearer of the [[The One Ring|Ring]].  Also, a wound from a Ring-wraith's knife slowly produces the same effect as wearing the Ring, entering a dim and shadowy world.<ref>{{RS|1XIU}}</ref>\n \n==Road between Weathertop and Rivendell==\nAs noted before, originally there was but one river between Weathertop and Rivendell. [[J.R.R. Tolkien]] later developed the geography and placed two rivers in this area.  In the manuscript and in the first edition of ''[[The Lord of the Rings]]'', as well as in two of Tolkien's sketch maps, the Road loops well to the north between Weathertop and the Last Bridge and then conspicuously loops well to the south from the Bridge to the Ford of Bruinen. These loops were shown in a map that Christopher made in [[1943]]. However, in [[1954]] Christopher hastily made a new map with only a feeble northward loop before the Bridge and then a straight shot from the bridge to the Ford. In the second or revised edition of the story, made in [[1966]], Tolkien altered the text to match the map that Christopher had made. As an aside, Christopher notes that [[Barbara Strachey]], in her atlas ''[[Journeys of Frodo]]'', must have used the text of the First Edition to accurately deduce the course of the Road.  However, Christopher rejects Strachey's rerouting of the Loudwater in a dramatic bend to the west to explain how Aragorn and the hobbits could stand on high ground and see both rivers simultaneously.  He says the objection is real but cannot be resolved in this way.<ref>{{RS|1XIa}}</ref>\n \n==Note on the river Hoarwell==\nOriginally the Hoarwell was not included in the story. In the original story of ''[[The Hobbit]]'', [[Thorin and Company]] come upon an unnamed red rushing river and cross it at a ford.  By that work's third edition in 1966 the river has an ancient stone bridge but Tolkien changed little else, which means that the encounter with the trolls occurs very close to the river Hoarwell.  In ''The Lord of the Rings'' it takes Aragorn six days to get the hobbits to the point that the Dwarves reached in an hour.  In 1960 Tolkien began a rewrite of''The Hobbit'' which would have inserted a whole day's travel between the river and the trolls, but he never completed this project.<ref>{{RS|1XIb}}</ref>\n \n==Note on the river of Rivendell==\nIn the manuscript the second river, where the Black Riders are washed away by the flood, is identified as the one that flows through Rivendell.  In the published story Aragorn names this river the Bruinen,<ref>{{FR|I12}}</ref> Bilbo's room looks south across the ravine of the Bruinen,<ref>{{FR|II1}}</ref> and Frodo walks on terraces above the Bruinen.<ref>{{FR|II2}}</ref>  All perfectly clear except that various maps introduce ambiguity.\n \nIn the map of Wilderland in ''The Hobbit''<ref>{{H|Wilderland}}</ref> the unnamed river forks and the house of [[Elrond]] is set between them.  In one sketch map for ''The Hobbit'' Tolkien labeled the upper stream the Bruinen and the lower branch the ''Merrill''.  While interesting, Christopher says that no conclusion may be reached from the sketch-map.<ref>{{RS|1XIc}}</ref>\n \n==Note on the Entish Lands==\nIn the sketch map the words ''Entish Lands'' appear north of the sources of the Hoarwell. Christopher says that this was used in the Old English sense of ''ent'' meaning \"giant\" and has nothing to do with the Ents of [[Fangorn Forest]].<ref>{{RS|1XId}}</ref>\n \n{{references|note}}\n[[Category:The Return of the Shadow chapters]]"}}}