{"parse": {"title": "Debate of the Valar", "pageid": 65904, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Arda Healed"}, {"ns": 0, "exists": "", "*": "Arda Marred"}, {"ns": 0, "exists": "", "*": "Arda Unmarred"}, {"ns": 0, "exists": "", "*": "Aulë"}, {"ns": 0, "exists": "", "*": "Children of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Eä"}, {"ns": 0, "exists": "", "*": "Eärendil"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "Fëa"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Hröa"}, {"ns": 0, "exists": "", "*": "Ilúvatar"}, {"ns": 0, "exists": "", "*": "Indis"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Laws and Customs among the Eldar"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Melkor"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Music of the Ainur"}, {"ns": 0, "exists": "", "*": "Míriel"}, {"ns": 0, "exists": "", "*": "Nienna"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Námo"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Shadow"}, {"ns": 0, "exists": "", "*": "Statute of Finwë and Míriel"}, {"ns": 0, "exists": "", "*": "The Later Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Vairë"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Valmar"}, {"ns": 0, "exists": "", "*": "Yavanna"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:MR"}, {"ns": 10, "exists": "", "*": "Template:S"}], "images": [], "wikitext": {"*": "The '''Debate of the Valar''' was a discussion amongst the [[Valar]] concerning the wish of [[Finwë]] to seek a dissolution of his marriage to [[Míriel]] following her death and refusal to return. It was conducted in [[Valmar]] after the [[Statute of Finwë and Míriel]] was made, but before it was declared.\n\nDuring the debate, [[Manwë]], [[Aulë]], [[Ulmo]], [[Yavanna]], [[Nienna]], [[Vairë]] and [[Námo]] provided differing perspectives.\n\nThe debate, while referred to in several texts, is presented in its entirety in ''[[Laws and Customs among the Eldar]]''.\n\n== History ==\nManwë began the debate by reminding the Valar that they were dealing with [[Arda Marred]], and within that, Justice was not Healing. Healing required suffering and patience without demand, while Justice worked with things as they were and, while seeking to prevent further evil, could still perpetuate the evil that already was. He then stated that the Statute was just, but as it accepted the severance of Finwë and Míriel, it was unnatural to Arda Unmarred and represented the lower road. Healing had to retain the thought of [[Arda Unmarred]], and if it could not ascend, had to abide in patience; this he defined as Hope, the virtue most fair in the [[Children of Ilúvatar]].\n\nAulë spoke next and contended that the death of Míriel was not a result of the Marring of Arda, as Finwë and the [[Noldor]] who followed him were not swayed by [[Melkor]], and that the causing event, the bearing of [[Fëanor]], happened in [[Aman]] the Unshadowed. He further stated that Fëanor was the greatest of gifts that had, or would, arise amongst the [[Eldar]], and as they were the Children of Ilúvatar, he had to be a direct result of the will of [[Ilúvatar]] for the good of the Eldar and all of Arda. Referencing the [[Music of the Ainur|Great Theme]], he concluded that the cost in bearing Fëanor came not from Arda, Marred or Unmarred, but from beyond.  \n\nUlmo responded to Aulë that death among the Eldar was an evil, and unnatural in Arda Unmarred; it therefore had to come from the marring. If the death of Míriel had actually come from Eru, it would not have resulted in such grief, as Eru in his prime motion did not impose that upon his creatures. He agreed that the coming of Fëanor certainly had to proceed from the will of Eru, but that the marring of his birth came from the [[Shadow]], and was an ill sign to come, as the greatest are also the most potent for evil. He then cautioned that the Shadow remained in Aman, even with Melkor chained in [[Halls of Mandos|Mandos]].\n\nYavanna disagreed with Aulë in his belief that Finwë and Míriel were untainted by the Shadow. She argued that the bodies of all the Children ([[hröa]]) were of Arda, and as Melkor had perverted the entirety of [[Middle-earth]], any who had awoken or dwelt there before coming to Aman could not be without some measure of taint. She then ascribed the failing of Míriel's bodily strength to the evil of Arda Marred, and agreed with Ulmo's concern that it was a sign to be heeded.\n\nNienna then spoke that in the use of Justice, Pity, the consideration of the singleness of each that comes under it, had to be accounted. She stated that the Valar were not in a position to cast blame on either Finwë and Míriel. She contended that the [[fëa]] of the Children were as strong as that of Melkor himself as its singleness was impregnable, coming from Eru, and were obdurate to being moved by all the power the Valar if it would not be moved. She continued that in life the Children were little, and should not be expected to forgo the desires of their nature when dwelling within the right condition of the spirit in the body. She further stated that the Valar could not know the weariness of Míriel or the bereavement of Finwë. She partially agreed with Aulë that Míriel had died under special circumstances within the purposes of Eru, and that her suffering and death were blameless as she had not been given the power to resist it. Finwë too was blameless, as his natural life and expectations had been impaired and he had justly sought healing from the Valar; that could not go unheeded and thus the Statue was what could be done.\n\nUlmo responded by saying that while he did not condemn, he would judge. He saw a failing in the abandonment of Hope, and that the higher road was hard, but not impossible. While the departure of Míriel's fëa may have been necessary, her fault was in the will not to return, a failure in hope by the fëa that the body was beyond healing. This resolve entailed not only the abandonment of her life, but in the marring of both Finwë and Fëanor's. Marriage had additional purpose beyond producing children, and in returning she would not have had to bear more. He judged Finwë for falling into despair in only a few years, again failing in Hope. Ulmo further cited that Finwë's motivation was the desire for more children, and thus considered himself and his loss more than the griefs of Míriel, a failing in full love. Ulmo further stated that Finwë's impatience, and not leaving Míriel's fëa in peace, hardened her will. Once the Statute was declared, it would close the door of life on his spouse, and thus the greater fault with Finwë being wedded, but bereaved, was less unnatural than an Eldar forever remaining without a body. Ulmo concluded that a trial was imposed on Finwë, and not only by Míriel, and he responded by asking for justice and relief.\n\nVairë retorted against Ulmo, stating that as the fëa of Míriel was with her, she knew it well, and that being strong, proud, and obdurate, it would not return to life. She believed Finwë was aware of this, as he had told Manwë that his heart warned him that Míriel would not return while Arda lasted, and that fëar, especially those which were in marriage, were able to perceive the disposition of each other in ways the Valar could not fully understand. She then posited that if one of the Queens of the Valar should leave Arda, only then would the remaining spouse be in a position to judge Finwë, understanding that Finwë could not follow Míriel without going against his own nature or forsaking his duty of fatherhood.\n\nManwë then spoke again, stating that there was reason and wisdom in all that had been said. He continued that the Children were destined to come into Arda Marred, even though they initially came from beyond [[Eä]]. Knowing death was therefore part of their destiny, and while they rightly dwelt as spirit and body coherent, they were two separate things and the possibility of severance between them was inherent. He disagreed with Aulë and Nienna that there was both evil death, as a result of Melkor, and benevolent death, as an instrument of Eru; both were a severance and breach of nature occurring only in Arda Marred. He agreed with Ulmo, that Eru would not use something evil as his instrument. He further stated that Eru's will must be considered that the Eldar would grow stronger and wiser through Arda Marred, which itself was required before [[Arda Healed]]. Melkor's denial of the trust in Eru that his works should end in good was the root of evil and its end was despair. Manwë further disagreed with Vairë, stating that hers was an opinion as the Valar could not know with certainty the wills of the Children. Further, even if they were certain in this one case, it still remained that Finwë acting in accord with Arda Unmarred would be the better course of action rather than the liberty of using the lower road which the Statute opens and allowing Míriel's death to continue bearing fruit in sorrow.  \n\nManwë then bade Námo to speak last. Námo stated that he had already considered everything brought forward, and that the Statute would stand as it was just. He stated that it was the task of the Valar to deal with Arda Marred, and declared what was just within it. While they could counsel the higher road, they could not compel it, as that would lead to tyranny and disfigure good to make it seem hateful. Healing by Hope was something one could give only to themselves; of others, only justice may be demanded. Self-sacrifice, if mandated by rulers, would not be virtuous, and instead would only drive the subjects into rebellion. He then stated that the Statute should be proclaimed, and all who used it to be blameless. \n\nNámo then foretold of [[Indis]] being made glad and fruitful, and that while Fëanor was the greatest of the Eldar in potency, the children of Indis would also be great, and the Tale of Arda would be more glorious because of them; and from them would come things so fair, in which the Valar, Elves, and Men yet to come would have part, and in their deeds rejoice. He further proclaimed that when [[Eärendil]] would set foot on Aman, the Valar should remember these words, and the griefs caused by the Statute would not seem too heavy when balanced against the rising of the light when Valinor would grow dim.<ref name=debate>{{MR|P3II3f}}</ref>\n\n== Attendance by the Eldar==\nIn the various versions of the ''Story of Finwë and Míriel'' it is stated that chieftains and loremasters were present during the debate.<ref>{{MR|P3II2}}, §11</ref>  \n\nIn ''Laws and Customs'', however, it is noted that reference is made to things that had not at that time happened, but that is partly due to later commentators.<ref name=debate /> Tolkien also notes that the Eldar would not be present at this debate, and that the Valar would have informed the loremasters of the Eldar concerning it after.<ref name=debate />\n\nOne reason why the Eldar couldn't have been present for the debate as presented was Námo mentioning Men; something which the Elves first learned of from Melkor later.<ref>{{S|Unrest}}</ref>\n\n{{references}}\n[[Category:Events]]\n[[Category:First Age]]\n[[Category:Valar]]"}}}