{"parse": {"title": "Arda Inhabited", "pageid": 53483, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Arda Inhabited.jpg"}, {"ns": 0, "exists": "", "*": "2014"}, {"ns": 0, "exists": "", "*": "30 October"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Arda_Inhabited.jpg"], "wikitext": {"*": "{{Book\n| title=Arda Inhabited\n| image = Arda Inhabited.jpg\n| author=Susan Jeffers\n| foreword=\n| illustrator=\n| publisher=Kent State University Press\n| date=[[30 October]] [[2014]]\n| format=Hardcover\n| pages=128\n| isbn=978-160635201-4\n}}\n'''''Arda Inhabited''''' is a 2014 scholarly book by Susan Jeffers. The book deals with environmentalism in ''[[The Lord of the Rings]]'' and how characters interact with their environments.\n\n==From the publisher==\n{{blockquote|With the box office successes of movies based on The Lord of the Rings and The Hobbit, familiarity with J. R. R. Tolkien’s Middle-Earth is growing. Unfortunately, scholarship dealing with Middle-Earth itself is comparatively rare in Tolkien studies, and students and scholars seeking greater insight have few resources. Similarly, although public concern for the environment is widespread and “going green” has never been trendier, ecocriticism is also an underserved area of literary studies. Arda Inhabited fills a gap in both areas by combining ecocritical and broader postmodern concerns with the growing appreciation for Tolkien’s Middle-Earth.<br/><br/>Susan Jeffers looks at the way different groups and individuals in The Lord of the Rings interact with their environments. Drawing substantially on ecocritical theory, she argues that there are three main ways these groups relate to their setting: “power with,” “power from,” and “power over.” Ents, Hobbits, and Elves have “power with” their environments. Dwarves and Men draw “power from” their place, interacting with the world symbolically or dialectically. Sauron, Saruman, and Orcs all stand as examples of narcissistic solipsism that attempts to exercise “power over” the environment. Jeffers further considers how wanderers in Middle-Earth interact with the world in light of these three categories and examines how these relationships reflect Tolkien’s own moral paradigm.<br/><br/>Arda Inhabited responds to environmental critics such as Neil Evernden and Christopher Manes, as well as to other touchstones of postmodern thought such as Hegel, DeSaussure, Adorno, and Deleuze and Guattari. It blends their ideas with the analyses of Tolkien scholars such as Patrick Curry, Verlyn Flieger, and Tom Shippey and builds on the work of other scholars who have looked at environment and Tolkien such as Matthew Dickerson and Jonathan Evans.  Arda Inhabited demonstrates how Tolkien studies enhances ecocriticism with a fresh examination of interconnection and environment, and ecocriticism enriches Tolkien studies with new ways of reading his work.}}\n\n==External links==\n*[http://www.kentstateuniversitypress.com/2013/arda-inhabited/ ''Arda Inhabited'' at Kent State University Press]\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}