{"parse": {"title": "Tal-Elmar (chapter)", "pageid": 4611, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Agaldor"}, {"ns": 0, "exists": "", "*": "Agar"}, {"ns": 0, "exists": "", "*": "Appendix B"}, {"ns": 0, "exists": "", "*": "Belegaer"}, {"ns": 0, "exists": "", "*": "Buldar"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dangweth Pengoloð"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Elmar"}, {"ns": 0, "exists": "", "*": "Hazad Longbeard"}, {"ns": 0, "exists": "", "*": "Ishmalog"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Last Writings"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Mogru"}, {"ns": 0, "exists": "", "*": "Númenóreans"}, {"ns": 0, "exists": "", "*": "Of Dwarves and Men"}, {"ns": 0, "exists": "", "*": "Of Lembas"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Second Age 1200"}, {"ns": 0, "exists": "", "*": "Second Age 1800"}, {"ns": 0, "exists": "", "*": "Tal-Elmar (character)"}, {"ns": 0, "exists": "", "*": "Tal-Elmar (disambiguation)"}, {"ns": 0, "exists": "", "*": "The Appendix on Languages"}, {"ns": 0, "exists": "", "*": "The Calendars"}, {"ns": 0, "exists": "", "*": "The Family Trees"}, {"ns": 0, "exists": "", "*": "The Heirs of Elendil"}, {"ns": 0, "exists": "", "*": "The History of the Akallabêth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Making of Appendix A"}, {"ns": 0, "exists": "", "*": "The New Shadow"}, {"ns": 0, "exists": "", "*": "The Peoples of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Problem of Ros"}, {"ns": 0, "exists": "", "*": "The Prologue"}, {"ns": 0, "exists": "", "*": "The Shibboleth of Fëanor"}, {"ns": 0, "exists": "", "*": "The Tale of Years of the Second Age"}, {"ns": 0, "exists": "", "*": "The Tale of Years of the Third Age"}, {"ns": 0, "*": "Fell Folk of the East"}, {"ns": 0, "*": "Ship of the Dark"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:HoMe12chapters"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:PM"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:SA"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:App"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-two|the chapter of [[The Peoples of Middle-earth]]|character|[[Tal-Elmar (disambiguation)]]}}\n{{HoMe12chapters}}\n\n\n'''Tal-Elmar''' is the title of an incomplete narrative written during the early 1950s in two manuscripts with the second manuscript being written in January 1955. In the story, the character [[Tal-Elmar (character)|Tal-Elmar]] is the main protagonist. The story offers a glimpse of the [[Númenóreans|Númenórean]] colonization of [[Middle-earth]] from the perspective of its indigenous inhabitants and was published in the volume ''[[The Peoples of Middle-earth]]''.\n\n== Synopsis ==\nThe story begins with a description of Tal-Elmar's father, [[Hazad Longbeard]], a  \"harsh-tongued, heavy-handed, and quick to violence\" man who lived in the town of [[Agar]] and had seventeen sons, but found even more joy in his five feet long beard. The people of Agar did not respect the elder, grudged them the food they had and didn't take care of them well but left their parents and cared for their own things alone. This was also the case with Hazad's sons except his youngest son who treated his father kindly and was named Tal-Elmar. He was unlike his brothers and all the people of Agar in mood and view, being tall, slender and fair skinned. He mostly stood aside those of his own kind and when angered he had a fierce look in his eyes, for which the people called him \"Flint-eye\". Hazad loved Tal-Elmar dearly, for he reminded him of his late mother [[Elmar]] and it was because of this reason he named him so. She was not from the same kind as Hazad's father. She was one of the [[Fell Folk of the East]], moving ever west-wards and towards the shore of the sea, driving away the inhabitants. Fair and tall and flint-eyed they were and their weapons, so was said among the people of Agar, were made by demons in the fiery hills. In a battle in the valley called [[Ishmalog]] which a whole people of the Fell Folk, being on the move with wains, cattle and women, was ambushed, Hazad's mother was taken prisoner and later wedded by [[Buldar]], Hazad's father, mostly against her wish. And Elmar said to Buldar that, though she was bound to live with him, she'll have her vengeance and that \"in thy kin one shall arise who is mine alone. And with his arising shall come the end of thy people and the downfall of your king\".\n\nThe story then turns back to Tal-Elmar and his father. Tal-Elmar's land was a region of green hills situated \"three leagues away\" from the shores of the [[Belegaer|Great Sea]]. From the top of a hill, in one Spring morning, Tal-Elmar and Hazad spotted four [[Númenóreans|Númenórean]] ships, of which one had black sails, heading towards their lands. The two rushed towards their town to alert the rest of the people. In the time of the tale the \"Go-hilleg\" or \"High Men of the Sea\", as [[Númenóreans]] were called, were greatly feared, because they attacked and plundered those who dwelt on the shores of the sea and it was told among the people of Agar that they brought the captives onto the [[Ship of the Dark]], where they were kept until either slaughtered and eaten or sacrificed to the Dark.\n\nMost of the town's inhabitants were out on the field and thus the only one who listened to the warning was the town-master [[Mogru]], who feared and hated Tal-Elmar, because Tal-Elmar was unafraid of Mogru's power. He mocked them and the ill news, for the Númenóreans hadn't arrived in those lands during his lifetime. However, at their request he walked towards the hill and saw with his own eyes the threat. Wishing to endanger Tal-Elmar, he sent him towards the shore as a scout. After crossing the \"shadow-woods\" which all his people dreaded, he came closer to the shore and observed the ships from the top of a hill.\n\nAfter gaining courage, he raised and walked towards the Númenóreans who had camped there already. From the distance, he resembled the [[Eldar]] and thus they restrained from attacking him, but once he spoke not in their tongue he was taken prisoner and the captain interrogated him.\n\nThe story of Tal-Elmar was not finished during the [[J.R.R. Tolkien|author]]'s life and ends with some notes in which the author writes down ideas how to continue the story. Thus the hero's fate remained unknown. Yet it becomes clear that the Númenóreans recognize Tal-Elmar as somehow related to themselves and treat him kindly. One note states that Tal-Elmar surprisingly finds himself able to understand the language of the Númenóreans as it the \"language of his dreams\". The Númenóreans intend to occupy the lands and in alliances with the \"Cruels\" of the North to drive out the Dark Men and make a settlement to threaten \"the King\" (a following note indicates that the King is Sauron).\n\n== Time and location ==\nNo definite time or place is provided for the setting.\n\nIn the original story, from the 1950s, [[J.R.R. Tolkien]] includes the following notes:\n{{blockquote|The object of the Númenóreans is to occupy this land, and in alliance with the ‘Cruels’ of the North to drive out the Dark People and make a settlement to threaten the King. (Or is this while Sauron is absent in Númenor?)\nThe place is on estuary of Isen? or Morthond.|{{PM|Elmar}}}}\n\nIn a latter appended note, dating 1968, Tolkien added the following regarding the tale:\n{{blockquote|It was begun without much consideration of geography (or the situation as envisaged in The Lord of the Rings). But either it must remain as a separate tale only vaguely linked with the developed Lord of the Rings history, or – and I think so – it must recount the coming of the Númenóreans (Elf-friends) before the Downfall, and represent their choice of permanent havens. So the geography must be made to fit that of the mouths of Anduin and the Langstrand.|{{PM|Elmar}}}}\n\nOf note, the Númenóreans began making permanent havens around the year {{SA|1200}}, and permanent settlements starting around {{SA|1800}}.<ref \"appsa\">{{App|SA}}</ref>\n\n== See also==\n* [[Agaldor]]: a Middle-earth chieftain from an early version of the legendarium who is slain by rebel Númenóreans\n\n==External links==\n*{{webcite|author=|articleurl=https://www.reddit.com/r/tolkienfans/comments/1d95n68/who_were_people_of_agar_story_of_talelmar/|articlename=Who Were People of Agar? (Story of Tal-Elmar)|dated=|website=Reddit|accessed=}}\n\n{{references}}\n\n{{title}}\n\n[[Category:Manuscripts by J.R.R. Tolkien]]\n[[Category:The Peoples of Middle-earth chapters]]\n\n[[de:Tal-Elmar (Textfragment)]]\n[[fr:tolkien/resumes/home12/tal-elmar]]\n[[fi:Tal-Elmar (kertomus)]]"}}}