{"parse": {"title": "The Tolkien Name in History", "pageid": 21643, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien name in history.jpg"}, {"ns": 0, "exists": "", "*": "1 November"}, {"ns": 0, "exists": "", "*": "2008"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien_name_in_history.jpg"], "wikitext": {"*": "{{book\n|title=The Tolkien Name in History\n| image = Tolkien name in history.jpg\n|author=Ancestry.co.uk\n|isbn=B001NG80V6\n|publisher=Ancestry.co.uk\n|date=[[1 November|November 1]], [[2008]]\n|format=Paperback\n|pages=76\n|}}\n\n'''The Tolkien Name in History''' is a book in the ''Our Name in History'' series published by Ancestry.co.uk, a series that documents birth, military, death and other records about various surnames in England. \n\n==From the Publisher==\n\n{{blockquote|The Tolkien Name in History is a customized book offering a unique blend of fascinating facts, statistics and commentary about the Tolkien name. The book is just one of an entire series of family name books in the Our Name in History collection. Each book in the collection is printed on demand and is compiled from hundreds of millions of records from the world's largest online resource of family history, Ancestry.co.uk. This particular book follows the Tolkien family name through history and makes the perfect gift for your family members and anyone interested in the Tolkien name. In the book you'll find out about where people with the Tolkien last name originated. You may discover the countries and ports they left behind, the ships they sailed and more. You'll get a better idea of where people sharing the Tolkien name settled and where they may reside today in the United Kingdom and other countries. You'll get all this information and much more in your Tolkien family name book.}}\n\n==Contents==\nThis book lists various statistics of the Tolkien family, such as most occurring names and locations, at various points in history, accompanied by some general historical background and irrelevant trivia. Many other, more common surnames have also been done (see [http://www.amazon.co.uk/s?ie=UTF8&275-2297489-8464438=&redirect=true&search-type=ss&index=books-uk&field-author=Ancestry.co.uk%20The%20Generations%20Network here]), making the relatively rare name \"Tolkien\" almost dwarfed by the \"context\" -  statistics rarely (if ever) reach double figures.\n\n{{title|italic}}\n{{DEFAULTSORT:Tolkien Name in History, The}}\n[[Category:Biography books]]\n[[Category:Publications by title]]\n[[Category:Reference books]]"}}}