{"parse": {"title": "Tolkien: sur les rivages de la Terre du Milieu", "pageid": 64765, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "2001"}, {"ns": 0, "exists": "", "*": "Peter Jackson"}, {"ns": 0, "exists": "", "*": "Vincent Ferré"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": [], "wikitext": {"*": "{{book\n| title=Tolkien: sur les rivages de la Terre du Milieu\n| image=\n| author=[[Vincent Ferré]]\n| editor=\n| illustrator=\n| publisher=Christian Bourgois éditeur\n| date=2001\n| format=\n| pages=353\n| isbn=\n| series=\n| precededby=\n| followedby=\n}}\n'''Tolkien: sur les rivages de la Terre du Milieu''' (\"Tolkien : on the shores of Middle-Earth\") is a critical and scholar book of [[Vincent Ferré]] on ''the Lord of the Rings'', published in [[2001]].\n\n==Contents==\n\n* Introduction\n'''Première partie : présentation du Seigneur des Anneaux'''\n** I. Les personnages principaux\n** II. La géographie de la Terre du Milieu et la structure du texte\n** III. Fantasy et Fiction\n** IV. Les sources de Tolkien et la genèse du texte\n** V. Le Seigneur des Anneaux dans l’œuvre de Tolkien\n'''Seconde partie : la mort dans ''Le Seigneur des Anneaux'' '''\n** VI. Quête et danger : la présence de la mort\n** VII. La lutte de la vie contre la mort\n** VIII. L’évolution des personnages au contact de la mort : l’initiation\n** IX. Mort et renaissance\n'''Conclusion : Sur les Rivages de la Terre du Milieu'''\n* Appendices\n* Résumé de l’intrigue\n* Repères biographiques\n* Avant-propos des deux éditions anglaises\n* Bibliographie sélective\n* Index\n\n\n==From the publisher==\n\nA few months before the release of the film adaptation of ''The Lord of the Rings'' by Peter Jackson, ''On the shores of Middle-earth'' is the first book in French devoted to J.R.R. Tolkien's masterpiece.\nIt is intended for the large number of readers already won over to Tolkien, but also for the general public, since it facilitates the approach and understanding of ''The Lord of the Rings'' : it intends both to show that Tolkien is not an author for children or reserved for insiders, and complete texts already published by Christian Bourgois on his life and his works. The first part presents the universe of ''The Lord of the Rings'' : its characters, its geography (invented by the author), its wonderful atmosphere, its relationship with Fantasy, its genesis, its links with other Tolkien books... The second offers an interpretation of the story from a perspective neglected by commentators – whereas it illuminates it in its entirety and that Tolkien underlined its capital importance – that of death and immortality. Finally, thanks to the notes, the translation of the foreword (unpublished in French), the bibliographical indications, ''On the Shores of Middle-earth'' can also serve as a guide to ''The Lord of the Rings'' and allow you to know it better, and therefore to better appreciate it.<ref group=note>[Original text:]Précédant de quelques mois la sortie de l’adaptation cinématographique du ''Seigneur des anneaux'' par [[Peter Jackson]], ''Sur les rivages de la Terre du Milieu'' est le premier livre en français consacré au chef-d’œuvre de J.R.R. Tolkien.\nIl est destiné aux très nombreux lecteurs déjà acquis à Tolkien, mais aussi au grand public, puisqu’il facilite l’approche et la compréhension du ''Seigneur des anneaux'' : il entend à la fois montrer que Tolkien n’est pas un auteur pour enfants ou réservé à des initiés, et compléter des textes déjà publiés par Christian Bourgois sur sa vie, et ses œuvres. La première partie présente l’univers du ''Seigneur des anneaux'' : ses personnages, sa géographie (inventée par l’auteur), son atmosphère merveilleuse, son rapport avec la Fantasy, sa genèse, ses liens avec d’autres livres de Tolkien… La seconde propose une interprétation du récit dans une perspective négligée par les commentateurs – alors qu’elle l’éclaire dans sa globalité et que Tolkien a souligné son importance capitale -, celle de la mort et de l’immortalité. Enfin, grâce aux notes, à la traduction des avant-propos (inédits en français), aux indications bibliographiques, ''Sur les rivages de la terre du Milieu'' peut également servir de guide du ''Seigneur des anneaux'' et permettre de mieux le connaître, donc de mieux l’apprécier.</ref>\n\n== External links ==\n* [https://bourgoisediteur.fr/catalogue/tolkien-sur-les-rivages-de-la-terre-du-milieu/ Official page] on the website of the editor C. Bourgois.\n* [https://www.tolkiendil.com/tolkien/sur-tolkien/vincent_ferre_-_tolkien_sur_les_rivages_de_la_terre_du_milieu Details] on Tolkiendil.\n\n\n{{references|note}}\n{{title|italic}}\n[[Category:French publications]]\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}