{"parse": {"title": "The Tale of Tinúviel", "pageid": 10517, "redirects": [{"from": "Tale of tinuviel", "to": "The Tale of Tinúviel"}], "links": [{"ns": 0, "exists": "", "*": "Ainu"}, {"ns": 0, "exists": "", "*": "Alan Lee"}, {"ns": 0, "exists": "", "*": "Angamandi"}, {"ns": 0, "exists": "", "*": "Angrist"}, {"ns": 0, "exists": "", "*": "Artanor"}, {"ns": 0, "exists": "", "*": "Aryador"}, {"ns": 0, "exists": "", "*": "Ausir (boy)"}, {"ns": 0, "exists": "", "*": "Beleg"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dairon"}, {"ns": 0, "exists": "", "*": "Egnor"}, {"ns": 0, "exists": "", "*": "Eriol"}, {"ns": 0, "exists": "", "*": "Fairies"}, {"ns": 0, "exists": "", "*": "Fay"}, {"ns": 0, "exists": "", "*": "Finrod Felagund"}, {"ns": 0, "exists": "", "*": "Gardens of Lórien"}, {"ns": 0, "exists": "", "*": "Gimli (elf)"}, {"ns": 0, "exists": "", "*": "Glorund"}, {"ns": 0, "exists": "", "*": "Gnome"}, {"ns": 0, "exists": "", "*": "Gwendeling"}, {"ns": 0, "exists": "", "*": "Halls of Tevildo"}, {"ns": 0, "exists": "", "*": "Hirilorn"}, {"ns": 0, "exists": "", "*": "Hisilómë"}, {"ns": 0, "exists": "", "*": "Huan"}, {"ns": 0, "exists": "", "*": "Ingil's Tirin"}, {"ns": 0, "exists": "", "*": "Iron Mountains"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Karkaras"}, {"ns": 0, "exists": "", "*": "Kortirion"}, {"ns": 0, "exists": "", "*": "Lay of Leithian"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Lindo"}, {"ns": 0, "exists": "", "*": "Lórien"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Mablung"}, {"ns": 0, "exists": "", "*": "Magic Isles"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Melko"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Nan Dungortheb"}, {"ns": 0, "exists": "", "*": "Neldoreth"}, {"ns": 0, "exists": "", "*": "Nightingales"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Oikeroi"}, {"ns": 0, "exists": "", "*": "Oromë"}, {"ns": 0, "exists": "", "*": "Palisor"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Silmaril"}, {"ns": 0, "exists": "", "*": "Silmarilli"}, {"ns": 0, "exists": "", "*": "Solosimpi"}, {"ns": 0, "exists": "", "*": "Sprite"}, {"ns": 0, "exists": "", "*": "Taur-nu-Fuin (Dorthonion)"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "Tevildo"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin (chapter)"}, {"ns": 0, "exists": "", "*": "The Flight of the Noldoli"}, {"ns": 0, "exists": "", "*": "The History of Eriol or Ælfwine and the End of the Tales"}, {"ns": 0, "exists": "", "*": "The Lay of Leithian"}, {"ns": 0, "exists": "", "*": "The Nauglafring"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Tale of Eärendel"}, {"ns": 0, "exists": "", "*": "The Tale of the Sun and Moon"}, {"ns": 0, "exists": "", "*": "The Theft of Melko and the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Thorondor"}, {"ns": 0, "exists": "", "*": "Thû"}, {"ns": 0, "exists": "", "*": "Tinwelint"}, {"ns": 0, "exists": "", "*": "Tinúviel"}, {"ns": 0, "exists": "", "*": "Tol-in-Gaurhoth"}, {"ns": 0, "exists": "", "*": "Tol Eressëa"}, {"ns": 0, "exists": "", "*": "Turambar and the Foalókë"}, {"ns": 0, "exists": "", "*": "Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Umuiyan"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Vëannë"}, {"ns": 0, "exists": "", "*": "Western Sea"}, {"ns": 0, "exists": "", "*": "Withered Dale"}, {"ns": 0, "*": "Ermabwed"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoME2chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:BL"}, {"ns": 10, "exists": "", "*": "Template:LT2"}, {"ns": 10, "exists": "", "*": "Template:S"}], "images": ["J.R.R._Tolkien_-_The_Tale_of_Tinúviel.png", "Alan_Lee_-_yet_now_did_he_see_Tinúviel_dancing_in_the_twilight.jpg", "Ted_Nasmith_-_Lúthien_Escapes_the_Treehouse.jpg", "Alan_Lee_-_fluttering_before_his_eyes,_she_wound_a_mazy-wingéd_dance.jpg", "Alan_Lee_-_The_Hunting_of_the_Wolf.jpg"], "wikitext": {"*": "{{HoME2chapters}}\n[[File:J.R.R. Tolkien - The Tale of Tinúviel.png|275px|thumb|A page from the ''written manuscript version'' of the text]]\n'''The Tale of Tinúviel''' is the first chapter of ''[[The Book of Lost Tales Part Two]]''. It is one of the earliest stories developed in the [[legendarium]], having first been written in 1917, and contains the earliest versions of the story of [[Beren]] and [[Lúthien]], later revisited as the ''[[Lay of Leithian]]'' and ''[[Of Beren and Lúthien]]'' from the ''[[Quenta Silmarillion]]''.  \n\n==Synopsis==\n===Link===\nIn the days after [[Eriol]] discussed the evil of [[Melko]] with [[Lindo]], winter came to [[Tol Eressëa]], and Eriol's desire of wandering lessened. During this time, he stayed in [[Kortirion]], where he developed his knowledge of Elvish language and lore. \n\nOn one such grey day, Eriol was playing with the children of the [[Tol Eressëa|Isle]] in the Hall of Play Regained, when one of them, [[Vëannë]], asked him to tell a tale of [[Men]]. He told her of his home, an old town, where there was a great tower nearby. Vëannë asked him if it was \"as high as [[Ingil's Tirin]]\", but he could not say, having not lived there long during his childhood. He told how his father nurtured the sea-longing within him with many stories before he was killed in a siege upon the town, along with Eriol's mother. Vëannë and Eriol then spoke of war, but Eriol ended talk of such things and told the children of his first sailings on the sea, where he met an ancient sailor who told him tales of beyond the [[Western Sea]] and the [[Magic Isles]].<ref group=\"note\">In the \"typescript\" version of the Link passage, the boy Ausir claims that the ancient mariner that Eriol encountered was [[Ulmo]] himself, however Eriol did not believe this.</ref> As a consequence, he sailed more curiously until he eventually arrived at Tol Eressëa. A boy named [[Ausir (boy)|Ausir]] then begged Eriol for more tales of the sea and ships, but Eriol instead asked for a tale from one of them. Then Vëannë clapped her hands, and said \"I will tell you the Tale of Tinúviel\".\n\n===Of Gwendeling and Tinwelint===\n<!--[[File:Elena Kukanova - Her magic voice.jpg|thumb|''Her magic voice'' by [[Elena Kukanova]]]]-->\n[[Gwendeling]] was a [[sprite]] from the gardens of [[Lórien]] who wandered in the woods of the world, with [[nightingales]] singing about her. One of these bird-songs was heard by [[Tinwelint]], leader of the [[Solosimpi]], during the march from [[Palisor]] led by [[Oromë]], and he strayed aside and found Gwendeling. There he spent long years, and the two married and became king and queen of the Lost Elves of [[Artanor]]. Their dwelling in the caverns of the forest of [[Artanor]] was hidden from [[Melko]], who had returned from [[Valinor]], by the spells of Gwendeling.\n\n===The meeting of Beren and Tinúviel===\n<!--[[File:HelenKei - Tinuviel! Tinuviel!.jpg|thumb|''Tinuviel! Tinuviel!'' by [[HelenKei]]]]-->\n[[File:Alan Lee - yet now did he see Tinúviel dancing in the twilight.jpg|thumb|''yet now did he see Tinúviel dancing in the twilight'' by [[Alan Lee]]]]\nTinwelint and Gwendeling had two children: [[Dairon]], a piper, and [[Tinúviel]], famed for her dancing. The two would often leave the caverns for the woods, where Dairon played his pipe and Tinúviel danced under the trees. One such time, [[Beren]], son of [[Egnor]] the Forester, a [[Gnome]] from beyond the northern hills in [[Hisilómë]] came into the woods of Artanor, and glimpsed the two Elves. The Gnomes were often taken in thraldom by Melko, where they heard lies regarding the Elves, but so taken was he by Tinúviel that he forgot all prejudices and watched her. Dairon glimpsed him and fled — for the Eldar were suspicious of the Gnomes, who had been slaves of Melko — and as Beren approached Tinúviel, she fled too. Then Beren spent many months searching for her until he found her dancing again from afar. She knew of this and smiled, and her fear departed her, seeing kindness in him. One day, he approached her and asked her to teach him to dance. \"Who art thou?\" she asked him, and he told her of himself. Then she danced through the forest, laughing, and Beren followed, until they came to the abode of Tinwelint.\n\n===In the halls of Tinwelint===\nIn front of King Tinwelint and Queen Gwendeling, Beren was speechless, and so was unable to answer when the king asked him who he was. Tinúviel answered on his behalf, saying he was a Gnome, and the king was wroth at this, asking her if he had harmed her. He then asked Beren what he desired before leaving the realm, and Beren replied \"Why, O king, I desire thy daughter, Tinúviel, for she is the fairest and most sweet of all maidens I have seen or dreamed of.\" Dairon laughed, breaking the silence of the hall, but the king replied in jest, saying he would ask \"a small price for such a small request\", and proceeded to offer his daughter's hand in marriage for a [[Silmaril]] from the crown of Melko. Tales brought by the escaped thralls from [[Angamandi]] said that the crown containing [[Silmarilli|those jewels]] never left the head of Melko and that he prized them very highly; knowing the difficulty of this task, Beren in anger criticised the king for asking such \"a ''small'' price\" for Tinúviel, and said he would do this deed. Then he left, and Tinúviel wept because she believed her father had sent Beren to his death. Gwendeling said nothing on the matter, and did not question her daughter on why she was weeping for an unknown Gnome. \n\n===Beren travels to Angamandi===\nIn his rage, Beren marched to the [[Iron Mountains]] near to Angamandi before he began to weary. There, packs of orcs and other evil creatures roamed, and Beren thought about turning back, but in his heart he heard the weeping of Tinúviel. He was caught by orcs when searching for food, and was brought before Melko. \n\nThere, the [[Ainu]] was angered and wondered how one of the Gnomes — which he thought of as his slaves by birth — had left his abode. Then Beren said he was of a kindred of the Gnomes of [[Aryador]] who had many dealings with [[Men]]. Melko was wrathful at this, because he hated the mingling of Elves and Men. Knowing the danger he was in, Beren claimed he had no friendship with Men and only wanted to serve Melko as a hunter of birds and animals. Flattered at this, for flattery was a weakness of his, Melko did not kill him and instead accepted him as a kitchen slave under [[Tevildo|Tevildo Prince of Cats]]. \n\nBeren was brought to the [[halls of Tevildo]], which were not far from Melko's abode. There, Tevildo set him the task of catching three mice in his halls as a test. These were of a wild and evil type, and Beren was unable to catch any, because he had no tools with which to devise a trap. Then Tevildo was angered and made him a scullion in the kitchens. Thus Beren's days were filled with misery, and he was starved of food and sleep, and wished he had never left Hisiliómë and seen Tinúviel dancing.\n\n===Tinúviel's flight===\nAfter Beren departed Artanor, Tinúviel wept and no longer danced for she had grown to love him watching her dance.  With the possibility of Beren's death in her mind, she asked her mother of Beren's situation, and from Gwendeling, she learned of his thraldom at the hands of Tevildo. Then she sought to go after him, but her mother dissuaded her, and Tinwelint was filled with anger and forbade her to think of Beren, and said he would slay him upon seeing him again. Tinúviel asked Dairon for help, however he refused, and went to the king in order to prevent Tinúviel from taking a reckless course of action. Then Tinwelint asked his daughter to promise not to think of Beren, or to follow after him by herself or with any of their people, but she said only that she would not tempt any of their people to follow her.\n\n[[File:Ted Nasmith - Lúthien Escapes the Treehouse.jpg|thumb|''Lúthien Escapes the Treehouse'' by [[Ted Nasmith]]]]\nTinwelint was then wrathful, and somewhat afraid of the change that had overcome his daughter, and so he built a house for Tinúviel at the top of [[Hirilorn]], the Queen of Trees, above his cavernous halls, where he ordered her to stay until she became wise in this matter. There she had any provision she wished and a guard was placed at the bottom. For a time, she was happy there, but one night a dream of the [[Valar]] came to her of Beren, and she desired to find him. So she began devising a plan to escape. Asking her visitors to bring her clear water and wine, by her arts, she mixed the two and sang songs of growth. Then she put the mixture through her hair and sang a song of sleep. Her hair grew a huge amount, and cutting the extra growth, she wove a robe of magic soaked in sleep. With the remainder, she made a rope which she used to climb down from the top of the tree. The guards below fell into a slumber, and she escaped. \n\nShe wandered the [[Taur-nu-Fuin (Dorthonion)|Forest of Night]], where [[Turambar and the Foalókë|Túrin would later slay Beleg]], and made her way closer to the regions of Melko. Though her journey was wearying, she was not exposed to the same dangers posed to Beren by virtue of her potent robe of slumber.\n\nClose to the abode of Melko, she came upon [[Huan]], Captain of the Dogs, chief foe of Tevildo, and he wondered at a lone elf-maiden wandering in such an evil place. She told him she was searching for Beren, who had been taken captive by Tevildo; Huan thought this to be the same Beren whom the hounds of Hisilómë knew as a friend, and so as she rested, Huan devised a plan. He told her to tell Tevildo that he was lying injured nearby, and so by feigning injury, he thought to slay the cat at unawares. Then Tinúviel made her way to the castle of Tevildo on the cliff-side, and Huan wondered much at her courage, until she came upon [[Umuiyan]], the doorkeeper of Tevildo. Insisting she had important news for the ears of Tevildo alone, the doorkeeper leapt up the terraces leading to the castle and began to weary due to the slumber-robe of Tinúviel. Before Tevildo, Tinúviel claimed her tidings were of a \"very mighty dog\" known to Tevildo and that they were best not told out in the open. So she was led inside his abode. Umuiyan, overcome by slumber, dropped to the ground, and Tevildo ordered he be thrown from the rocks; a great fear came upon Tinúviel then at the great cat's cold-heartedness. \n\n===Huan and Tevildo===\nComing to the dining chamber of Tevildo, she noticed a hatch which led to the kitchens. Through it, she saw Beren toiling over the fire. Then Tinúviel began to speak her tale loudly so her voice might carry to Beren, and she shouted she was Tinúviel, Princess of [[Fairies]]. Then a crash was heard in the kitchen, and she concluded that Beren had heard her. However, she had endangered herself, because Melko held the people of Tinwelint as enemies, and Tevildo purposed to hand her over to his master, but not before she told her tale. Thus, she told of Huan lying injured and helpless in the woods nearby, and how he tried to attack her when she had offered her assistance.\n\nThese lies she told were the plan of Huan to lure out Tevildo, and indeed he tried to find out precisely where Huan was, but Tinúviel was vague about this. Eventually Tevildo agreed for Tinúviel to lead, and he took two of his great cats with him. One of these was [[Oikeroi]], a war-like thane. The three cats and Tinúviel came to the woods<ref group=\"note\">In the \"typescript\" version of the tale, Huan feigns sickness in the [[Withered Dale]], where \"nought grew save low bushes of scanty leaves and withered grass.\"</ref> and saw Huan lying on the ground. Then Tevildo was overeager in approaching Huan who sprang up and slew Oikeroi at unawares. The third cat fled, and Huan and Tevildo duelled fiercely until Huan had the cat by the throat. Then Tevildo scratched the eye of Huan and fled up a nearby tree. Having Tevildo cornered and wounded, Huan found out where Tinúviel and Beren were. Tevildo cast his golden collar down as a token to enter the castle, but Huan knew this would alert the servants, and so Tevildo was forced to reveal the spell told to him by Melko which held his servants under his sway. \n\nTinúviel went back to the castle and spoke the spell; the castle trembled and Tevildo's servants came out diminished in size. Then [[Gimli (elf)|Gimli]], an aged Gnome came out, and so did Beren, holding a kitchen knife for fear of what he would find outside the castle. Seeing Tinúviel he was shocked, and she led him away from that place. Upon the return of Beren and Tinúviel from the castle, Huan let Tevildo go free, and feared the cats no more after that. When Melko heard what had occurred, he was wrathful with Tevildo and banished the cats. \n\nBeren and Tinúviel then departed that place with Huan, and formed a strong friendship with him. Beren regained his strength, and Tinúviel loved him. \n\n===The claiming of a Silmaril===\nThe three of them spent much time in the wild until Tinúviel began to yearn for home. Then Beren said he would only go back to the forests of Artanor with a Silmaril, but he despaired, being known to Tevildo. After much thought, he resolved to obtain a Silmaril with Tinúviel; she asked Huan for the hame of Oikeroi which he had been carrying with him. He gave it to her, although he thought the quest to be foolish. With her arts, she arrayed Beren in the fell of the great cat and taught him how to behave as a cat. Saying their goodbyes to Huan, they departed for Angamandi. \n\n[[File:Alan Lee - fluttering before his eyes, she wound a mazy-wingéd dance.jpg|thumb|''fluttering before his eyes, she wound a mazy-wingéd dance'' by [[Alan Lee]]]]\nArriving at the gates, Tinúviel put on her magical robe of sleep. There they saw [[Karkaras]], the greatest wolf of the world. He did not pay much attention to the approaching cat, but he growled at Tinúviel, who cast him into a deep slumber by dancing a magical dance. Then Beren and Tinúviel entered Angamandi, and went down the twisting ways until they came into the hall of Melko.\n\nThe two were fortunate Tevildo was not with Melko at the time, for then they would have been discovered. Beren slunk below the chair of Melko in fear of the evil things about him. But Tinúviel told Melko who she was, and the Ainu was amazed the daughter of Tinwelint came to him freely. She told him her father was an overbearing lord and she wished to dance for him. Then Melko accepted her offer to dance, and she began such a dance never before danced by sprite or [[fay]] or elf. Flitting across the hall, her robes brushed over the eyes of Melko, and all of Melko's folk fell into a slumber. But Melko was yet awake, though drowsy, and so Tinúviel danced quicker, and began to sing a potent song her mother taught her from the [[gardens of Lórien]] until Melko at last fell into a deep sleep, and the iron crown containing the Silmarils rolled away.\n\nTinúviel then roused Beren, who removed the fell of Oikeroi, drew the kitchen knife, and began cutting the bonds holding the central jewel. As the jewel came free, the knife broke loudly and Melko stirred. Then being satisfied with one jewel, Beren and Tinúviel fled desperately to the surface. But arriving there, Karkaras was awake and questioned why Beren was leaving in such haste, having not seen him enter. Beren placed himself between the great wolf and Tinúviel, and struck him in the throat. But Karkaras bit off the hand of Beren, consuming it and the Silmaril. The jewel, suffering no evil touch, smote the innards of the wolf, and Karkaras howled, waking those slumbering in Melko's halls, and fled in pain. Beren and Tinúviel took flight then, and when they finally managed to stop, she healed his maimed arm. After this, Beren was named [[Ermabwed]], the One-handed. Melko's fury was aimed at those two then, and Tinúviel disguised them in her robes so they were not seen by Melko's orcs. \n\n===Return to Artanor===\nHuan heard rumour of these events and was in wonder that his two friends had escaped Angamandi. He came with many of his dogs to the gloomy regions in the north of Artanor, [[Nan Dungortheb|Nan Dumgorthin]], and found Tinúviel and Beren laying down, bereft of hope. Taking them away, he shook loose the chasing packs of orcs and wolves and brought them to Artanor, inside the circle of Gwendeling's magic, and Tinúviel was glad. They rested for a time until one day Beren said he would leave, for he would not return to the halls of Tinwelint without the lost Silmaril. However Tinúviel said that her heart had changed and she would go with him wherever he went. Then Beren put aside his pride and decided to return to Tinwelint with Tinúviel. She asked Huan to go with them too. \n\nApproaching Tinwelint's halls, they found sorrow, for since Tinúviel had left, Tinwelint had been filled with grief, and the magic of Gwendeling had thinned. Dairon had not returned either, for when Tinúviel left, he went in search of her. Furthermore, they learned that a great grey wolf filled with evil had come, who slew many, and often drank from the stream by Tinwelint's halls as though some fire burned inside him.\n\nWhen Tinúviel returned to her mother and father, their sorrow left them. Tinwelint then turned to Beren and expected a Silmaril from him. At this, Tinúviel rebuked her father, but Beren said to Tinwelint \"I have a Silmaril in my hand even now.\" Then he showed his maimed arm and Tinwelint's heart grew warm towards Beren. After Tinúviel and Beren told their story, Tinwelint was amazed at Tinúviel's love and courage and begged Beren to stay with her. Beren said he would hold to his word and reclaim the Silmaril, and told him that the beast stalking the woods was Karkaras.\n\n[[File:Alan Lee - The Hunting of the Wolf.jpg|thumb|''The Hunting of the Wolf'' by [[Alan Lee]]]]\nThen a hunt of the beast commenced consisting of Tinwelint, Beren, Huan, and [[Mablung]] the heavy-handed, chief of the king's thanes. At sunset, they camped, but during Beren's watch, the beast came on them. Beren only barely had time to wake the others when Karkaras leapt towards him, recognising him as the cause of his own pain. The party slew the beast then but Beren's body was crushed under Karkaras' weight. Cutting the carcass open, Mablung took the Silmaril in wonder and the party brought Beren back to the king's halls, alive but mortally wounded. There Tinúviel met them in great anguish and wept on Beren and kissed him. Then he awoke, and Mablung gave him the Silmaril. He presented it to the king and said \"I give thee the wondrous jewel thou didst desire, and it is but a little thing found by the wayside, for once methinks thou hadst one beyond thought more beautiful, and she is now mine.\" Then his spirit fled his body and Tinúviel's kisses did not bring it back.\n\n===Epilogue===\nAt this, Vëannë stopped her telling of the Tale of Tinúviel and began to weep. She told Eriol the tale did not end there but she did not know the rest. Ausir claimed Tinúviel's kisses brought Beren back to life but another said that Tinúviel followed Beren to death and she so touched the cold heart of [[Mandos]] that he sent them back into the world as mortals. Vëannë said their deeds were great and they were named i·Cuilwarthon, the dead that live again. To all he had heard, Eriol said that it was a wondrous tale; in response, Vëannë told him that \"all the children know of it\", and she had learned it by heart. \n\nAusir then told Eriol of what happened to Huan. The dog refused to take any reward from Tinwelint and grieved for Tinúviel and Beren. Later, he and Mablung hunted together until the events surrounding [[Glorund]] and [[Túrin Turambar]]. Then Huan found Beren again and was involved in [[The Nauglafring|the deeds of the Nauglafring]].\n\nVëannë then stopped and said it was time for the evening meat. \n\n==Commentary==\nThe first iteration of the Tale of Tinúviel was written by Tolkien in 1917.<ref name=\"BL Introduction\">{{BL|Introduction}}</ref> Notably, in this primary version, Beren was a Man. Tolkien erased this primary version and wrote over it, resulting in the earliest surviving version of the tale in the form of a \"manuscript\",<ref name=\"LT2 I p.3\">{{LT2|I}}, p. 3</ref> in which he had changed Beren to be an Elf. Christoper Tolkien states that his father \"hesitated long on the matter of the elvish or mortal nature of Beren\".<ref name =\"LT2 In p. 52\">{{LT2|In}}, p. 52</ref> Furthermore, a \"typescript version\" was created after the manuscript was written in which the core narrative is unchanged on the whole, although there are some differences (when compared to the manuscript), which are listed by Christopher Tolkien before the commentary on the tale begins. \n\nThe Link which introduces the tale underwent revision as Tolkien altered the ordering of the various tales. At first, [[The Theft of Melko and the Darkening of Valinor]] and [[The Flight of the Noldoli]] were followed by this tale, however, Tolkien decided that [[The Tale of the Sun and Moon]] should replace it.<ref name=\"LT2 I p.3\"/> \n\nMuch of the commentary on this tale is spent discussing the differences and similarities between the Tale and the subsequent versions of the story of Beren and Lúthien, most notably the Lay of Leithian and the story within The Silmarillion. Christopher Tolkien breaks this down by considering differences in the \"primary narrative\"<ref>{{LT2|In}}, pp. 51-60</ref> and the \"places and peoples\"<ref>{{LT2|In}}, pp. 60-6</ref> in the tale. He notes that the castle of the Cats is the narrative predecessor of [[Tol-in-Gaurhoth]], and notes the similarity between Oikeroi and Draugluin, especially with regards to Beren using their skins as a disguise.<ref>{{LT2|In}}, pp. 56-7</ref> A selection of differences between the tale and later works is given below. \n\nDifferences present in The Tale of Tinúviel when compared with later versions of the narrative include the following:\n* Tinúviel (Lúthien) wears silver-white<ref>{{LT2|I}}, p. 11</ref> instead of sky-blue\n* Beren is an Elf rather than a Man\n* [[Tevildo]] is the first version of [[Thû]]/[[Sauron]]\n* The knife Beren uses to cut out the [[Silmaril]] is a kitchen-knife<ref name=\"LT2 Tinuviel p. 33\">{{LT2|I}}, p. 33</ref> of Tevildo rather than [[Angrist]]\n* Beren does not try to take all three Silmarils<ref name=\"LT2 Tinuviel p. 33\"/>\n* Tinúviel grows to love Beren over time during their adventure<ref name=\"LT2 Tinuviel p. 30\">{{LT2|I}}, p. 30</ref> rather than immediately after seeing him in [[Neldoreth]].<ref name =\"LT2 In p. 52\"/><ref>{{S|Beren}}</ref>\n* There is no notion of the character [[Finrod Felagund]]\n* [[Thorondor]] does not bear Beren and Tinúviel away from Angamandi\n* [[Beleg]] is absent in the hunting of Karkaras (Carcharoth)\n\n==See also==\n*[[Beren and Lúthien]]\n*[[Of Beren and Lúthien]], the chapter in ''[[The Silmarillion]]''\n*[[The Lay of Leithian]]\n\n{{references|notes}}\n{{DEFAULTSORT:Tale of Tinuviel}}\n[[Category:Manuscripts by J.R.R. Tolkien]]\n[[fi:The Tale of Tinúviel]]"}}}