{"parse": {"title": "TOLKIEN - Uomo, Professore, Autore", "pageid": 68037, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:TolkienUomoProfessoreAutore.jpg"}, {"ns": 0, "exists": "", "*": "2023"}, {"ns": 0, "exists": "", "*": "Glóin"}, {"ns": 0, "exists": "", "*": "Journal of Tolkien Research"}, {"ns": 0, "exists": "", "*": "Oronzo Cilli"}, {"ns": 0, "exists": "", "*": "Tolkien Collector's Guide"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Stub"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["TolkienUomoProfessoreAutore.jpg", "CdxIconEdit.svg"], "wikitext": {"*": "{{stub}}\n{{book\n|title=TOLKIEN - Uomo, Professore, Autore\n| image = TolkienUomoProfessoreAutore.jpg\n|author=\n|illustrator=\n|publisher=Skira\n|date=[[2023]]\n|format=Hardcover\n|pages=239\n|isbn=9788857250854\n}}\n\n'''TOLKIEN - Uomo, Professore, Autore''' (Italian: ''\"Tolkien: Man, Professor, Author\"'') is an exhibition catalogue that accompanies the [[2023]] exhibition of the same name. \nThe exhibition was held at the [[Wikipedia: Galleria Nazionale|Galleria Nazionale]] in Rome from November 2023 to February 2024, and from March to July 2024 at the Palazzo Reale di Napoli in [[wikipedia:Naples|Naples]]. The exhibition was curated by [[Oronzo Cilli]] and Alessandro Nicosia.\n\n==Contents==\n\n* Profilo biografico\n* Biografia\n'''1. UOMO'''\n* 1.1 I primi anni\n* La spiritualità di J.R.R. Tolkien \n** ''Guglielmo Spirito''\n* 1.2 Gli anni della formazione\n* I TCBS e la tragedia della guerra\n* Le esperienze associative\n* Il viaggio in Italia\n* Tolkien \"l'italiano\": la cultura del Belpaese nel vissuto umano e letterario del Professore di Oxford\n** ''Adriano Monti Buzzetti Colella''\n* Croce, Tolkien e i \"cristiani\" di Oxford\n** ''Emma Giammattei''\n'''2. PROFESSORE'''\n* 2.1 Tolkien professore: profilo e cronologia\n* 2.2 La vita a Oxford\n* Eärendil e i gatti della regina Berúthiel: Tolkien e l'estetica della creazione letteraria\n** ''Giuseppe Pezzini''\n* 2.3 L'amore per la parola\n* Lingue delle Terra di Mezzo\n** ''Gianluca Comastri''\n* 2.4 Lo studio di Tolkien \n* ''Amici, colleghi e non solo...''\n'''3. AUTORE'''\n* 3.1 Tolkien autore\n* Tolkien, l'Autore\n** ''Claudio Mattia Serafin''\n* ''Il Signore degli Anelli'': un viaggio nel cuore della tenebra\n** ''Stefano Giuliano''\n* Disegnando la Terra di Mezzo: l'arte secondo Tolkien \n** ''Roberta Tosi''\n* ''Tolkien e gli editori italiani: una storia a lieto fine''\n* La singolare sorte de ''Il Signore degli Anelli'' in Italia\n** ''Gianfranco de Turris''\n* Vita di società: i primi incontri degli appassionati di Tolkien in Italia \n** ''Paolo Paron'', ''Domenico \"Ninni\" Dimichino\n'''4. L'EREDITÀ'''\n* 4.1 Un fenomeno \"pop\"\n* Sull'arte della Terra di Mezzo di J.R.R. Tolkien \n** ''Davide Martini''\n* La Grande Musica di Tolkien \n** ''Chiara Bertoglio'' \n* \"Fulmine e lampadina\": le ragioni del successo della trasposizione cinematografica \n** ''Salvatore Santangelo''\n* Il figli di Tolkien (una simbologia grafica) \n** ''Fabio Celoni''\n* Tolkien e giochi da tavolo \n** ''Roberto Di Meglio'', '' Franceso Nepitello''\n\n\n==From the publisher==\n{{blockquote| Tolkien. Uomo, Professore, Autore si propone di illustrare le diverse anime di questa straordinaria e poliedrica figura di filologo, linguista, poeta e professore universitario ma soprattutto moderno creatore di miti. La ricchezza culturale e umana di J.R.R. Tolkien viene accuratamente ricostruita in un inedito percorso che si snoda tra manoscritti autografi, immagini rare, memorabilia e opere d’arte ispirate alle sue visioni letterarie; un risultato reso possibile dalla prestigiosa collaborazione con l’Università di Oxford, alma mater dello scrittore, e la Tolkien Estate, il trust familiare che detiene in tutto il mondo i diritti relativi alla sua immagine e alle sue opere. Il titolo fa riferimento alle tre principali direttrici del “fenomeno” Tolkien, fenomeno che coinvolge almeno cinque generazioni di lettori d’ogni latitudine le cui ragioni risiedono anzitutto l’intrinseca vitalità del racconto e dell’intero Mondo Secondario partorito dalla fantasia dell’Autore, i cui rivolgimenti ora luminosi e ora oscuri vengono mirabilmente descritti e narrati con la forza evocativa di un aedo moderno. Ma c’è anche l’acume introspettivo del Professore, il Tolkien pensatore e saggista che in un originalissimo orizzonte insieme teologico e teleologico diede dignità alla fiaba e alla letteratura fantastica quali forme di “sub-creazione” – termine coniato da lui – nel solco fondativo della Legge divina. Infine c’è l’Uomo, cioè il personaggio e il suo itinerario biografico, entrambi sostanzialmente privi di elementi avventurosi o intriganti e tuttavia capaci, nella loro apparente ordinarietà borghese, di ispirare e coinvolgere. Dall’unione di queste tre diverse fisionomie tolkieniane origina una notorietà di dimensioni mondiali; dall’inesauribile fantasia di Tolkien sono infatti nati racconti di successo planetario come Il Signore degli Anelli, Lo Hobbit e Il Silmarillion, tradotti in trentotto lingue e pubblicati in tutto il mondo. Realizzato a corredo dell’esposizione romana, il volume non si limita quindi a delineare le peculiarità di questo autore immortale e moderno, ma si sofferma anche sull’uomo, visto in tutte le sue sfaccettature, in un ritratto a tutto tondo di Tolkien Uomo, Professore, Autore.}}\n\n===English Translation===\n{{blockquote|'''TOLKIEN - Uomo, Professore, Autore''' (Man, Professor, Author) aims to illustrate the different souls of this extraordinary and multifaceted figure of philologist, linguist, poet and university professor but above all modern creator of myths. The cultural and human richness of JRR Tolkien is carefully reconstructed in an original journey that winds through autographed manuscripts, rare images, memorabilia and works of art inspired by his literary visions; a result made possible by the prestigious collaboration with the University of Oxford, the writer's alma mater, and the Tolkien Estate, the family trust that holds the rights relating to his image and his works throughout the world. The title refers to the three main directions of the Tolkien “phenomenon”, a phenomenon that involves at least five generations of readers from all over the world, the reasons for which lie first of all in the intrinsic vitality of the story and of the entire Secondary World born from the imagination of the Author, whose sometimes bright and sometimes dark upheavals are admirably described and narrated with the evocative force of a modern bard. But there is also the introspective acumen of the Professor, Tolkien the thinker and essayist who, in a highly original theological and teleological horizon, gave dignity to fairy tales and fantastic literature as forms of “sub-creation” – a term coined by him – in the founding furrow of the divine Law. Finally, there is Man, that is, the character and his biographical itinerary, both substantially devoid of adventurous or intriguing elements and yet capable, in their apparent bourgeois ordinariness, of inspiring and involving. From the union of these three different Tolkien physiognomies originates a worldwide fame; from Tolkien's inexhaustible imagination were born stories of global success such as The Lord of the Rings, The Hobbit and The Silmarillion, translated into thirty-eight languages ​​and published all over the world. Produced to accompany the Roman exhibition, the volume does not limit itself to outlining the peculiarities of this immortal and modern author, but also focuses on the man, seen in all his facets, in a well-rounded portrait of Tolkien Man, Professor, Author.}}\n\n==External links==\n* ''[https://www.skira.net/books/tolkien/ Official publisher's website]'''\n* [https://scholar.valpo.edu/journaloftolkienresearch/vol18/iss2/3/ Book review] by Ivano Sassanelli in [[Journal of Tolkien Research]], Vol. 18: Iss. 2\n* [https://cultura.gov.it/comunicato/25492 Exhibition information] at the Italian Ministry of Culture's website\n* [https://www.tolkienguide.com/modules/newbb/viewtopic.php?post_id=52868#forumpost52868 Discussion] on [[Tolkien Collector's Guide]]\n\n[[Category:Exhibition catalogues]]\n[[Category:Art books]]\n[[Category:Publications by title]]"}}}