{"parse": {"title": "Mythlore 134", "pageid": 66224, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 134.gif"}, {"ns": 0, "exists": "", "*": "2019"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 133"}, {"ns": 0, "exists": "", "*": "Mythlore 135"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_134.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 134, Volume 37, Issue 2\n| image = Mythlore 134.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Spring/Summer [[2019]]\n|format=Paperback\n|pages=240\n}}\n'''''Mythlore'' 134''' ([https://dc.swosu.edu/mythlore/vol37/iss2/ Volume 37, Issue 2]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Reid, Robin Anne. \"On the Shoulders of Gi(E)nts: The Joys of Bibliographic Scholarship and Fanzines in Tolkien Studies.\"\n* DuPlessis, Nicole M. \"On the Shoulders of Humphrey Carpenter: Reconsidering Biographical Representation and Scholarly Perception of Edith Tolkien.\"\n* Inchbald, Guy W. B. \"The Last Serialist: C.S. Lewis and J.W. Dunne.\"\n* Chisholm, Chad. \"Saruman as 'Sophist' or Sophist Foil? Tolkien’s Wizards and the Ethics of Persuasion.\"\n* Montgomery, Abigail L. \"Gunslinger Roland from Yeats’s Towers Came(?): A Little-Studied Influence on Stephen King’s Dark Tower Series.\"\n* Croft, Janet Brennan. \"'Auntie, What Ails Thee?': The Parzival Question in ''Orphan Black''.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Croft, Janet Brennan. ''Mythlore'' at 50.\n* Berube, Pierre H. An Unsourced Poem in Lewis’s ''Great Divorce''.\n* Berman, Ruth. Narnian Stars.\n* Croft, Janet Brennan. In Memoriam: Nancy-Lou Patterson.\n\n====Reviews====\n\n* ''Fairy Tale: A Very Short Introduction'' by Marina Warner. Reviewed by Barbara L. Prescott.\n* ''The Inklings and King Arthur: J.R.R. Tolkien, Charles Williams, C.S. Lewis, and Owen Barfield on the Matter of Britain''. Ed. Sørina Higgins. Reviewed by Jared Lobdell.\n* ''Tolkien, Self and Other: \"This Queer Creature.\"'' by Jane Chance and Tolkien and Alterity. Eds. Christopher Vaccaro and Yvette Kisor. Reviewed by Jason Fisher.\n* ''The Lion in the Waste Lane: Fearsome Redemption in the Works of C.S. Lewis, Dorothy L. Sayers, and T.S. Eliot'' by Janice Brown. Reviewed by James Stockton.\n* ''Goddesses: Mysteries of the Feminine Divine'' by Joseph Campbell, Ed. Safron Rossi. Reviewed by Carl Badgley.\n* ''\"The Sweet and the Bitter\": Death and Dying in J. R. R. Tolkien's The Lord of the Rings'' by Amy Amendt-Raduege. Reviewed by Laura Lee Smith.\n* ''Fire and Snow: Climate Fiction from the Inklings to Game of Thrones'' by Marc DiPaolo. Reviewed by Kristine Larsen.\n* ''The Great Tower of Elfland: The Mythopoeic Worldview of J.R.R Tolkien, C.S. Lewis, G.K. Chesterton, and George MacDonald'' by Zachary A. Rhone, foreword by Colin Duriez. Reviewed by Felicia Jean Steele.\n* ''C.S. Lewis: A Very Short Introduction'' by James Como. Reviewed by Zachary A. Rhone.\n* ''Pamela Colman Smith: The Untold Story'' by Stuart R. Kaplan with Mary K. Greer, Elizabeth Foley O'Connor, and Melinda Boyd Parsons. Reviewed by Emily E. Auger.\n* ''Women Who Fly: Goddesses, Witches, Mystics, and Other Airborne Females'' by Serinity Young. Reviewed by Felicity Gilbert.\n* ''The Place of the Lion and War in Heaven'' by Charles Williams. Reviewed by Janet Brennan Croft.\n{{mythlorenav|133|135}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 134}}\n\n[[Category:Mythlore]]"}}}