{"parse": {"title": "J.R.R. Tolkien: Pocket Guide", "pageid": 27099, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:J.R.R. Tolkien Pocket Guide.jpg"}, {"ns": 0, "exists": "", "*": "1 March"}, {"ns": 0, "exists": "", "*": "2010"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "*": "Jeremy Mark Robinson"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["J.R.R._Tolkien_Pocket_Guide.jpg"], "wikitext": {"*": "{{book\n|title=J.R.R. Tolkien: Pocket Guide\n| image = J.R.R. Tolkien Pocket Guide.jpg\n|author=[[Jeremy Mark Robinson]]\n|isbn=978-1861712783\n|publisher=Crescent Moon Publishing\n|date=[[1 March|March 1]], [[2010]]\n|format=\n|pages=272\n|}}\n\n'''''J.R.R. Tolkien: Pocket Guide''''' is a general guide and introduction to the life and work of [[J.R.R. Tolkien]].\n\n==Extract from the Introduction==\n\nPhilip Toynbee declared, in 1961, that Tolkien's 'childish books had passed into a merciful oblivion', a wonderful statement, just a tad inaccurate. In 1997, The Lord of the Rings was voted the top book of the 20th century by readers in a British bookstore's poll (Waterstone's). 104 out of 105 stores and 25,000 readers put The Lord of the Rings at the top (1984 was second). \n\nAround 100 million copies of The Lord of the Rings had been sold by the end of the twentieth century, and 60 million copies of The Hobbit, with sales of around 3 million per year of the two books combined. Readers just love reading Tolkien's books. It's that simple. You can't force people to buy books or go see movies; there's isn't a magic formula (or ruling ring) to hypnotize readers and consumers (if there was, it'd be worth billions). And the Tolkien phenomenon began with readers. Back in 1937, 1954 and 1955, the publishers Allen & Unwin did their bit, of course, with reviews, blurbs, advertizing and so on, promoting The Hobbit and The Lord of the Rings, as did the critics, but it was readers who first started the phenomenon that has become truly global. Tolkien's influence on literature has been considerable, too, and not just in the realm of fantasy, sci-fi, fairy tales and related genres. As fantasy author Terry Brooks said, Tolkien 'was the premier fantasy writer of the last century, and all of us writing today owe him a huge debt.' No other writer W.H. Auden reckoned had 'created an imaginary world and a history in such detail'. Colin Wilson agreed that only a few writers have concocted a total universe, and that Tolkien's was very impressive. Tolkien's mythological writings may be the 'largest body of invented mythology in the history of literature', according to David Day. Invented, that is, by one person. It's also 'certainly the most complex and detailed invented world in all literature'. \n{{title|italics}}\n[[Category:Scholarly books]]\n[[Category:Publications by title]]"}}}