{"parse": {"title": "The Children of Húrin Release Party/Questions", "pageid": 14783, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Milton Waldman"}, {"ns": 0, "exists": "", "*": "Music of the Ainur"}, {"ns": 0, "exists": "", "*": "The Children of Húrin Release Party"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Main"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}], "images": ["CdxIconArticle.svg"], "wikitext": {"*": "{{Main|The Children of Húrin Release Party}}\nThis is a list of questions we will be asking our guest speakers. Whether you plan on attending the event or not you can add a question you would like us to ask. We ask that you try to think of original questions which relate to the guest and their background on Tolkien. Yes or No questions are not advised. After the event the answers will be posted on the wiki for those who couldn't attend the live event.\n\n==Johan Vanhecke==\n\n*Could you tell us a little about the Tolkien exhibit in 1992?\n*You have been a member of the Tolkien Society for so long, can you tell us if much has changed over the years?\n*How did you get into contact with Tolkien?\n*Will you organise another Tolkien Exhibition in the future?\n*What do you think of ''The Children of Húrin''?\n*What is your favourite Tolkien book?\n*Will you write more Tolkien books in the future, or are you working on one?\n*In your book is a walking-guide through Oxford. How long does this tour takes?\n\n==Michaël Devaux==\n* Can you tell something more about yourself?\n* How did you get interested in Tolkien?\n* What prompted you to start publishing La Feuille?\n* Could you tell us some more about La Feuille?\n* What will be inside the upcoming La Feuille?\n* Do you have contacts with Mathias Daval, the chairman of the French Tolkien Society?\n* Can you tell us a bit more about the popularity of J.R.R. Tolkien in your country? Is there for example a Tolkien-community in France?\n* Do you have contacts with Christopher or Adam Tolkien? On which level?\n* What is your meaning about the translations of Tolkien's books into French? Vincent Ferré isn't enthousiast about it, what about you?\n* There is also a growing body of secondary material on Tolkien that is being translated from English into French, how you feel about this?\n* Your translation of the letter to [[Milton Waldman]] has changed the planet, now it is featured as a standard beginning of the Silmarillion, can you tell us about this?\n* Will you publish more unpublished texts by J.R.R. Tolkien in the future?\n* Adam Tolkien has been very busy doing translations of Tolkiens works into French, the rest of the world has just now heard of him. Do you think he will now start to play a more important role?\n* How you see the new book, the Children of Húrin?\n* Will you be reading the English version of Children of Húrin or wait for the French translation?\n* Why do you think it is delayed so much?\n* What kind of Tolkien studies do you specialize in, and how is it available?\n* When studying Tolkien, have you had use for your expertise in philosophy?\n* Do you think that there is good collaboration between Tolkien societies and scholars of different countries and languages?\n\n==Pieter Collier==\n* Was there a specific book that started your obsession with collecting Tolkien?\n* What is your most prized item in your collection?\n* Why are you mainly a collector and not a dealer?\n* How has Tolkien collecting changed after the release of the films?\n* What advise do you have for beginning collectors?\n* What is your most recent acquisition?\n* What is the highest amount you ever spend on a book?\n* What is your biggest regret?\n* How did you get into organising the web-party?\n* Did you worked together with the Dutch publishing-house when you put together the Dutch bibliography?\n* Do you mainly focus on books, or do you also collect other stuff like calendars, ephemera, etc.?\n* Are you in contact with other Tolkien-collectors? Can you give some names?\n* Is there anything out there you still want to have?\n* You are a collector, but are you also doing some critical research/studying?\n* Having plans to open your own Tolkien-museum?\n* Can people just come around and visit your library?\n* Was the Award you got from the North-East Tolkien Society some kind of recognition for you?\n* How much time you spent on working on your website and your collection each day? Does it affect your family life?\n* Who is your favourite bookseller?\n* How do you think of the internet as a medium to buy books? Do you mainly focus on the net, or do you also visit some \"real\" bookshops or bookfairs? Does collecting developed since the launch of websites like eBay and Abebooks? On what manner?\n* Do you also collect books from other authors?\n* How do you manage your library? Do you have a special room for it, is the most part in boxes, or how it works?\n* Do you photograph each item in your collection?\n* Are you working with a database to manage your collection? How it works?\n\n==David Brawn==\n\n*How does it feel to know that you've read certain Tolkien texts before the fans were allowed to?\n*Are there any plans to release other unpublished Tolkien materials in the future?\n*Will there be a super deluxe edition of ''The Children of Húrin'' around Christmas?\n*''The Hobbit'' also has a special year; will there be any new Hobbits released?\n*Do you think that ''The Children of Húrin'' will alter public perception of Tolkien's work as a whole, and if so, how?\n*Will a Deluxe Edition of ''The Silmarillion'' be released any time in the future to match that of ''The Hobbit Anniversary Edition'', ''The Lord of the Rings 50th Anniversary Deluxe Edition'' and the upcoming ''The Children of Húrin Deluxe Edition''?\n*Are there any additional editions of ''The Children of Húrin'' planned at this time?\n*Do you have worked with Rayner Unwin?\n*Will the colours in the illustrations for the new edition of Mr. Bliss (Oct 2007?) be of better quality than previous editions? Previously they have been rather pale and washed out.\n*Is there any way for us mere mortals to access the Tolkien archive at HarperCollins?\n*For many years Rayner Unwin reported that Christopher Tolkien was working on an edition of Tolkien’s ‘epic’ poetry – The Fall of Arthur, etc  Have you heard anything of this project?\n\n----\nNew questions\n\nHow do you handle secondary literature in different nations? Is this welcome or how do you determine the quality of the book at hand\n\n==Roger Garland==\n* Is there any particular scene or landscape from Tolkien that you have always wanted to depict but have not yet gotten to?\n* What tale from ''The Silmarillion'' is most artistically inspirational to you?\n* Do you have any advice for aspiring fantasy artists?\n* Which artists have had an impact upon your work?\n* How do you look towards the new Tolkien book, will it inspire you to paint new works on this subject?\n* How do you work to make a painting? Can you gives us an idea of the process and time it takes to make such a painting?\n* What are your favourite Tolkien books to illustrate?\n* Did the Lord of the Rings movies have an impact on your work?\n\n==Jef Murray==\n* Do you have a favorite piece of art of yours?\n* How did you come on the subject Tolkien?\n* Did you make paintings about the tales by Tolkien before the movies and if so did the movies influence your art?\n* Your works are always very colorfull, is there a particular reason why this is so? Why are many of your paintings predominantly blue?\n* How is your creative process? How is the process from idea to finished painting?\n* We see some wonderfull sketches in Parma Nole by your hand, ever thought of making large pencil drawings?\n* Do you look forward to ''The Children of Húrin''?\n* Will you be making paintings around this subject?\n* Your technique and style would be perfect to visualize The Ainulindalë; is this also your opinion?\n* When I see your paintings I almost hear music, is music a part in your life?\n* Where do you paint?\n* Most Tolkien artists are very worried to miss any detail from Tolkien's descriptions, how do you see this?\n* Was your image \"[[Music of the Ainur]]\" inspired at all by the [http://commons.wikimedia.org/wiki/Image:Paradiso_Canto_31.jpg similar engraving] by Gustave Doré of Dante's Heaven?\n* There is a definite 'blue' palate to your work - has this any significance?\n\n==Matt Blessing ==\n* Could you tell us which original documents by Tolkien are in the Marquette?\n* Do you have any plans to take pictures of the archive so fans can get a feel for how large the collection really is?\n* Are most of the items donated or do you do a lot of purchasing?\n* Are there any plans for a Tolkien Museum at Marquette?\n* Don't you in your deepest heart feel that Tolkien's autographs etc. should be in an archive in England?\n* If you could have advised William Ready with the benefit of hindsight, what would you have suggested he do differently in his negotiations with Tolkien?\n* Are there plans for a travelling display of some of the manuscripts? They are of world-wide significance and perhaps deserve a world-wide appreciation?\n\n==Michael D.C. Drout==\n* Could you tell us some more about the J.R.R. Tolkien Encyclopedia?\n* What was your hope for your readers? Do you feel you have succeeded?\n* Do you have any plans for the J.R.R. Tolkien Encyclopedia in the future?\n* Any news on Tolkien Studies Volume IV?\n* Will you be working on any Tolkien related projects in the future?\n* Do you have a Tolkien collection yourself?\n* How did you get interested into Tolkien at the first place?\n* Do you feel one can understand Tolkien without having a background in the Anglo-Saxon or Norse/Germanic cultures (and languages) he studied?\n*Are there any plans for Tolkien's work - Sellic Spell - which attempted to give a background to Beowulf - to be published and where does this manuscript live now?\n* When is Tolkien's translation of Beowulf going to be published?\n* Why was the Tolkien Encyclopedia so ridiculously expensive?\n* What was the most remarkable thing you learned about Tolkien from editing Beowulf and the Critics?\n* I have heard that C. S. Lewis critiqued/commented on Tolkien's translation of Beowulf.  What part did Lewis play in his Beowulf translation?\n\n==Mark T. Hooker==\n* In your interview with the website Tolkien Library (http://www.tolkienlibrary.com/press/mark-hooker-interview.htm), in answer to the question \"why has Tolkien been so unpopular with the critics?\" you said that Tolkien \"wrote for an audience of one: himself,\" while we know that Tolkien shared his work in draft with the members of the Inklings. Could you comment on this seeming incongruity?\n* What has been the Russian response to Tolkien after the fall of the Soviet Union?\n* If you walk down the street into a bookstore in Moscow or Novgorod today, can you pick out a LOTR translation of your choice among Gruzberg, Rakhmanova, etc. just like walking through a cafeteria?\n* Is there any sign of Tolkien translation into non-Russian tongues of the nations of the former Soviet block, e.g., Uzbekistan, Kazakhstan, etc.?\n* The Russian translations are they any good? And which one is the best?\n* Will there be a Russion translation of Children of Hurin?\n* To write an article for Beyond Bree, how do you start? You just open the book and pick a word or a name... or how does it happen?\n* Guess writing these articles is much for you... or so it feels when i read them?\n* You plan any new books in the future?\n* How you came to choose James Dunning for illustrating the Tolkienian Mathomium?\n\n==Verlyn Flieger==\n* How did you first get interested in Tolkien?\n* Do you prefer to read the Middle-earth related works?\n* Your books tend to begin with motifs central to Tolkien's work such as light, time, and music.  What do you see as the relationship between these motifs and what do they tell us about Tolkien's universe?\n* After editing Smith of Wootton Major, how you do you see that work in relation to the legendarium?\n* How do you view The Hobbit in relation to The Lord of the Rings and the \"Silmarillion\" legends?\n* There has been much debate between you and Tom Shippey on how to best read and interpret Smith of Wootton Major. In your opinion, how well does SoWM function as an allegory?  \n* In a rather obscure quote, which appears in a Tolkien obituary, Robert Murray suggested that after Tolkien handed him a copy of Smith of Wootton Major, Tolkien said, \"Here is a little counterblast to [C. S.] Lewis which I've written\" (The Tablet 879).  What do you think he meant by this?\n* How was it to be working on Smith of Wootton Major? \n* Do you feel that Simth of Wootton Major should get some more attention?\n* Will you write any new book on Tolkien?\n* Tolkien's story of the children of Hurin is often associated with a story from the Kalevala; do you also think it might be derived partly from the Arthurian story of Balin and Balan, as in f.e. Malory/Tennyson/Swinburne, with the strong but 'unlucky' warrior who is banished from a king for his rough manners and who eventually kills a beloved?\n* In the chapter in 'Interrupted music' on Tolkien and the Arthurian mythos, you mention the unfinished poem ´The fall of Arthur,´ which has always intrigued me. Is there anything you can tell about it beyond your comments and the paragraph on it in Humphrey Carpenter´s biography?\n* There's an (in)famous essay by Bob Dylan critic Michael Gray, in which he, among other things, compares Dylan's ' Lay down your weary tune' to Tolkien's 'Song of Nimrodel,' stressing how Tolkien's poem perfectly fits the melody of the song. Reason may be that Dylan created the song in the ballad tradition (esp. the British, in this case), a tradition Tolkien was also familiar with, though through other means. How do you think Tolkien regarded this predominantly oral traditon?\n\n==Nils Ivar Agøy==\n* Were there any special challenges in translating ''The Children of Húrin'' into Norwegian?\n* How do you see ''The Children of Húrin'' affecting public perception of Tolkien's work in Norway?\n* You also translated ''The Silmarillion''; are there any large differences in translating the part of Túrin Turambar and now ''The Children of Húrin''?\n* Since you have been so closely involved, working with the English text, did you find major changes of style, content, etc with the already published parts?\n* Do you now have the feeling the story is indeed 'finished'?\n* How long did it take to translate ''The Silmarillion'' and now ''The Children of Húrin''?\n* You have translated the Unfinished Tales as well, since most of the new Tolkien book comes from Unfinished Tales you have a good view of the new choice Christopher Tolkien took for the new book. Can you tell us a bit more about this?\n* Is the new Tolkien book a big improvement compared to Unfished Tales?\n\n==James Dunning==\n* Have both enjoyed your art and your articles, what is your prefered medium?\n* We saw your illustrations in ''A Tolkienian Mathomium'' by Mark Hooker, how did you get into contact?\n* Do you plan to illustrate more Tolkien related books in the future?\n* Will you write more articles on Tolkien as well? (please do so!)\n* In addition to Tolkien illustrations what other kinds of art do you create?\n* How do you work to illustrate a scene from Tolkien's books?\n* Can you tell us a bit about yourself... what do you do for a living?\n* In your article \"Wizardry, Witchcraft and the Bloodthirsty World of Faerie,\" in the March 2007 issue of ''Beyond Bree'', you talk about the layers on meaning in the word 'wizard.' In the definitions you cite for 'wizard,' the first one (the one with the positive connotation) contains the words 'wisdom' and 'knowledge,' but the second (the one with the negative connotation) only contains the word 'knowledge.' Do you think that Tolkien was aware of this division?\n\n==John Garth==\n* What challenges and other interesting moments did you have researching Tolkien's wartime experiences?\n* How long did it take to write Tolkien and the Great War?\n* Did you find out more informations since the publication of your book since the publication?\n* Have you learned new things about Tolkien during the process of writing the book?\n* How come you choise to write about the war... is it one of your fascinations?\n* Can you clarify some more about Tolkien and horses. I never heard about Tolkien being any good with horses.\n* How did you go about obtaining permission to use and publish some of Tolkien's previously unpublished letters and manuscripts for Tolkien and the Great War?\n\n==Diana Glyer==\n* To what extent did Tolkien and Lewis help shape each other's invented universes?\n* How long did you work on the Company they Keep?\n* How do you compare your book to the Inklings by Carpenter?\n* Will you be doing lectures in the future on the Inklings, and if so will you also come to Europe?\n* Where started your interest in the Inklings?\n* We know you combine family life with work and writing, how can you manage to combine it all?\n* Is there any update on the publishing of Tolkien's grammer of the langauge of Taliska said to have been spoken by men of the first age and based on Tolkien's study of Gothic?\n* Which member of the Inklings do you think had the most lasting influence or impact on another member?\n* Do you think there was tension over the fact that Tolkien was Catholic and Lewis, for the most part, remained devoted to the Church of England?\n* Tolkien's relationship with Charles Williams seems a bit odd.  Though he must have known him pretty well, in many of his published letters, he was often critical of him and his work, and sometimes went as far as saying he never really knew him.  Why do you think he had such animosity towards him?\n* Of the members of the Inklings, who do you think was closest to Tolkien?\n* Why do you think C. Tolkien has contributed so much to his father's work without ever having really attempted to write his own fiction?\n* What is your favorite book of one of the minor Inklings?\n* Out of all the Inklings, it seems to me that Tolkien was the one who was influenced by the Inklings the least (i.e. Lewis's Bandersnatch quote).  How much did the Inklings ''really'' influence or affect Tolkien's work?  Wouldn't Tolkien have probably written all he had regardless if he had ever been a part of the Inklings or not?\n\n==Turbine==\n* What has been harder, pleasing the Tolkien fans or pleasing the gamers?\n* Were you a Tolkien fan prior to creating the game?\n* What would you say is the most innovative/unique aspect about LotRO?\n* What was the most difficult task you faced and overcame?\n* At the moment, the game plays only in Eriador - what are the planned expansion dates to further areas? How far will this roll out to?\n\n==Michael Martinez==\n* Do you have any plans to write more Tolkien-related essays?\n* How did you became to write about Tolkien?\n\n==Marcel Bülles==\n*How did you first become interested in Tolkien?\n*Have you contacts within the Inklings Gesellschaft? What is the difference between the Inklings Gesellschaft and the DTG?\n*Why do think that international relations between Tolkien societies are of paramount importance?\n* What do you think of the usefulness of the International Tolkien Fellowship?\n*Could you tell us a bit about your dissertation on the US fandom?\n*What articles/projects do you have in mind on Tolkien right now?\n\n==John D. Rateliff==\nWhen is The History of the Hobbit going to published? On Amazon.co.uk it says 4 June 2007, is this date accurate?\n\n[[Category:The Children of Húrin Release Party]]"}}}