{"parse": {"title": "The Science of Middle-earth (2021 book)", "pageid": 60574, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Science of Middle-earth (2021 book).jpg"}, {"ns": 0, "exists": "", "*": "10 June"}, {"ns": 0, "exists": "", "*": "2004"}, {"ns": 0, "exists": "", "*": "2021"}, {"ns": 0, "exists": "", "*": "Henry Gee"}, {"ns": 0, "exists": "", "*": "Journal of Tolkien Research"}, {"ns": 0, "exists": "", "*": "Kristine Larsen"}, {"ns": 0, "exists": "", "*": "The Science of Middle-earth (2004 book)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Science_of_Middle-earth_(2021_book).jpg"], "wikitext": {"*": "{{book\n| title=The Science of Middle-earth\n| image = The Science of Middle-earth (2021 book).jpg\n| author=\n| editor=Roland Lehoucq, Loïc Mangin and Jean-Sébastien Steyer\n| illustrator=Arnaud Rafaelian\n| publisher=Pegasus Books\n| date=[[10 June]] [[2021]]\n| format=\n| pages=432\n| isbn=978-1643136165\n}}\n'''''The Science of Middle-earth''''' is a [[2021]] book edited Roland Lehoucq, Loïc Mangin and Jean-Sébastien Steyer that looks at the science of Middle-earth. \n==From the publisher==\n\n{{blockquote|The surprising and illuminating look at how Tolkien's love of science and natural history shaped the creation of his Middle Earth, from its flora and fauna to its landscapes.<br/><br/>The world J.R.R. Tolkien created is one of the most beloved in all of literature, and continues to capture hearts and imaginations around the world.  From Oxford to ComiCon, the Middle Earth is analyzed and interpreted through a multitude of perspectives.<br/><br/>But one essential facet of Tolkien and his Middle Earth has been overlooked: science.  This great writer, creator of worlds and unforgettable character, and inventor of language was also a scientific autodidact, with an innate interest and grasp of botany, paleontologist and geologist, with additional passions for archeology and chemistry.<br/><br/>Tolkien was an acute observer of flora and fauna and mined the minds of his scientific friends about ocean currents and volcanoes.  It is these layers science that give his imaginary universe—and the creatures and characters that inhabit it—such concreteness.  Within this gorgeously illustrated edition, a range of scientists—from astrophysicists to physicians, botanists to volcanologists—explore Tolkien’s novels, poems, and letters to reveal their fascinating scientific roots.<br/><br/>A rewarding combination of literary exploration and scientific discovery, The Science of Middle Earth reveals the hidden meaning of the Ring’s corruption, why Hobbits have big feet, the origins of the Dwarves, the animals which inspired the dragons, and even whether or not an Ent is possible.<br/><br/>Enhanced by superb original drawings, this transportive work will delight both Tolkien fans and science lovers and inspire us to view both Middle Earth—and our own world—with fresh eyes.}}\n\n==Reviews==\nThe book was generally poorly-received by the Tolkien community. [[Kristine Larsen]] writing in the ''[[Journal of Tolkien Research]]'' complained that the book \"''is curiously mis-named, reportedly being a book about science '''''and''''' Middle-earth (with the latter possibly being clearly secondary in importance to the former).''\" Larsen goes on to complain about the \"''blatant misrepresentations of Tolkien's Secondary World and sloppy mistakes''\" and concludes: \"''Books like this reflect the lingering lack of respect some academics (unfortunately including some of this reviewer's university colleagues) still have toward Tolkien Studies. They consider it a trivial topic that one can easily dabble in as a hobby. [..] The readers of this volume are instead quibbled out of Tolkien and cheated out of a true appreciate of the science '''''of''''' Middle-earth.''\"<ref>[[Kristine Larsen]], [https://scholar.valpo.edu/cgi/viewcontent.cgi?article=1226&context=journaloftolkienresearch review of \"The Science of Middle-earth\" (2021)], in [[Journal of Tolkien Research]]: vol. 12, iss. 2, article 5 (2021)</ref>\n\nOne of the contributors to the book, Vivien Stocker, complained, \"''the book wasn't mainly written by Tolkien scholars that know science or are scientists, but by scientists that think they know Tolkien (and most of the time, don't).''\"<ref>{{webcite|articleurl=https://www.tolkienguide.com/modules/newbb/viewtopic.php?post_id=31535#forumpost31535|articlename=Upcoming Books|author=Druss|dated=17 April 2021|accessed=30 December 2021|website=Guide}}</ref>\n\n==See also==\n* ''[[The Science of Middle-earth (2004 book)|The Science of Middle-earth]]'', a [[2004]] book by [[Henry Gee]]\n{{references}}\n{{title|italics}}\n{{DEFAULTSORT:Science of Middle-earth, The}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}