{"parse": {"title": "Lightning from a Clear Sky", "pageid": 40977, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Lightning from a Clear Sky.png"}, {"ns": 0, "exists": "", "*": "1978"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Lightning_from_a_Clear_Sky.png"], "wikitext": {"*": "{{book\n| title=Lightning from a Clear Sky: Tolkien, The Trilogy, and The Silmarillion\n| image = Lightning from a Clear Sky.png\n| author=Richard Mathews\n| illustrator=Judy Cloyd (cover design)\n| publisher=San Bernardino, CA: [[Wikipedia:Borgo Press|The Borgo Press]]\n| date=[[1978]]\n| format=Paperback\n| pages=63\n| isbn=0-89370-221-8\n| series=The Milford Series of Popular Writers of Today, Volume 15\n}}\n'''''Lightning from a Clear Sky: Tolkien, The Trilogy, and The Silmarillion''''' is a [[1978]] study of the works of [[J.R.R. Tolkien]]. \n==From the back==\nWhen ''The Fellowship of the Rings'' first appeared in 1954, C.S. Lewis exclaimed: \"It's like lightning from a clear sky!\" The book was not an immediate success, not did its author expect it to be. John Ronald Reuel Tolkien (1892-1973) was a retiring Oxford professor who wrote his fantasies to entertain himself, his family, and his friends, and who really was not interested in bestseller status, or the fame of his own work. The publication of the first part of the Trilogy was followed by its sequels (actually parts of a single unified whole), ''The Two Towers'' (1954) and ''The Return of the King'' (1955), all of which were later combined in one volume as ''The Lord of the Rings''. The  books did moderately well until issued in paperback form (1965), when they suddenly became cult items for the college youth of the Sixties, and began selling millions instead of thousands. Richard Mathews examines the entire span of Tolkien's fiction, from his early prequel, ''The Hobbit'' (1937), to the last posthumous culmination of his work, ''The Silmarillion'' (1977), collected and edited by Christopher Tolkien from his father's papers.\n\n'''Richard Mathews''' has written two other books in the Milford Series, ''Aldiss Unbound: The Science Fiction of Brian W. Aldiss'' (1977), and ''Worlds Beyond the World: The Fantastic Vision of William Morris'' (1978). An Associate Professor of Literature and Poet-in-Residence at Eckerd College, in Gulfport, Florida, Dr. Mathews is presently working on studies of Anthony Burgess and Piers Anthony, and a full-length history of adult fantasy for The Borgo Press.\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}