{"parse": {"title": "Erech and the Paths of the Dead", "pageid": 25747, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Merp erech.jpg"}, {"ns": 0, "exists": "", "*": "1985"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "*": "Ruth Sochard"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_erech.jpg"], "wikitext": {"*": "{{book\n|title=''Erech and the Paths of the Dead''\n| image = merp_erech.jpg\n|author=[[Ruth Sochard]]\n|isbn=0-915795-39-6\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1985]]\n|format=Softcover\n|pages=39\n|ice=8060\n}}'''''Erech and the Paths of the Dead''''' is a module (in the ''Adventure Module''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n== Cover/Jacket Text == \n\nThis package details the south central vales of the White Mountains where the ghosts of the Oath-breakers haunt the land. Discover the secret of the mysterious Black Stone of Erech and explore the underground paths of the Dead. \n\nA great grassy hill rises from the empty rolling fields three miles from Erech. Atop this Hill is the half-buried Stone of Erech. By this Stone, the Daen Coentis swore allegiance to Gondor, and it is here that the Army of the Dead shall gather when summoned to right their Oath-breaking. For now, however, Ghosts come to the hill every night, guarding its spiral path and the secret of the Erech Stone. \n\nINTRODUCTION \n\nBelow the towering heights of the Ered Nimrais, the White Mountains, lies the Morthond (Black-root) Vale, a rich land of rolling, fertile fields and rushing alpine streams. This was, long ago, the land of the Daen Coentis (Dn. \"People of Skill\"), the folk who later became known as the Dunlendings. Their tribes ranged these rich valley lands and farmed these fields, hunted the mountain forests, herded in the meadows, and mined the cliffs and gorges. The Daen Coentis were never very many, but they were skilled workers in stone and keen observers of the seasons and the night skies. They erected hundreds of massive stone observatories that served as both calendars and as temples to the Valar, whom they worshipped as gods. \n\nTheir peaceful existence came to an end in the middle of the Second Age, during the Dark Years of Sauron. The devout but primitive religion of the Daen Coentis made it relatively easy for the Dark Lord to subvert the worship of these people. With the passing of years the Evil One preyed upon their superstitions.\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}