{"parse": {"title": "The Kin-strife", "pageid": 23671, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Kin-strife (MERP).jpg"}, {"ns": 0, "exists": "", "*": "1995"}, {"ns": 0, "exists": "", "*": "Anders Blixt"}, {"ns": 0, "exists": "", "*": "Chris Seeman"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Kin-strife"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Kin-strife_(MERP).jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-two|a [[Middle-earth Role Playing|MERP]] supplement|conflict in [[Gondor]]|[[Kin-strife]]}}\n{{book\n|title=The Kin-strife\n| image = The Kin-strife (MERP).jpg\n|author=[[Anders Blixt]], Mats Blomqvist, Gunnar Brolin, Sanna Fogelvik, Åke Rosenius, [[Chris Seeman]], Dag Stålhandske\n|isbn=1-55806-228-9 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1995]]\n|format=Softcover\n|pages=239\n|ice=2015\n}}\n'''''The Kin-strife''''' is a supplement (in the ''Sourcebook''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\n== Cover/Jacket Text == \n\n''\"But Valacar far exceeded his father's designs. He grew to love the Northern lands and people, and he married Vidumavi, daughter of Vidugavia... Therefore when Eldacar succeeded his father there was war in Gondor. But Eldacar did not prove easy to thrust from his heritage. To the lineage of Gondor he added the fearless spirit of the Northmen. He was handsome and valiant, and showed no sign of ageing more swiftly than his father. When the confederates led by the descendants of the kings rose against him, he opposed them to the end of his strength. At last he was besieged in Osgiliath, and held it long, until hunger and the greater forces of the rebels drove him out, leaving the city in flames. In that siege and burning the Tower of the Stone of Osgiliath was destroyed, and the palantír was lost in the waters.\"'' - The Return of the King \n\nThe Kin-strife presents the people, politics, and armies of Gondor under the repressive rule of Castamir the Usurper. The six largest cities of the South-kingdom - Pelargir, Umbar, Lond Ernil, Osgiliath, Minas Anor, and Minas Ithil - are described along with their administrative structures, military organization, and legal systems. Adventures tied to each metropolis bring the civil war to life. The Côr Aran, the Usurper's deadly ring of informers, detain any who work to restore the rightful King to his throne. Common criminals, Southron spies, and servants of the Dark Lord are all embroiled in the conflict. Strange conspiracies and webs of deceit await the bold and the loyal! Can our heroes survive amidst the snares of the Usurper's reign? \n\nThe Kin-strife includes complete stats for MERP, the Lord of the Rings Adventure Game, and Rolemaster. \n\nThe Kin-strife includes: \n*ONCE AND FUTURE KING - a vivid account of Eldacar's initial defeat, his maneuvering while in exile to regain the throne, and his final triumphant victory over Castamir. \n*PELARGIR - heart of the Usurper's regime where the Royal Guard and the Côr Aran - both loyal to Castamir - oppose one another in rivalrous clash more often than they work in accord. \n*UMBAR - bastion of traditionalists favoring Gondorian involvement in the South, yet fraught with conflict nonetheless: Crow fights Crow over the venues of land versus sea. \n*LOND ERNIL - haven of the Prince of Belfalas who resists the Usurper's rule and therefore is Castamir's first target for covert assassination. \n*OSGILIATH - ruined by Castamir and transformed into a vast prison for his enemies; the disgruntled residents plot rebellion against the false King. \n*MINAS ANOR - initially neutral in the civil conflict, but siding with Castamir after the fall of Osgiliath; numerous loyalists to Eldacar make the strategic metropolis anything but a sinecure for the garrison commander. \n*MINAS ITHIL - ruled by the Usurper through force of arms alone, the City of the Moon would throw off Castamir's reins within hours without the threat of the garrison's swords. \n*THE PALE RIDERS - Easterlings scheme to murder the King in exile to gain a reward of horses and weapons from Castamir - can our heroes foil the plot? \n\n{{title|italics}}\n{{DEFAULTSORT:Kin-strife, The}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}