{"parse": {"title": "Queries and Alterations", "pageid": 43414, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Arrival at Bree"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "Bag End"}, {"ns": 0, "exists": "", "*": "Balin"}, {"ns": 0, "exists": "", "*": "Big People"}, {"ns": 0, "exists": "", "*": "Bilbo's Farewell Party"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Bucklebury"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Council of Elrond"}, {"ns": 0, "exists": "", "*": "Dale"}, {"ns": 0, "exists": "", "*": "Drogo Baggins"}, {"ns": 0, "exists": "", "*": "Farmer Maggot"}, {"ns": 0, "exists": "", "*": "Fosco Baggins"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Gaffer Gamgee"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gil-galad"}, {"ns": 0, "exists": "", "*": "Glóin"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Hobbiton"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Isildur"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lord of Dale"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Moria"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Of Gollum and the Ring"}, {"ns": 0, "exists": "", "*": "Ori"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Primula Brandybuck"}, {"ns": 0, "exists": "", "*": "Return to Hobbiton"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Sackville-Baggins Family"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Sting"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Old Forest and the Withywindle"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "To Maggot's Farm and Buckland"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trotter and the Journey to Weathertop"}, {"ns": 0, "exists": "", "*": "Weathertop"}, {"ns": 0, "exists": "", "*": "Óin"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n\"'''Queries and Alterations'''\" is the title of the thirteenth chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\n==Synopsis==\nAt this point in the writing of ''[[The Lord of the Rings]]'' (after Bingo and the others had reached [[Rivendell]]) [[J.R.R. Tolkien]] created a series of notes with the title ''Queries and Alterations''. Up until this point [[Bilbo Baggins|Bilbo's]] heir has been name \"Bingo\".  In these notes Tolkien considered changing his name to \"Frodo\" (which he was already using for another hobbit in the party) but rejected the idea. However, Tolkien now abandoned the writing of the book for some time and when he returned the name \"Bingo\" had been replaced by \"Frodo\", thus indicating that these notes were written about the same time as the early manuscipt. There are fourteen of these queries and alterations, starting with the issues raised by Bingo meeting [[Glóin]] in [[Rivendell]].\n \n# '''Dale Men and Dwarves at Party''': Tolkien notes that this rather spoils the meeting of Bingo and Glóin because Men at [[Bilbo's Farewell Party]] (or helping to set it up) would certainly have told Bingo news from [[Dale]].  Tolkien felt it unwise to bring [[Big People]] to [[Hobbiton]].\n# '''Too Many Hobbits''': Tolkien begins to think that Bingo Bolger-Baggins is a bad name for his hero.  He considers changing the name to Frodo, making him the son of [[Primula Brandybuck]] and [[Drogo Baggins]].  Tolkien then struck out \"Frodo\", stating \"I am now too used to Bingo\". Should the character Odo<ref group=\"note\">Odo Took later becomes [[Peregrin Took]].</ref> be left as heir and in charge of [[Bag End]]?  And argue with the [[Sackville-Baggins Family|Sackville-Bagginses]]?  Frodo Took<ref group=\"note\">Frodo Took later becomes [[Samwise Gamgee]].</ref> must come because he brings the news of the [[Nazgûl|Black Riders]] coming to Bag End.  But Frodo remains at [[Bucklebury]] and only [[Meriadoc Brandybuck|Merry]] and Bingo go on. Cut out Odo.  All of the foregoing, from \"too used to Bingo\" onwards, was struck out and in the margin Tolkien wrote the name \"Sam Gamgee\", the first appearance of the name.\n# '''[[Gandalf]] Against Bingo Telling Anyone Where He Is Going''': This note was jotted in pencil then struck out.  Bingo will take Merry.  Bingo does not want to cause pain for Odo or Frodo.  Bingo tells them goodbye, Frodo (Odo) meets what looks like a ''hobbit'' coming to Bag End, and tells him Bingo is off to Buckleberry.  Thus the Black Riders know where Bingo is headed.  Christopher calls this the embryo of the episode of [[Gaffer Gamgee]] meeting a Rider.\n# '''[[Sting]]''': Did Bilbo take Sting or his armor? Possibilities include (a) Bingo has the armor but loses it in the Barrow, (b) Gandalf urges him to take the armor but since it is heavy it is left in Bucklebury, or (c) Bingo takes it along, it saves him in the Barrow, but it is stolen at [[Bree]]. The point is that Bingo cannot be wearing armor on [[Weathertop]] when the Black Rider stabs him.\n# '''Bree-folk Are ''Not'' Hobbits''': Tolkien thought he might move the [[Hobbits]]' dislike of upstairs here (instead of prior to the visit to [[Farmer Maggot]]'s house).  Because of this dislike the landlord gives the travelers a hillside room with second floor windows level with the ground.  This was a reversion since Tolkien originally had [[Men]] in Bree, then made them all Hobbits, and now he reconsidered Men again.\n# '''Who Is Trotter?''': Perhaps Rangers should not be hobbits.  Trotter<ref group=\"note\">The ranger-hobbit Trotter would eventually become [[Aragorn]].</ref> should either not be a Hobbit or should be someone well known, possibly Bilbo although that is awkward.  Perhaps Trotter is Fosco Took, Bilbo's cousin who went adventuring due to Gandalf.<ref group=\"note\">Fosco Took disappears but later his first name is used for [[Fosco Baggins]].</ref> He must have some bitter experience with Ring-wraiths.  Christopher says this is the first hint that Trotter would eventually not be a Hobbit.\n# '''Bingo Must Not Wear the Ring''': Earlier Tolkien had Bingo putting on the Ring to avoid detection by a Black Rider.  Now his conception is that this action would be the worst thing Bingo could do.  Bingo must ''think'' about it but be prevented each time, and the temptation must increase.\n# '''Reasons for Gandalf's Unease and Bingo's Flight''': Some reason must occur that does not involve Black Riders since Gandalf did not yet know of their coming.  Perhaps using the Ring at the Party was Bingo's idea and contrary to Gandalf, instead of approved by him.\n# '''Why Was Gandalf Hurrying? ''': Because he was known and hated by [[Sauron|the Dark Lord]].  He had to get to Rivendell quickly and thought he was drawing pursuit away from Bingo.  He also knew about a council there.  Christopher Tolkien thinks that this is the point at which the [[Council of Elrond]] was conceived.\n# '''Should Elves Have Necromancer-Rings?''': Elves live in both worlds, but perhaps only the High Elves of the West do so. Perhaps Elves would use the rings differently.  Earlier Tolkien had said that there were Elf-wraiths but that the Ring-lord could not control them.\n# '''Bingo Sees Bilbo at Rivendell''': Bingo must see Bilbo – is he sleeping? In retirement?  Shadows gathering in the South.  [[Lord of Dale]] corrupted?  What happened to [[Balin]], [[Ori]], and [[Óin]]?  They went to colonize rich hills in the South, but no word has been heard of them lately.  One idea: A Ring is needed as a foundation for a hoard.  Perhaps the dwarves received threats from [[Mordor]]. Christopher says that the \"rich hills in the South\" is the first appearance of [[Moria]].\n# '''Bilbo's Is the One Missing Ring''':  All others had come to Mordor.  Make Bilbo's Ring taken from the Dark Lord himself when [[Gil-galad|Gilgalad]] wrestled with him and was taken by a fleeing Elf.  This Ring was the most powerful.  Tolkien here links Gil-galad's wrestling with the [[Sauron|Necromancer]] to [[Gollum]]'s Ring, fallen from the hand of an elf swimming across a river.  The Ring betrayed the elf to goblins who slew him. This is the beginning of the story of [[Isildur]].  Tolkien wrote, \"Why did the Dark Lord desire it so?\" meaning what were its powers, and penciled in that its power depended upon the user and how often he used it.  Gollum just used it to hunt and it made him wretched.  Bilbo used it sparingly but it drove him to wander again.  It would treble Gandalf's power but he dare not use it. An elf using the Ring would grow nearly as mighty as the Dark Lord but would himself turn dark.  Tolkien then added that this Ring would make the Dark Lord the master of the masters of all the other Rings.  Christopher comments that here the central idea of the Ruling Ring emerges at last.\n# '''Simpler Story''': Tolkien wrote: Bilbo disappears on his 100th (written above: 111) birthday party.  Bingo is heir, annoying the Sackville-Bagginses. Back up a month or so for the conversation of Bilbo and Gandalf.  Talk dies down and Gandalf is seldom seen.  Next chapter: Bingo's life, Gandalf's furtive visits, their conversation.  Bingo, bored, decides to go looking for Bilbo. The money is running out.  He sells Bag End to the Sackville-Bagginses and leaves at age 72.  Gandalf encourages Bingo to leave and warns him not to use the Ring.  All of this was struck out and replaced by: Bilbo disappears (putting on the Ring) at his 111th birthday party, leaving Bingo as his heir. Years later, Gandalf talks to Bingo at Bag End.  Bingo decides to leave with Gandalf encouraging him, but without telling him much except to not use the Ring.  This too was struck out.  Tolkien still planned to include a flashback chapter, having Bilbo and Gandalf discuss the history of the Ring, separate from Bingo and Gandalf's discussion.\n# '''Memoirs''': Bilbo carries his memoirs to Rivendell.<ref>{{RS|1XIII}}</ref>\n \n{{references|note}}\n[[Category:The Return of the Shadow chapters]]"}}}