{"parse": {"title": "North Polar Bear", "pageid": 45197, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of North Polar Bear"}, {"ns": 6, "exists": "", "*": "File:J.R.R. Tolkien - North Polar Bear and Penguins.png"}, {"ns": 0, "exists": "", "*": "1925"}, {"ns": 0, "exists": "", "*": "1928"}, {"ns": 0, "exists": "", "*": "1929"}, {"ns": 0, "exists": "", "*": "1931"}, {"ns": 0, "exists": "", "*": "Arktik"}, {"ns": 0, "exists": "", "*": "Baillie Tolkien"}, {"ns": 0, "exists": "", "*": "Constellations"}, {"ns": 0, "exists": "", "*": "December 26"}, {"ns": 0, "exists": "", "*": "Father Christmas"}, {"ns": 0, "exists": "", "*": "Goblin Alphabet"}, {"ns": 0, "exists": "", "*": "Goblins"}, {"ns": 0, "exists": "", "*": "Grandfather Yule"}, {"ns": 0, "exists": "", "*": "Green-elves"}, {"ns": 0, "exists": "", "*": "Green Brother"}, {"ns": 0, "exists": "", "*": "Ilbereth"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters from Father Christmas"}, {"ns": 0, "exists": "", "*": "Man in the Moon"}, {"ns": 0, "exists": "", "*": "Mr Cave Bear"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Paksu"}, {"ns": 0, "exists": "", "*": "Red Elves"}, {"ns": 0, "exists": "", "*": "Snow-elves"}, {"ns": 0, "exists": "", "*": "Snow-men"}, {"ns": 0, "exists": "", "*": "Snow Man"}, {"ns": 0, "exists": "", "*": "Treebeard"}, {"ns": 0, "exists": "", "*": "Valkotukka"}, {"ns": 0, "exists": "", "*": "Windbeam"}, {"ns": 0, "*": "Penguins"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Incomplete"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:LFC"}, {"ns": 10, "exists": "", "*": "Template:HM"}, {"ns": 10, "exists": "", "*": "Template:WLFC"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["J.R.R._Tolkien_-_North_Polar_Bear_and_Penguins.png", "Material_icon_-_Construction.svg", "J.R.R._Tolkien_-_Polar_Bear_had_fallen_from_top_to_bottom_onto_his_nose.jpg"], "wikitext": {"*": "{{incomplete}}\n{{infobox character\n| name=North Polar Bear\n| people=Polar Bear\n| image= J.R.R. Tolkien - North Polar Bear and Penguins.png\n| caption=The North Polar Bear dancing with the [[Penguins|Penguin chiefs]]\n| pronun=\n| othernames=\n| titles=\n| position=\n| location=\n| affiliation=[[Father Christmas]], [[Paksu]], [[Valkotukka]]\n| language=English, [[Arktik]]\n| birth=\n| birthlocation=\n| rule=\n| death=\n| deathlocation=\n| age=\n| notablefor=\n| parentage=\n| siblings=At least one<ref group=note>His siblings were never named or mentioned however he did have two nephews.</ref>\n| spouse=\n| children=\n| gender=Male\n| height=\n| hair=White\n| eyes=\n| clothing=\n| weapons=\n| steed=\n| audio=\n| audiocaption=\n}}\nThe '''North Polar Bear''' (also, the '''Great Polar Bear'''<ref name=l29b>{{LFC|1929b}}</ref>) was a polar bear who lived with [[Father Christmas]] at the North Pole. He is especially noted for being \"helpful\" and for causing a lot of accidents. The Polar Bear was, according to Father Christmas, magical,<ref>{{LFC|1941}}</ref> and he sometimes wrote comments on Father Christmas' letters and even letters of his own.<ref>{{HM|LFC}}</ref>\n\n== Characteristics ==\nThe North Polar Bear started out as very foolish, unrepentant, and temperamental. When he broke the North Pole and the house while climbing the North Pole. Father Christmas was angry with him and so the Polar Bear refused to help with the presents.<ref name=l25>{{LFC|1925}}</ref> He was most unrepentant when he turned on the Northern Lights, causing a huge bang and lots of inconvenience,<ref name=l26>{{LFC|1926}}</ref> and when he caused lists to be blown about and mixed up, he laughed.<ref name=l29b/> The Polar Bear often stuck his nose in places it shouldn't be (including Father Christmas' cabinets)<ref name=l27>{{LFC|1927}}</ref> He could be hurt easily - he ran away in shame after he fell down some steps.<ref name=\"l28\"/> The Polar Bear was very lazy, leading to accidents, including an explosion of crackers.<ref name=l31b>{{LFC|1931b}}</ref>\n\nBut, in later letters, the North Polar Bear was nicer and more considerate. He was noted as being \"a nice old thing\" by [[Father Christmas]]. One year, he noticed strange smells and so, not wanting to trouble Father Christmas, he slept in the kitchen, which had steps going down to the cellars. This led to his saving Christmas, because [[Goblins]] attacked - \"the worst attack in centuries\" - and the Polar Bear killed many, preventing them from killing Father Christmas and the other helpers. Father Christmas called him splendid, and the Polar Bear's comment was \"Say no more; I enjoyed it immensely!\".<ref>{{LFC|1933}}</ref> \n\nThe North Polar Bear sometimes wrote a letter as well as Father Christmas. In these, he attributed his mistakes in spelling to the fact that [[Arktik]] is the language spoken at the North Pole, instead of English.<ref name=l29a>{{LFC|1929a}}</ref> His handwriting was thick because he had large paws,<ref name=l25/> but he learned to write and paint with his mouth.<ref name=l28/> Father Christmas stated that his drawing skills were bad which he vehemently denied.<ref name=l28>{{LFC|1928}}</ref>\n\nHis real name was '''Karhu''' (Finnish for 'bear').<ref name=l29a/> He had two nephews, [[Paksu]] and [[Valkotukka]] (respectively Finnish for 'fat' and 'white hair'),<ref name=l31b/> and the Great Bear ([[constellations|Big Dipper]]) was his cousin.<ref name=l27/>\n==History==\nIn November of [[1925]] Father Christmas's hood flew off and was blown by the wind to the top of the roof. Despite Father Christmas telling him not to, he went on to the roof to try to get it back and fell through the roof, making a hole in the living room and breaking his leg. Father Christmas had to move to a new house causing him much stress.<ref name=l25/> \n\nThe next year the North Polar bear set off a firework that shook the stars and broke the moon. The [[Man in the Moon]] fell into Father Christmas' garden, ate some chocolate and went back to the moon. He then turned on two years of Northern Lights in one go.<ref name=l26/> Because of this there were no Northern Light until [[1928]].<ref name=l27>{{LFC|1927}}</ref>\n\nThe North Polar Bear was no less trouble making in 1927 when he put his tongue against the North Pole and pulled the skin of his tongue off. Later when snowballing the [[Snow Man]] he accidentally rolled him off the cliff breaking him.<ref name=l27/>\n[[File:J.R.R. Tolkien - Polar Bear had fallen from top to bottom onto his nose.jpg|thumb|''Polar Bear had fallen from top to bottom onto his nose'' by [[J.R.R. Tolkien]]|250px]]\nIn 1928 a bar of stairs was left on the stairs and the North Polar Bear fell down the stairs spilling Christmas decorations.<ref name=\"l28\"/> He forgot to send that year's letter until [[December 26]].<ref>{{LFC|1928b}}</ref>\n\nIn [[1929]] the North Polar Bear spent the summer improving his spelling so he could help Father Christmas with the Christmas letters. At the beginning of winter a bonfire was thrown to celebrate and he lot off 20,000 silver sparklers. He then spent time in Norway with a woodcutter named Olaf. While cutting Christmas trees in Norway he chopped his right paw,<ref name=\"l29b\"/> but by November he reported that he felt well again.<ref name=l29a>{{LFC|1929a}}</ref> While helping Father Christmas write down the names of the children that needed presents (of which there were many), he complained that it was \"stuffy\" and opened a window. The wind blew in and he was buried under papers and lists.<ref name=l29a/>\n\nThe next year he got whooping cough, made worse by being buried under the snow during a snowstorm. Despite this he did his best to be helpful, mending the sleigh and looking after the reindeer (which is how he got stuck in the snowstorm). He quarreled with the Snow Man and pushed him into the roof of his snow house. He decided to put ice instead of presents in the parcels of naughty children and they melted all got the good children's presents wet too.<ref name=l30>{{LFC|1930}}</ref>\n\nIn [[1931]] he ate gifts containing food because \"to make sure they were still good\" (He found stones in the currants). He was sent down to the cellar to grab fireworks and being lazy brought two snow-boys (Young snowmen)<ref name=l30/> down with to help him. A candle was knocked into a box of fireworks and sparklers and when Father Christmas rushed down to see what the commotion was, found him on fire. His nephews Paksu and Valkotukka were visiting and like their uncle were very accident prone and mischievous.<ref name=l31b/> \n{{references|notes}}\n{{WLFC}}\n[[Category:Characters in Letters from Father Christmas]]"}}}