{"parse": {"title": "Mytenes mann", "pageid": 34222, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mytenes mann.jpg"}, {"ns": 0, "exists": "", "*": "2003"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Nils Ivar Agøy"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mytenes_mann.jpg"], "wikitext": {"*": "{{book\n|title=Mytenes mann: J.R.R. Tolkien og hans forfatterskap\n| image = Mytenes mann.jpg\n|author=[[Nils Ivar Agøy]]\n|publisher=Oslo: Tiden/Gyldendal Norsk Forlag\n|date=[[2003]]\n|format=Hardcover\n|pages=201\n|isbn=9788210048517\n}}\n'''''Mytenes mann: J.R.R. Tolkien og hans forfatterskap''''' (\"Man of Myths: J.R.R. Tolkien and His Authorship\") is a [[Wikipedia:Bokmål|Norwegian-language]]  biography of [[J.R.R. Tolkien]].\n\n==From the publisher==\n<!-- translated by User:Morgan (and Google!) -->\nFinally, a thorough introduction to Tolkien's major works - both for new readers who have allowed themselves being caught by ''The Hobbit'' or ''The Lord of the Rings'' and for those who already know a lot about Tolkien. This book does not pretend to be a new Tolkien biography, but rather an introduction to Tolkien's major works, in light of his life and his work as a philologist. Nils Ivar Agøy examines Tolkien's passion for language and myths, and his attempt to recreate a mythology for England. On this basis, we follow the development of the legendarium posed by ''The Hobbit'', ''The Lord of the Rings'' and ''The Silmarillion'', which lasted all of Tolkien's adult life. It discusses Tolkien's Christian worldview and the life view of the legendarium, we meet the professional Tolkien, and see why his authorship has become so beloved and controversial. \n\nNils Ivar Agøy is a historian and theologian, and teaches history at Telemark University College. He received the Bastian Prize in 1995 for his translation of ''The Silmarillion''. Since then he has translated ''Unfinished Tales'' and made a new translation of ''The Hobbit'', in addition to being central in the revised translation of ''The Lord of the Rings'' in 1999.\n\n\n<small>\n[Original:]\nEndelig kommer en grundig innføring i Tolkiens hovedverker - både for nye lesere som har latt seg besnære av Hobbiten eller Ringenes herre og for dem som allerede vet mye om Tolkien. Denne boka pretenderer ikke å være noen ny Tolkien-biografi, men snarere en innføring i Tolkiens hovedverker, sett i lys av hans liv og hans virke som filolog. Nils Ivar Agøy tar for seg Tolkiens lidenskapelige forhold til språk og myter, og hans forsøk på å gjenskape en egen mytologi for England. Med dette som utgangspunkt får vi følge utviklingen av legendariet som utgjøres av Hobbiten, Ringenes herre og Silmarillion, og som varte ved hele Tolkiens voksne liv. Her drøftes Tolkiens kristne livssyn og livssynet i legendariet, vi møter fagmannen Tolkien, og ser hvorfor dette forfatterskapet er blitt så elsket og omstridt.\n\nNils Ivar Agøy er historiker og teolog, og underviser i historie på Høgskolen i Bø i Telemark. Han mottok Bastianprisen i 1995 for sin oversettelse av Silmarillion. Siden har han oversatt Unfinished tales (Ufullendte fortellinger) og gitt Hobbiten ny språkdrakt, i tillegg til at han var sentral i revisjonen av Ringenes herre i 1999.</small>\n\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Biography books]]\n[[Category:Norwegian publications]]"}}}