{"parse": {"title": "Of the Return of the Noldor", "pageid": 14520, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë"}, {"ns": 0, "exists": "", "*": "Akallabêth"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Angrod"}, {"ns": 0, "exists": "", "*": "Ard-galen"}, {"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "Beleriand"}, {"ns": 0, "exists": "", "*": "Celeborn"}, {"ns": 0, "exists": "", "*": "Dagor-nuin-Giliath"}, {"ns": 0, "exists": "", "*": "Dagor Aglareb"}, {"ns": 0, "exists": "", "*": "Doom of Mandos"}, {"ns": 0, "exists": "", "*": "Doriath"}, {"ns": 0, "exists": "", "*": "Dragon"}, {"ns": 0, "exists": "", "*": "Dwarves of the Blue Mountains"}, {"ns": 0, "exists": "", "*": "Eagles"}, {"ns": 0, "exists": "", "*": "Encircling Mountains"}, {"ns": 0, "exists": "", "*": "Ered Luin"}, {"ns": 0, "exists": "", "*": "Fingolfin"}, {"ns": 0, "exists": "", "*": "Fingon"}, {"ns": 0, "exists": "", "*": "Finrod"}, {"ns": 0, "exists": "", "*": "Firth of Drengist"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Glaurung"}, {"ns": 0, "exists": "", "*": "Gothmog"}, {"ns": 0, "exists": "", "*": "Great Journey"}, {"ns": 0, "exists": "", "*": "Green-elves"}, {"ns": 0, "exists": "", "*": "Grinding Ice"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "High King of the Noldor"}, {"ns": 0, "exists": "", "*": "Hithlum"}, {"ns": 0, "exists": "", "*": "House of Fëanor"}, {"ns": 0, "exists": "", "*": "Iron Mountains"}, {"ns": 0, "exists": "", "*": "Kinslaying"}, {"ns": 0, "exists": "", "*": "Lammoth"}, {"ns": 0, "exists": "", "*": "Long Peace"}, {"ns": 0, "exists": "", "*": "Maedhros"}, {"ns": 0, "exists": "", "*": "Maglor"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "March of Maedhros"}, {"ns": 0, "exists": "", "*": "Menegroth"}, {"ns": 0, "exists": "", "*": "Meres of Twilight"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Narog"}, {"ns": 0, "exists": "", "*": "Nauglamír"}, {"ns": 0, "exists": "", "*": "Naugrim"}, {"ns": 0, "exists": "", "*": "Nevrast"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Oath of Fëanor"}, {"ns": 0, "exists": "", "*": "Of Aulë and Yavanna"}, {"ns": 0, "exists": "", "*": "Of Beleriand and its Realms"}, {"ns": 0, "exists": "", "*": "Of Beren and Lúthien"}, {"ns": 0, "exists": "", "*": "Of Eldamar and the Princes of the Eldalië"}, {"ns": 0, "exists": "", "*": "Of Fëanor and the Unchaining of Melkor"}, {"ns": 0, "exists": "", "*": "Of Maeglin"}, {"ns": 0, "exists": "", "*": "Of Men"}, {"ns": 0, "exists": "", "*": "Of Thingol and Melian"}, {"ns": 0, "exists": "", "*": "Of Tuor and the Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Of Túrin Turambar"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of Men into the West"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Of the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Fifth Battle: Nirnaeth Arnoediad"}, {"ns": 0, "exists": "", "*": "Of the Flight of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Noldor in Beleriand"}, {"ns": 0, "exists": "", "*": "Of the Rings of Power and the Third Age"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Beleriand and the Fall of Fingolfin"}, {"ns": 0, "exists": "", "*": "Of the Ruin of Doriath"}, {"ns": 0, "exists": "", "*": "Of the Silmarils and the Unrest of the Noldor"}, {"ns": 0, "exists": "", "*": "Of the Sindar"}, {"ns": 0, "exists": "", "*": "Of the Sun and Moon and the Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "Of the Voyage of Eärendil and the War of Wrath"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Ossiriand"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Siege of Angband"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "Sindar"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "Teleri"}, {"ns": 0, "exists": "", "*": "Thangorodrim"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Thingol"}, {"ns": 0, "exists": "", "*": "Thorondor"}, {"ns": 0, "exists": "", "*": "Tumladen"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Valaquenta"}, {"ns": 0, "exists": "", "*": "Valar"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters"}, {"ns": 10, "exists": "", "*": "Template:Silmarillion-chapters/styles.css"}], "images": ["Ted_Nasmith_-_Maedhros’s_Rescue_from_Thangorodrim.jpg"], "wikitext": {"*": "{{silmarillion-chapters}}\n'''Of the Return of the Noldor''' is the thirteenth chapter of the ''[[Quenta Silmarillion]]'' section within ''[[The Silmarillion]]''.\n\n==Synopsis==\n[[Fëanor]] and the exiled [[Noldor]] landed on the beaches of [[Lammoth]] and set fire to the ships of the [[Teleri]]. This burning was seen not only by [[Fingolfin]] but also by the [[Orcs]] of [[Morgoth]]. Ignorant of any danger, Fëanor and his followers proceeded up the [[Firth of Drengist]] and ended up in [[Hithlum]]. It was here that the they were intercepted by the armies of [[Morgoth]] who sought to drive them back into the ocean.\n\nBut the Noldor were able to hold back the Orcs even though they were ambushed. The Noldor were fiercer warriors than the Orcs had reckoned at first, and soon the ambush turned into a rout. The Noldor moved into Beleriand, utterly destroying the Orcs in their way. The battle would be remembered as [[Dagor-nuin-Giliath]], the Battle Under Stars.\n\nFëanor did not stop and kept advancing even unto [[Angband]]. In his fury, he hoped to even challenge Morgoth then and there and take back his [[Silmarils]]. But Orcs were not the only servants of Morgoth. [[Balrogs]] issued forth from Angband and waylaid him, and at last [[Gothmog]] struck him down. Even so, he was not dead, and the Balrogs left when his sons came forwards.\n\nFëanor's sons carried him some distance, but he had them stop, for he knew that his death was near. In his dying moments, he saw that the Noldor could never defeat Morgoth. But this did not deter him, and he commanded his sons to fulfill the [[Oath of Fëanor|fell oath]] they had all taken together. Then, he died, and his body was consumed by his fiery spirit, and it is said that he still remains in the [[halls of Mandos]].\n\n[[File:Ted Nasmith - Maedhros’s Rescue from Thangorodrim.jpg|thumb|left|''Maedhros's rescue from Thangorodrim'' by [[Ted Nasmith]]]]\n\nAs they begain to expand, the Noldor encountered the [[Sindar]] who had remained behind in [[Beleriand]] during the [[Great Journey]]. They were enamored with the power of the Noldor, who they believed to be messengers from the [[Valar]]. But the meeting did not last long, as a messenger from Morgoth came, offering terms of peace to the Noldor. The sons of Fëanor were suspicious of this offer. [[Maedhros]], the eldest son, persuaded his brothers to pretend to negotiate with Morgoth. However, when they went to the meeting place, the Orcs ambushed the Noldor and captured Maedhros. Morgoth said he would not release Maedhros until the Noldor left Beleriand, but the brothers were held by their oath, so they did not leave. Morgoth hung Maedhros from a pinnacle of [[Thangorodrim]] by a bond of steel.\n\nAt this time, Fingolfin's people came out of the [[Grinding Ice]] and soon came to Hithlum. Owing both to the rage of Fingolfin's Elves and the shame of Fëanor's elves, the Noldor soon became divided. Yet [[Fingon]], son of Fingolfin and friend of Maedhros, sought to end the division between the two branches of the Noldor. So he alone went to Thangorodrim, and climbing its heights, he at last found Maedhros near the pinnacle. He was unable to free Maedhros from the steel bond, and despairing at last, readied an arrow on his bow, crying out to the Valar to have mercy just this once on the exiles. \n\nHis plea was not in vain, for [[Manwë]] had pity on the exiles, and sent his [[Eagles]] to aid them. Just as Fingon bent his bow, [[Thorondor]], lord of Eagles, swooped down from the sky and bore Fingon up to Maedhros. Fingon was forced to sever Maedhros' right hand to free him. Ever after, Maedhros would be left-handed.\n\nThe deed healed the feud between the sons of Fëanor and Fingolfin. Maedhros begged Fingolfin for forgiveness, and surrendered to him the [[High King of the Noldor|high kingship of the Noldor]]. Thus, part of the [[Doom of Mandos]] was fulfilled, for the [[house of Fëanor]] would never hold the kingship and would be dispossessed of it.\n\nNow the Noldor were able to lay siege to [[Angband]] and surround it from the west, south, and east. And they sent out messengers to the various people in Beleriand to form alliances. [[Thingol]] did not trust them fully, being suspicious of the leaders of the Noldor. [[Angrod]] of the Noldor came as a messenger to Thingol, neglecting to inform Thingol of the [[Kinslaying]]. Thingol was pleased with Angrod, and gave the Noldor his permission to settle east of Doriath. However, he forbade them to enter [[Doriath]], and claimed to be High King of Beleriand.This response made the Noldor mad, and created a rift between Thingol and the House of Fëanor.\n\nThus at last the divying up of Beleriand among the Noldor began. Maedhros went to the north between the rest of the Noldor and Angband, ruling what soon became known as the [[March of Maedhros]]. Caranthir led his people to the [[Ered Luin]], and there met the [[Naugrim]], or Dwarves. There was little friendship between them, but both Noldor and Dwarf learned from each other and traded with each other.\n\nMany years would pass as the Noldor established themselves in Beleriand. They would soon make alliances with the Sindar of that realm and even with the [[Green-elves]] of [[Ossiriand]]. Thingol, however, would remain guarded in his interactions with the sons of Fëanor.\n\nWhen thirty years had passed, [[Turgon]], the other son of Fingolfin, departed his realm of [[Nevrast]] and sought out [[Finrod]]. They journed together and reached the [[Meres of Twilight]] and soon fell into a deep sleep. When they awakened, each believed [[Ulmo]] had given him a message to prepare a hidden refuge.\n\nLater, when Finrod and his sister [[Galadriel]] were guests of Thingol, Finrod became impressed with Thingol's cavern fortress of [[Menegroth]]. Thingol told him of the hidden caves of the River [[Narog]], and showed him the gorge wherein they were hid. Finrod soon began delving the caves and got the help of the [[Dwarves of the Blue Mountains]]. Together, they created the fortress of [[Nargothrond]]. The Dwarves also made a beautiful piece of jewelry for Finrod, called the [[Nauglamír]], a carcanet of gold and many jewels from Valinor whose worth was beyond price. Finrod would gain the title of ''Felagund'', Hewer of Caves. Galadriel did not go to Nargothrond, but remained behind in Doriath with [[Celeborn]], her lover.\n\nAs for Turgon, he returned to Nevrast. But soon, Ulmo himself appeared to Turgon, and he led Turgon to discover [[Tumladen]], a hidden vale in the [[Encircling Mountains]]. Turgon soon began planning a hidden city to be built in the vale.\n\nBut Morgoth was not idle, and he raised another army of Orcs. When sixty years had passed, this new army issued forth across the plain of [[Ard-galen]], smashing through the land held by [[Maglor]]. In the end, it was for naught, as Fingolfin and Maedhros were prepared. They fought back and soon destroyed the army in what was known as the [[Dagor Aglareb]], or the Glorious Battle.\n\nAfter this setback, Morgoth was besieged in Angband by the Noldor. But the Noldor were unable to capture Angband or take back the Silmarils. And they could not cut Morgoth off in the north due to the [[Iron Mountains]]. His spies thus were able to go among the Noldor and Morgoth soon learned of the various fueds between his foes.\n\nThe [[Siege of Angband]] began, with Morgoth never fully beaten, but not being able to end the siege either. He first tried to attack Fingolfin via the northern route, but his armies were destroyed by Fingon. Thus Morgoth realized that Orcs alone would not be enough to defeat the Noldor. A hundred years after, the first [[dragon]], [[Glaurung]], attacked the Noldor guarding Angband's perimeter. However, because he was not full grown, Fingon and his cavalry were able to beat him back, but they did not slay him.\n\nThus the [[Long Peace]] came, and both the Noldor and the Sindar prospered. The Noldor were mighty in arms and works of craft, but the Sindar were great in songs and words.\n\n==External links==\n* [http://www.entmoot.com/showthread.php?t=9182 Chapter discussion at Entmoot.com]\n\n[[fr:tolkien/resumes/silm/qs13]]\n[[fi:Noldorin paluu (Silmarillion)]]"}}}