{"parse": {"title": "Athrabeth Finrod ah Andreth", "pageid": 1344, "redirects": [{"from": "Athrabeth Finrod Ah Andreth", "to": "Athrabeth Finrod ah Andreth"}], "links": [{"ns": 0, "exists": "", "*": "1951"}, {"ns": 0, "exists": "", "*": "Adanel"}, {"ns": 0, "exists": "", "*": "Adaneth"}, {"ns": 0, "exists": "", "*": "Aegnor"}, {"ns": 0, "exists": "", "*": "Ainulindalë (Morgoth's Ring)"}, {"ns": 0, "exists": "", "*": "Amdir (Sindarin word)"}, {"ns": 0, "exists": "", "*": "Andreth"}, {"ns": 0, "exists": "", "*": "Anna Lee"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Arda Marred"}, {"ns": 0, "exists": "", "*": "Arda Unmarred"}, {"ns": 0, "exists": "", "*": "Atani"}, {"ns": 0, "exists": "", "*": "Battle of Sudden Flame"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Billy Mosig"}, {"ns": 0, "exists": "", "*": "Bëor"}, {"ns": 0, "exists": "", "*": "Children of Eru"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dorthonion"}, {"ns": 0, "exists": "", "*": "Elda"}, {"ns": 0, "exists": "", "*": "Elena Kukanova"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Eru"}, {"ns": 0, "exists": "", "*": "Estel"}, {"ns": 0, "exists": "", "*": "Fea"}, {"ns": 0, "exists": "", "*": "Finrod"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "First Age 409"}, {"ns": 0, "exists": "", "*": "Fëa"}, {"ns": 0, "exists": "", "*": "Gift of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Gift of Men"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Hither Lands"}, {"ns": 0, "exists": "", "*": "Hroa"}, {"ns": 0, "exists": "", "*": "Hröa"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "Immortality"}, {"ns": 0, "exists": "", "*": "Incarnate"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Jef Murray"}, {"ns": 0, "exists": "", "*": "Laws and Customs among the Eldar"}, {"ns": 0, "exists": "", "*": "Letter 131"}, {"ns": 0, "exists": "", "*": "Long Peace"}, {"ns": 0, "exists": "", "*": "Luthien"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Melkor"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Mortals"}, {"ns": 0, "exists": "", "*": "Myths Transformed"}, {"ns": 0, "exists": "", "*": "Of the Beginning of Days"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves"}, {"ns": 0, "exists": "", "*": "Of the Valar"}, {"ns": 0, "exists": "", "*": "Old Hope"}, {"ns": 0, "exists": "", "*": "Pelori"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Second Music of the Ainur"}, {"ns": 0, "exists": "", "*": "Second Prophecy of Mandos"}, {"ns": 0, "exists": "", "*": "Shadow"}, {"ns": 0, "exists": "", "*": "Siege of Angband"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "Tale of Adanel"}, {"ns": 0, "exists": "", "*": "The Annals of Aman"}, {"ns": 0, "exists": "", "*": "The Later Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Unseen"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "*": "Of Valinor and the Two Trees"}, {"ns": 0, "*": "Of Thingol and Melian (Morgoth's Ring)"}, {"ns": 0, "*": "Of Eldanor and the Princes of the Eldalië"}, {"ns": 0, "*": "Of the Silmarils and the Darkening of Valinor"}, {"ns": 0, "*": "Of the Flight of the Noldor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Sun and Moon and the Hiding of Valinor (Morgoth's Ring)"}, {"ns": 0, "*": "The Valaquenta (Morgoth's Ring)"}, {"ns": 0, "*": "The Earliest Version of the Story of Finwë and Míriel"}, {"ns": 0, "*": "Later versions of the Story of Finwë and Míriel"}, {"ns": 0, "*": "Of Fëanor and the Unchaining of Melkor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Silmarils and the Unrest of the Noldor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Darkening of Valinor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Rape of the Silmarils"}, {"ns": 0, "*": "Of the Thieves' Quarrel"}], "templates": [{"ns": 10, "exists": "", "*": "Template:MSR"}, {"ns": 10, "exists": "", "*": "Template:HoMe10chapters"}, {"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:FA"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:MR"}, {"ns": 10, "exists": "", "*": "Template:S"}, {"ns": 10, "exists": "", "*": "Template:L"}], "images": ["Elena_Kukanova_-_Athrabeth_Finrod_ah_Andreth_2.jpg", "Jef_Murray_-_...and_Melkor_Coveted_Arda.jpg", "Steamey_-_Men_met_Dark_Elves.jpg", "Billy_Mosig_-_The_Elder_Days.jpg", "Elena_Kukanova_-_Andreth_and_Aegnor_-_The_First_Encounter.jpg", "Anna_Lee_-_Finrod.jpg", "Elena_Kukanova_-_Andreth.jpg"], "wikitext": {"*": "{{MSR}}\n'''Athrabeth Finrod ah Andreth''' is the fourth part of the book ''[[Morgoth's Ring]]''. It consists of a discussion between two characters, [[Finrod|Finrod Felagund]], an Elven King, and [[Andreth]], a [[Mortals|mortal]] woman that took place during the [[Siege of Angband]] (though when originally written was placed much later). Their discussion deals with the metaphysical differences between [[Elves]] and [[Men]] and the imbalances between their fates. The conclusions they come to concern the role of Men beyond [[Arda]] and even the [[Second Music of the Ainur|Second Music]] (though not explicitly referred to). Towards the end, it also brings in Andreth's love for [[Aegnor]] and his reasons for refusing to return it, explained tenderly by Finrod.\n\n''Athrabeth Finrod ah Andreth'' means \"The Debate of [[Finrod]] and [[Andreth]]\" in [[Sindarin]].\n\n==Introduction==\n'The Debate of Finrod and Andreth' is considered a major and finished work, unlike other writings featured in [[Myths Transformed]], which Tolkien referred to in other texts.<ref name=\"P4c\">{{MR|Finrod}}</ref>{{rp|303–4}} The primary manuscript of this text is titled ''Of Death and the Children of Eru, and the Marring of Men'', with the later subtitle: ''The Converse of Finrod and Andreth''. The text in ''[[Morgoth's Ring]]'' primarily relies on the finished manuscript with some of the edited notes from two, later typescripts. This work is dated to the late 1950s, and it was likely completed in 1959.<ref name=\"P4c\"/>{{rp|304}} It was written after ''[[Laws and Customs among the Eldar]]''.\n\n==Synopsis==\nThe conversation between Finrod and Andreth took place around {{FA|409}} during the [[Long Peace]].<ref name=\"P4e\">{{MR|P4e}}</ref>{{rp|327}} The premise of the debate is that the Edain do not understand the strange [[Gift of Ilúvatar]] (death) which brings them beyond the bounds of the world, for this gift was marred by [[Melkor]] and instead of hope it brings fear.<ref name=\"Days\">{{S|Days}}</ref> The wise-woman [[Andreth]], who learned the lore of [[Adanel]], believes that Men were once deathless and only by the corruption of the Enemy were they made to die. She declared that the Wise among Men say, \"'death was imposed upon us.' And behold! the fear of it is with us always.\"<ref name=\"P4c\"/>{{rp|309}} [[Finrod]] understood the fate of Men differently, as he had been tutored by the Powers in Aman, and sought to understand the views of Men and whether or not it was the power of [[Melkor]] that indeed changed the fate of Men.<ref name=\"P4a\">{{MR|P4a}}</ref>{{rp|304}} \n\n[[File:Elena Kukanova - Athrabeth Finrod ah Andreth 2.jpg|thumb|left|200px|''Athrabeth Finrod ah Andreth'' by [[Elena Kukanova]]]]\nFinrod, as both a scholar and philosopher, strove to amend the distance between the Eldar and Men. He truly wished to understand the [[Atani]]. He explained the closeness of their kindred as [[Children of Eru]].<ref name=\"P4c\"/>{{rp|308}} Andreth resented this somewhat, expressing that the deathless Elves look down upon them as children.  He explained that they were both Eru's children. He also cautioned that harbouring envy for the Elves' immortality would breed hatred, which is what the [[Melkor|Enemy]] would wish.<ref name=\"P4c\"/>{{rp|310}} He explained that the [[Shadow]], which she feared, and Death, which was her fate, were not one and the same. Andreth questioned him about this because she believed that he would not understand what death was. \n\nFinrod countered to explain that he indeed did know death and its fear, for his own grandfather was murdered by the Enemy, many had been lost in the journey to the [[Hither Lands]], and many others died horribly in the war against the Enemy. Andreth continued that their death is not the same. The Eldar knew the pain of death only for a time and then were reborn while Men knew death as an uttermost end.<ref name=\"P4c\"/>{{rp|311}} She continued that no matter how clever, brave, swift, or strong Men were, death will overtake them. Finrod asked then if that meant Men, thus pursued by death, had no hope? Andreth said that she was not ready to tell him yet of their Hope.<ref name=\"P4c\"/>{{rp|311}}\n\nThe debate continued with Finrod explaining, \"'our hunter is slow footed, but he never loses the trail.'\"<ref name=\"P4c\"/>{{rp|312}} This statement clarified that Elves are bound to the world and cannot pass beyond it, when Arda dies, the Eldar will perish, (hröa and fëa) body and soul. Beyond that, they know nothing. Andreth admitted that she did not know that. \n\n===[The wound]===\nThen he asked her, since she did not just mean that Men are diminished and die so soon (compared to the Eldar) because Arda is marred, if there had been some particular strike against her people by the [[Melkor|Enemy]]. She said there had been. This caused Finrod to worry about the potential scope of Melkor's power. He knew the Eldar were also physically lessened by the Marring of Arda, as their spirit would eventually overcome their bodies, but if it was more than that which caused brief lives and death for Men, Melkor's power had greater reach than he realised. If it was so, as she said, that he changed the fate of an entire people against the design of Eru then all their strife against him was folly and even the [[Pelori|Mountains of the Pélori]] were built on sand.<ref name=\"P4c\"/>{{rp|312}} Andreth agreed that was true as Men have long known. She said the [[Melkor|Nameless]] was Lord of the world and all strife against him was folly and their efforts fruitless. \n\n[[File:Jef Murray - ...and Melkor Coveted Arda.jpg|thumb|right|200px|''...and Melkor Coveted Arda'' by [[Jef Murray]]]]\nBy the nameless, she meant Melkor, and Finrod cautioned her strongly against blasphemy because in her ignorance she had confused the Enemy with Eru. Understanding now her confusion, he disbelieved her tale that Men were made to die (stripped of their immortality) by Morgoth. However, in consideration, he asked her what she thought her people had possibly done that would have angered the Creator so much that he took everlasting life from them. He wished to know her understanding of the cause of the Marring of Man (the wound), and he was trying to lead her logically to the same conclusion he had just come to. \n\nFor this, Andreth had no answer. She said it was unspoken of. They fled from the knowledge of it, and no one then remembered the dark deed.<ref name=\"P4c\"/>{{rp|313}} The only stories that she knew were that they were once not so swift to die. Finrod asked if she knew any tales at all of a time before they knew death, and she said only that perhaps [[Adanel]] would know such a [[Tale of Adanel|story]]. Finrod asked if the Valar knew. In bitterness, Andreth discounted the Valar as having had no care nor instruction for Men, for they were never summoned. \n\nShe was gently chided to not speak so of the Powers, for he had dwelt in their Light which she did not understand. He continued that perhaps they (Men) were beyond the scope of the Valar for Men govern themselves within Arda under the hand of the [[Eru|One]].<ref name=\"P4c\"/>{{rp|314}} And if she would not speak to others of her wound or how it was come by, she should be cautious to not misjudge the pain or misplace the blame of it.\n\n===[The death of Men]===\n[[File:Steamey - Men met Dark Elves.jpg|thumb|left|200px|''Men met Dark Elves'' by Steamy]]\nThe debate then circled back on the first question of Man not being intended to die. He inquired that in her people's first encounters with the other folk of the Quendi, if they spoke of life or death then or knew that they were mortal then? She replied that since they already had their lore, they did not need the lore of the Elves, and their ancient lore stated that they were: born ''never to die''. The lore did not have the concept that they would die when the world died, as the Eldar did (she had only just learned that knowledge from him). Her lore was that Men simply would not die. There was no conception of the world ending.\n\nFinrod logically disproved this idea on two points: if one has an imperishable body that is of the world, it could not outlast the world, and without knowing it, Andreth claimed that Men have a ''hröar'' and ''fëar'' that are out of harmony. The Eldar clearly can perceive that the ''fëar'' of Men is akin to the ''fëar'' of the Quendi, yet it is not confined to Arda, nor is Arda its home.<ref name=\"P4c\"/>{{rp|315}} While the Eldar can perceive the [[Unseen]] and she may not have understood this, he gently explained that sometimes friends and kinsmen see one clearer than they can see themselves. \n\nThe conversation then turned to an area of curiosity. Finrod asked about how Men perceived the world and the objects in it.  The Eldar said that Men do not see things for what they are. When Men study one thing it is to learn something else, and when they love something, it is because it reminds them of something dearer. He wished to know the points of comparison (the tokens and reminders), and how Men seem to have a memory of things before they have begun to learn about them. Although unsure, she explained that the heart may be stirred by something it does not understand or there is a feeling of a fleeting memory that passes before it can be grasped. \n\nShe knew that, for their brief lives, Men have been called 'guests' by the Eldar, she explained that Men called the Eldar \"Grown-up children\" because they saw the world with unwearied eyes. To Men, nothing held its savour for long. \n\nShe inquired if this restlessness was their nature or if it was the Shadow upon their hearts. Finrod replied that he believed it was their nature, the Shadow may have made them weary of things more swiftly, but the unrest was always there.<ref name=\"P4c\"/>{{rp|316}}<ref name=\"Days\"/> \n\nAt this point of the debate, the discussion became metaphorical for the union of the spirit with the body. For Elves, the spirit and body are in harmony. For Men, the spirit and the body are disjointed. The spirit of Men is a Guest in its House and truly resides elsewhere. Death for Man then is not 'death' for the ''fëa'', so much as it is a release of the spirit or a going home.<ref name=\"P4c\"/>{{rp|317}} This would be [[Gift of Men|Man's gift]] unshadowed.\n\nAndreth, however, did not accept this. She said that idea was in contempt of the body. And if it was the nature of Men for the ''hröa'' to die and the ''fëa'' to live on, then the body is little more than an imposed chain. She called it then an imposition placed upon them and not a gift, and if such were their nature from the beginning, then the chain was imposed by him that should not be spoken of. She explained that though that was the thought of some men (out of the darkness), the Atani did not think that any longer. As true Incarnates, she explained, there is a union of love and harmony between the House and the Indweller, and death, which separates them, is a disaster to them both. She believed then that the spirit perished with the body.\n\nFinrod understood her idea differently and considered the union of body and soul as a marriage. The traveller [[fea|''fëa'']] is wedded to the ''hröa'' of Arda, and to divide them is a grievous hurt, yet each must fulfil their own nature. But then, he said, it must follow that the ''fëa'' of Man, when it departs, must take with it the [[hroa|''hröa'']], as its eternal spouse and companion, \"into an endurance everlasting beyond Eä, and beyond Time.\"<ref name=\"P4c\"/>{{rp|318}} He saw this as a way to remove the taint of Melkor and even the limits set for Arda in the \"Vision of Eru.\" He wonders then if the source of Men's curious way of looking at things, their sense of knowledge before knowing, was an echo of their spirit's far knowledge of its existence beyond their world.\n\n[[File:Billy Mosig - The Elder Days.jpg|thumb|right|200px|''The Elder Days'' by [[Billy Mosig]]]]\nAndreth responded that there was no way to know this for certain within Arda Marred. Finrod conceded that point, but he was joyful. For he had conceived of a vision, Men were not the 'followers' of the Firstborn but the heirs of Arda, who will heal the Marring of Arda and enlarge the Music to Surpass the Vision of the World.<ref name=\"P4c\"/>{{rp|318}} In this way, the Eldar may be saved from their own death, which was inevitable with the ending of Arda. Through the fulfilment of the errand of the Second Children,<ref name=\"P4c\"/>{{rp|319}} they will be restored. And he has a fair vision of the Eldar and Men dwelling in the beautiful, green world together. The Eldar would then sing to Men of all that had been from the beginning. The world remade would be the true home of Men's spirit, with their ''fëar'' and ''hröa'' united, and it would then be the Eldar who, unchanged, remembered and spoke of the world that had been to teach the love of it to Men.<ref name=\"P4i\"/>{{rp|342–3}} The Eldar's burden of memory, which weighed down their spirit in life, would become their wealth in the Days to come.\n\nAndreth was more of a realist and spoke of their current time with the Shadow around them. What may be was little comfort for the time they were in.<ref name=\"P4c\"/>{{rp|320}} Finrod then spoke of the difference between the concepts of hope ''[[Amdir (Sindarin word)|Amdir]]'' (looking up) and ''[[Estel]]'' (trust). The foundation of ''Estel'' is that they are the Children of Eru, and Eru will not let his children be taken from him, not by the Enemy, or even by themselves. \n\nAndreth had trouble accepting this, questioning again whether the [[Morgoth|Nameless]] is lord of the world, and if their seeking of hope was little more than ''flight in a dream''. He explained that she was confusing the concept of ''dream'' and ''waking'' with ''hope'' and ''belief''. Of this idea, she had many questions, and then mentioned the ''[[Old Hope]]'' of Men. This was the Hope she refused to speak of earlier.\n\n===[Hope]===\nFinrod was curious and wished to know what the ''Old Hope'' may be. This hope was simply that the One would enter into Arda, heal man (from their wound, which Andreth seemed to think was death) and mend all the Marring from beginning to end. But few of the Wise among Men put faith into that belief, for even among the [[Atani]], the world was seen as a war between Light and Dark with two equipotent powers. The [[Melkor|Nameless]] and the [[Eru|One]]. \n\nTo the Eldar that was false, and the only equipotent powers may be [[Manwë]] and Melkor, with Eru above both. Andreth then sees the King, Eru, as too far away from his kingdom who left it to the wars of princes.<ref name=\"P4c\"/>{{rp|321}}\n\nShe worried then that the Hope was impossible, for Eru was beyond the world and cannot enter into it. Finrod then explained that was beyond their understanding. To view that a greater vessel cannot fit into a smaller vessel was true and Eru was measureless, but as such, he could find a way. Finrod did not know what that way may be though. But, as Eru would not relinquish his work to Melkor, then Eru, his greater, must indeed reclaim it. \n\nThis idea of Hope was new to Finrod though, for no message of it had ever come to the Quendi. Only through the Atani had it been learned.<ref name=\"P4c\"/>{{rp|322}} He considered then that this may have been the purpose of the Quendi and Atani meeting and speaking, so that the Quendi could learn of the Hope and Men could understand the potential of their gift.<ref name=\"P4c\"/>{{rp|323}}\n\n===[Aegnor and Andreth]===\nAt this point the conversation turned to the separation of their kindreds, and Andreth asked if the gulf between them can only be bridged by words. This idea made Andreth weep for she thought of [[Aegnor]]. \n\nFinrod explained that the fates of Men and Quendi were too different, and those who join across this divide find more sorrow than joy.<ref name=\"P4c\"/>{{rp|323}} Finrod tried to comfort her with the friendship they had gained. He explained that he knew of her pain, for Aegnor, ''Aikanár'' (Sharp-flame) was his brother. \n\nThey had met, Finrod knew, one morning in the hills of [[Dorthonion]] when Andreth was a maiden. She was hurt by this memory, and in bitterness, she did not want Finrod to speak to her as if he knew her as personally as Aegnor once did.<ref name=\"P4c\"/>{{rp|323}} She was then, during their debate, old with grey hair. She knew Aegnor would still have been ageless, and she did not want Finrod's comfort nor pity.\n[[File:Elena Kukanova - Andreth and Aegnor - The First Encounter.jpg|thumb|left|250px|''Andreth and Aegnor. The First Encounter'' by Elena Kukanova]]\nUsing the metaphor of his name's meaning as a flame, she explained that when they were both young, his flame leapt towards her, she was drawn to him, but he turned away. Now, he remained young while she grew old. She asked if candles (Elves) pity moths (Men), and Finrod asked in response if moths pitied candles when the wind blew them out.<ref name=\"P4c\"/>{{rp|324}} He continued to explain that for her sake, Aegnor would not take any bride, and she asked then why he turned away when she would have been with him for the good years that she had. Finrod explained that the Eldar do not wed during times of war and only in fleeing this land could they have been together, but love and loyalty bound him here. And he asked if she did not have the same bonds. \n\nShe explained that she would have given up everything she had and everything she was to have been his even for a short time, \"'for one year, one day, of the flame I would have given all: kin, youth, and hope itself: ''[[adaneth]]'' I am.'\"<ref name=\"P4c\"/>{{rp|324}} Finrod said that Aegnor knew that and that was why he, \"'did not grasp what lay to his hand: ''[[elda]]'' he is'\" for such barters were made in anguish that cannot be imagined.<ref name=\"P4c\"/>{{rp|324}} Unions of the Eldar with Men were considered to have been made in ignorance of the consequences rather than in courage.\n\nHe explained that any such union would only be for a high Doom though it would still be brief and painful. Andreth protested the end was always painful, for Men, so it was of little consequence. She said that when she was old she would not have troubled him nor chased after him. Finrod explained that may be her view, but Aegnor would never have left her behind, even when she was old. Their union would end in pity, pity every hour, for the rest of her life. She would see his boundless pity and sorrow. He would have remembered her with pity. Aegnor could not have brought himself to cause her such shame.<ref name=\"P4c\"/>{{rp|325}}\n\nHe continued that for the Elda much of life dwells in their memory. For the whole of his life, he would see her and know her as she was \"'in the sun in the morning'\" and \"'that last evening by the water of Aeluin in which he saw thy face mirrored with a star caught in thy hair,'\" and even after that, he will remember her that way beyond his death in the [[Halls of Mandos]] until the end of Arda.<ref name=\"P4c\"/>{{rp|325}}\n\nAndreth was still saddened and questioned what memory she will go to, what halls, and if darkness itself would eventually quench the memory of the sharp flame. For this, Finrod had no answer, but he asked her if she would rather that Elves and Men had never met? He told her, if nothing else, to put aside any thought that she was scorned, for she was not and then, at least, their talk would not have been in vain. He then bid her farewell.\n\n===[Conclusion]===\nBefore Finrod left, he took her hand, and she asked him where he was going. He explained that he had to return to the [[Siege of Angband|Siege]]; she asked him to tell Aegnor to be careful. He said he would tell him, but he may as well tell her not to weep. For Aegnor was a warrior, with a spirit of wrath, and with every stroke he dealt in battle, he saw the Enemy that hurt Andreth's people long ago. His last words to her were that she was not for Arda, and wherever she goes, beyond the world, may she find light and \"'await us there, my brother - and me.\"<ref name=\"P4c\"/>{{rp|326}}\n\n==Notes <small>(by Christopher Tolkien)</small>==\nChristopher Tolkien wrote that:\n{{blockquote|\"The ''Athrabeth Finrod ah Andreth'' perhaps marks the culmination of my father's thought on the relation of Elves and Men, in Finrod's exalted vision of the original design of Eru for Mankind, but his central purpose was to explore fully for the first time the nature of 'the Marring of Men'.\"<ref name=\"P4e\"/>{{rp|328}}}}\n\nIt also explores the fall of Man to which Andreth could pose no answer. In Tolkien's [[letter 131]], as quoted by C. Tolkien, it is stated that Men do not appear in the stories until the first fall of Man was already far in their past. Only rumour remained that they once fell under the domination of the Enemy and that some repented of it.<ref name=\"P4e\"/>{{rp|328}}<ref>{{L|131}}</ref> Finrod asked Andreth directly about this rumour, which caused 'the wound' or change in Man's fate (shorter lives and the separation of spirit and body with death). First, she refused to speak of it to another race, but when Finrod asked of it in another way, she simply did not know, except to say that [[Adanel]] may know the [[Tale of Adanel|tale]]. \n\nThe fundamental philosophical discussion of destiny, nature, and experience between Men and Elves grows in intensity and bitterness (on Andreth's part), for a reason known only to the speakers, which was not revealed to the audience until the end.<ref name=\"P4e\"/>{{rp|328–9}}\n\n==Commentary <small>(by J.R.R. Tolkien)</small>==\nThis text was originally intended to be the last Appendix of ''[[The Silmarillion]]''.<ref name=\"P4g\">{{MR|P4g}}</ref>{{rp|329}}\n\nThe debate was not written to persuade people today to believe one thing or another. Although it is a serious and passionate work, its purpose was to show the imaginary world of ''The Silmarillion'' with an example of what ideas the curious and intelligent minds on either side, Elvish and Human, may have discussed after they became acquainted.<ref name=\"P4g\"/>{{rp|329}}\n\nTo understand the argument, there are certain things that must be accepted as facts (or givens): the existence of ''Elves'' as immortal while the world lasted, who died only by accident; ''Men'' who were mortal with a lifespan much as they have now; ''Valar'', angelic beings, who acted as the agents and vice-regents of Eru (God); and the war of the ''Eruhín'' (The Children of God) against Melkor, who had become the prime Spirit of Evil.<ref name=\"P4g\"/>{{rp|330}}\n\nTo understand the character of King Finrod, one must understand that he starts with certain basic beliefs:<ref name=\"P4g\"/>{{rp|330–1}}\n\n#  There exists [[Eru]] (The One), who made the World, but is not Himself the World.\n# On Earth, there are [[Incarnate]] beings, Elves and Men, who are comprised of the union of the ''[[fëa]]'' and ''[[hröa]]'', which roughly but not exactly equates to 'soul' and 'body,' respectively.\n# ''Hröa'' and ''fëa'' are designed for one another to work in harmony. The ''hröa'' can be destroyed, but the ''fëa'' is indestructible.\n# The separation of the ''hröa'' and ''fëa'' is 'unnatural', and not how life was intended. That unnatural state resulted from the 'Marring of Arda' and the operations of Melkor.\n# Elven '[[immortality]]' is bound within what he could call the History of Arda, and the Elvish ''fëa'' is also held within the Time of Arda, or at least unable to leave it while it lasts.\n# A 'houseless' Elvish ''fëa'' must have the power and opportunity, as deemed appropriate by the [[Valar]], to return to incarnate life, if it has the desire or will to do so. This is because the state of being houseless is unnatural for the Elves.\n# Since Men die with or without accident, whether they will it or no, their ''fëa'' must have a different relation to the Time of Arda and, if disembodied, left time (sooner or later). The Elves observed that Men died, which they deduced meant it was 'natural' for them, and supposed that the brevity of their lives was due to the difference of their ''fëa'', which was not designed to stay long in Arda.\n\nThe dilemma of the Elves is further explained that they understood that as they lived united, ''fëa'' and ''hröa'', but were bound to Arda, which they wholly loved, that they would end completely with Arda's end. The idea of their ''fëa'' living on consciously without the body, just to remember, was unsatisfactory for them because even more than their gift for memory, Elves were endowed with the ability to create. The Elvish \"''fëa'' was above all designed to make things in co-operation with the ''hröa''.\"<ref name=\"P4g\"/>{{rp|332}} Therefore, the Elves had to trust in Eru that what he designed beyond the End would be wholly satisfying and probably contain joys unforeseeable.\n\nErgo, the Elves had little sympathy for the lack of hope (''[[estel]]'') Men faced in death. Men were generally ignorant of the End, which Elves knew would be, and generally were envious of Elvish 'immortality' without understanding the consequence of it. The Elves were generally ignorant of the persistent tradition among Men that they were also by nature immortal.<ref name=\"P4g\"/>{{rp|332}}\n\n[[File:Anna Lee - Finrod.jpg|thumb|right|''Finrod'' by [[Anna Lee]]]]\nIn Finrod's argument, it is only fear of death that was the disaster for Men (the wound), for death now divided the spirit from the body. He concluded that Men's natural end was 'assumption'. Men would become the agents through which Arda is re-made. Andreth countered that the re-making cannot be achieved while Finrod remained in the hope that it would.<ref name=\"P4g\"/>{{rp|333–4}}\n\nFinrod saw that Melkor was greater than had been understood (even by the Elves who had seen him incarnate) if he had been able to change Men. According to Note 7, regarding this part of the commentary, the Themes of the Children arose in the music only after the arising of the discords of Melkor, which could imply that they first came into being marred.<ref name=\"P4i\">{{MR|P4i}}</ref>{{rp|342}} However, Finrod would say that Melkor had not 'changed' Men but had 'seduced' them (to an allegiance to himself) very early in their history (see: [[Tale of Adanel]]), so that Eru had changed their 'fate' leading to the unnatural state of severing the body and spirit.<ref name=\"P4g\"/>{{rp|334}}\n\nFinrod saw that nothing within Arda could fully counteract or heal the Evil shy of Eru himself, for \"it was unthinkable that Eru would abandon the world to the ultimate triumph and domination of Melkor.\"<ref name=\"P4g\"/>{{rp|334–5}} However, Eru as the Author of the Drama could not enter ''wholly'' into the world and its history. He will, when he comes, have to be both outside and inside the world.\n\nSince Finrod had already guessed that Men had been specially assigned a redemptive function, he probably guessed that the coming of Eru into the world would primarily be concerned with Men and with \"an imaginative guess or vision that Eru would come incarnated in human form.\"<ref name=\"P4g\"/>{{rp|335}} That does not appear, however, in the ''Athrabeth''.\n\n[[File:Elena Kukanova - Andreth.jpg|thumb|left|''Andreth'' by Elena Kukanova]]\nThough the Athrabeth is a conversation that deals with such things as death and the relation of Elves and Men to Time, Arda, and each other, its real purpose was dramatic.\n\nIt was written to exhibit \"the generosity of Finrod's mind, his love and pity for Andreth, and the tragic situations that must arise in the meetings of Elves and Men (in the ages of the youth of the Elves).\"<ref name=\"P4g\"/>{{rp|335}} For Andreth had, in her youth, fallen in love with Aegnor and though she knew he loved her in return, he did not express it. Therefore, she felt that she had been deemed too lowly for an Elf. \n\nFinrod understood, though Andreth did not know that he knew the situation at first, and that is why he was never offended by her bitterness towards the Elves or even the Valar. He succeeded in helping her understand that she was not rejected out of \"Elven lordliness: but that the departure of Aegnor was for motives of 'wisdom', and cost Aegnor great pain: he was an equal victim of the tragedy.\"<ref name=\"P4g\"/>{{rp|335}}\n\nAegnor was slain shortly after this conversation, when Morgoth broke the [[Siege of Angband|Siege]] with the [[Battle of Sudden Flame]]. Finrod later died for the sake of [[Beren]] One-hand, and it is possible, though unstated, that during this time Andreth, as a very old woman, also perished in the northern realm where she dwelt. The People of [[Bëor]], of whom she was one, were devastated by Melkor.<ref name=\"P4g\"/>{{rp|335–6}}\n\nFinrod had passed from Middle-earth before any marriage of Elves and Men had taken place. But, if not for his sake, the marriage of Beren and [[Luthien|Lúthien]] could not have been. The marriage of \"Beren certainly fulfilled his prediction that such marriages would only be for some high purpose of Doom, and that the least cruel fate would be that death should soon end them.\"<ref name=\"P4g\"/>{{rp|336}}\n\n==See also==\n*[[Arda Marred]]\n*[[Arda Unmarred]]\n*[[Second Prophecy of Mandos]]\n\n{{references}}\n[[Category:Books and documents within the legendarium]]\n[[Category:Morgoth's Ring chapters]]\n[[de:Athrabeth Finrod ah Andreth]]\n[[fi:Athrabeth Finrod ah Andreth]]"}}}