{"parse": {"title": "Immortality", "pageid": 13124, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Ainur"}, {"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Andreth"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Downfall of Númenor"}, {"ns": 0, "exists": "", "*": "Elven life cycle"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Estel"}, {"ns": 0, "exists": "", "*": "Eä"}, {"ns": 0, "exists": "", "*": "Finrod"}, {"ns": 0, "exists": "", "*": "Fëa and hröa"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gift of Men"}, {"ns": 0, "exists": "", "*": "Glorfindel"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Ilúvatar"}, {"ns": 0, "exists": "", "*": "Incarnate"}, {"ns": 0, "exists": "", "*": "Lúthien"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Rings of Power"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Music of the Ainur"}, {"ns": 0, "exists": "", "*": "Straight Road"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "Tuor"}, {"ns": 0, "exists": "", "*": "Unseen"}, {"ns": 12, "exists": "", "*": "Help:References"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Sources"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Seealso"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}], "images": ["CdxIconReference.svg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{Sources}}\nThe concept of '''immortality''' in [[Arda]] is very complex, because it differs in nature between the races. Usually, however, it refers to the type of life possessed by the [[Elves]], who do not have the inability to be slain, but rather the inability to age and die of disease (but see below).\n\n==Ainurin immortality==\nThe only truly immortal beings (in the sense that death or any loss of their being cannot be brought upon them) in Arda are the [[Ainur]]. Because they originally came from beyond [[Eä]], nothing within its boundaries can hurt them. One reason for this is because their spirits do not need a body to be complete, unlike the [[Incarnate]]s. The Ainur take visible form at will, and this form was said to be more like clothing than actual incarnation. Forcible removal of this \"raiment\" (such as that which befell [[Sauron]] during the [[Downfall of Númenor]]) was indeed devastating for an [[Ainur|Ainu]], but could not happen unless either the spirit of the Ainu had already been weakened (see below), or [[Ilúvatar|Eru]] directly intervened. \n\nThe most powerful rebellious spirits, [[Morgoth|Melkor]] and Sauron, did suffer a loss of their being, but only because they allowed part of it to pass into the materials of Arda. This weakening of their original nature allowed them to be injured by others.\n\nSome among the Ainur did actually incarnate themselves, most notably [[Morgoth]] and [[Gandalf]]. While in these bodies, they could be forcibly disincarnated or \"killed\" (though they did not die of old age); but they would suffer no loss of their true being unless previously weakened.\n\nHowever, upon entering Eä, the Ainur became bound with it, and thus their fate after its end seems uncertain. This fact brings their ultimate immortality into question.\n\n==Elven \"serial longevity\"==\n{{seealso|Elven life cycle}}\nThe Elves did not suffer death from old age or disease, as do [[Men]], but they could be slain by injuries and their own grief. Unlike the Valar, experiencing death (which is the separation of their [[fëa and hröa]]) violates the Elves' nature, since they were made to live as incarnate beings. The Elves were not free from change and aging, either, but they aged in a different sense than Men: the Elves became ever more weary of the world and burdened by its sorrows, and lived more in the past. In [[Middle-earth]], their bodies would slowly be consumed by their spirits until they were little more than wraiths, in the [[Unseen]]. Yet, the Elves could escape this fate by [[Straight Road|traveling west]] to [[Aman]].\n\nThe Elves are also bound to Arda and cannot escape it as long as it lasts, and can thus be reincarnated after their hröa is destroyed. When their fëa and hröa are separated, the fëa could travel to the [[Halls of Mandos]]. There they can either stay or be reincarnated with a new body identical to the previous hröa, after being released by [[Mandos|Námo]], and judged by Manwe and Varda to be absolved of any sins or regrets from their previous life.   Once they were reincarnated they generally remain in Aman. There are only two Elves known to have left Aman after reincarnation, [[Glorfindel]] who was sent back to Middle-earth and [[Lúthien|Lúthien Tinúviel]] who was also sent back to Middle-earth as a mortal.\n\nHowever, this same fact of their nature means that their fate after Arda's end is unknown; it seems that the Elves must die when Arda ends. They must rely on ''[[estel]]'' to give them hope that this will not be the case. For this reason, the envy often felt by mortals of the Elves' lifespans comes from ignorance of the nature of these lifespans.\n\nBecause the Elves can reincarnate, and because their fate after Arda's end is undiscernable, the life of the Elves is \"serial longevity\", not \"immortality\".\n\n==Mannish \"immortality\"==\nThe race of Men was [[Gift of Men|made mortal]], and no Man (save perhaps [[Tuor]]) can truly be called immortal in any sense (but see below). However, mortals can have their lifespans extended by the effects of the [[Rings of Power]] and other dark arts. The most infamous example is that of the [[Nazgûl]], whose lives were extended by nearly 5,000 years because of their Rings, and the [[Hobbits|Hobbit]] [[Gollum]] lived 500 years because of his possession of [[the One Ring]]. However, because such long life is against the biological and spiritual nature of mortals, it becomes a nearly unendurable torment to them. They also lose their identity and independence; both the Nazgûl and Gollum had become utterly enslaved by the power of the Rings.\n\n[[Andreth]] told [[Finrod]] about a legend that Men were immortal, not different from the Elves.\n\nHowever, unlike the Valar and Elves, the ultimate future of Men seems much more assured: it is said that they will participate in the [[Second Music of the Ainur]] after the end of days.\n \n[[Category:Concepts]]"}}}