{"parse": {"title": "The Music of the Lord of the Rings Films (composition)", "pageid": 71354, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Howard Shore"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Stephen Gallagher"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The War of the Rohirrim"}, {"ns": 0, "exists": "", "*": "The Music of the Lord of the Rings Films"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Manual of Style"}, {"ns": 14, "exists": "", "*": "Category:The Hobbit (film series) soundtracks"}, {"ns": 14, "exists": "", "*": "Category:The Lord of the Rings: The Rings of Power (Season One: Amazon Original Series Soundtrack)"}, {"ns": 14, "exists": "", "*": "Category:The Lord of the Rings (film series) soundtracks"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Cleanup"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}], "images": ["Material_icon_-_Mop.svg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{cleanup}}\n{{Disambig-two|the music composition for the Lord of the Rings films|book about the composition for The Lord of the Rings trilogy|[[The Music of the Lord of the Rings Films]]}}Howard Shore's compositions for ''The Lord of the Rings'' and ''The Hobbit'', together with work by Howard, Plan 9, David Long and Stephen Gallagher for ''The War of the Rohirrim'', ''The Rings of Power'' Season One and other projects represent a musico-dramatic oeuvre covering about 24 hours of music. This music is based on folk-like melodies, often stepwise; triadic harmony (though not generally stable in terms of key) and massed orchestrations, often ornamented by worldly instruments outside the orchestral replete. \n\nThe compositions include:\n\n#[[:Category:The Lord of the Rings: The Rings of Power (Season One: Amazon Original Series Soundtrack)|The Rings of Power season one]]: Only the opening titles ([[Howard Shore]]) and source songs (Plan 9 and David Long).\n#[[The Lord of the Rings: The War of the Rohirrim|The War of the Rohirrim]] ([[Stephen Gallagher]], David Long using themes by Howard Shore and Plan 9)\n#[[:Category:The Hobbit (film series) soundtracks|The Hobbit film trilogy (soundtracks)]], including the announcement trailer (Shore, Plan 9, Long, Gallagher ''et al'')\n#[[:Category:The Lord of the Rings (film series) soundtracks|The Lord of the Rings film trilogy (soundtracks)]], including the second Return of the King trailer (Shore, Plan 9, Long ''et al'')\n#Additional pieces for the concert stage (Howard Shore) or ''in situ'' for the Hobbiton set (Plan 9 and David Long).\n\n==Orchestration==\nHoward's orchestra varies in size between different pieces. Many instruments are used to colour certain narrative elements and related themes. Taken in whole, and together with instruments utilized by Plan 9 and David Long,  it comprises:\n\n'''Strings''': At least 16 first violins (concertmaster doubling hardinfelle, double violin), 16 second violins, 12 violas, 10 violoncelli, 8 double basses. 2 harps (one doubling celtic harp). \n\n'''Woodwinds''': 4 flutes (doubling alto flute, piccoli, recorder, wood flute, tin whistle, low whistle, shakuhachi, dizi, nay), 4 oboes (one doubling cor anglais and heckelphone), 4 clarinets (one doubling bass clarinet and contrabass clarinet) and 3 bassoons (one doubling contrabassoon and contraforte). Also putorino, Rhaita (doubling rauschpfeife), 2 shawms, 2 crumhorns, dulcian.\n\n'''Brass''': At least seven horns in F (doubling Wagner ''tuben''), eight trumpets (doubling rotary-valve trumpets), seven trombones (four tenor-bass and three bass trombones) and two tubas (doubling contrabass tuba). Also 20 didgeridoos, pukea, cow horn, tibetan horn.\n\n'''Keyboards''': one grand piano (doubling upright piano, celesta, harpsichord, clavichord), synthesizer, grand pipe organ.\n\n'''Percussion:''' Two Timpanists. At least seven players on bass drum, snare drums, side-drums (or field drums), toms and bass drum kit, triangle, glockenspiel, gong bass drum, tambourine, taiko drums (three sizes: large, medium and small), cymbals (including a splash cymbal cut into ribbons, antique cymbals, crotales), tubular bells, mark tree, carillon, tamtams, bossed gongs, woodblocks, temple blocks, log drums, slit drum, dudun drum, waterphone, shakers (including eggshakers, cabasa, caxixi and jingles), tibetan singing bowls, goblet drum, friction drum, frame drum, transceleste, marimba, 2 bodhrain, bell plates, anvil, \"prepared\" piano, castanets, tuned artillery shells, cans, wind machine.\n\n\"'''Hobbit band'''\": 3 guitars (6 and 12-string, including bass guitar, doubling mandolin, caipira viola, lute, theorbo), 2 bagpipes (highland bapipes, doubling uileann pipes), 2 accordions (mussette, doubling concertina and harmonium), 1 hammered dulcimer (doubling cimbalom), hurdy-gurdy, banjo (doubling banjolele), euphonium.\n\n'''Gamelan''': 1 kempul (doubling gong ageng), 1 kendhang, 4 saron players, 3 gender players (doubling slenthem), 4 kenong players (doubling kethuk), 2 bonang players, 1 gambang. Also doubling rebab, finger cymbals, ceng cengs, hyōshigi, kine, japanese cymbals, monochord, tanpura, sarangi (doubling dilruba).\n\n'''Choir:''' 60 boys, at least 100 men and women, soloists (tenors, baritone, bass, soprano, treble).\n\n==Themes==\nThe score relies on a large number of recurring associative themes (also known as leitmotive or \"Leading musical motives\"). These appear independent of each other, in two more non-adjacent scenes. Most of these run through the entire series and lend it a sense of musical cohesion. These themes, which also develop according to the dramatic situation, are loosely divided into \"family groups\" and further delineated by associative keys and tone colour. They are as follows:\n\n{| class=\"wikitable sortable\"\n! #\n! Name\n! Description\n|-\n| 1\n| '''\"Impediment\" theme'''\n| This theme is a chromatic arpeggio (A minor: 1-3-5-♭6), sequenced a flat sixth apart. It is usually harmonized in minor triads a minor third or a flat sixth apart, and this sonority also appears on its own. In the ''Rings of Power'' titles it is transformed as an F Lydian arpeggio (1-3-♯4-5) over chords a minor third apart. The chords then appear in ''The War of the Rohirrim'' to depict the antagonists (a minor third apart for Freca,     then a flat sixth apart for Wulf). The definitive theme appears throughout the live-action films, always representing impediment.\n|-\n| 2\n| '''Scales'''\n| This is one of the basic devices Howard uses throughout the scores. Scalar motion may depict the Hobbits (whose theme starts as D: 1-2-3) but since scalar motion is inherent in many themes, it is used more generally in the scores, major or minor. Later, chromatic scales also begin appearing.\n|-\n| 3\n| '''There and back Again'''\n| This idea rises and falls through a single scale degree. It can appear minor (minor     seconds, usually rising and falling) to depict evil, or major (major seconds, usually falling and rising) to depict the Fellowship.\n|-\n| 4\n| '''Cluster'''\n| This is a version of [2] which stacks the pitches to create a tone pyramid. It is used as a danger figure     throughout, until it is resolved diatonically when Frodo awakes in Minas Tirith.\n|-\n| 5\n| '''This Wandering Day'''\n| This walking song by Plan 9 and David Long is reprised a few times. Its diatonicism     looks forward to the music of the Hobbits at large. All the themes associated with the Hobbits are diatonic or pentatonic, usually stepwise.\n|-\n| 6\n| '''The Ring'''\n| This theme is based on the rising and falling minor second [3a]. It is stated in strings on A♭ minor, then sequenced in F minor, all harmonized in minor triads a minor second apart (F minor to E minor).\n|-\n| 7\n| '''Eowyn and Theoden'''\n| This theme, voiced in open chords, depicts Eowyn, particularly in her relationship to Theoden.\n|-\n| 8\n| '''Rohan:'''\n| This major theme is usually set in A Dorian and played by either hardinfelle or high brass. It has several     detachable parts:\n* '''Rhythm''': The opening unison quavers evoke galloping horse hooves.\n* '''Melody''': This rises a minor third, then proceeds stepwise along the Dorian mode. In the fullest statements, the consequent phrase concludes with a plagal cadence. In the Pelennor fields, this is reshaped into driving triplets, and these then appear on their own. A countermelody emphasizes the falling and rising major second [3b]. Later, the melody is sometimes altered to begin on a major third or even perfect fourth.\n* '''Chords:''' in keeping with the Dorian setting, the theme is usually harmonized in A Dorian: i-IV but in the fullest statements this is expanded to i-VII-III-IV. Henceforth, all the themes associated with mankind will be modal, usually incorporating a prominent leap into the melodic contour.\n|-\n| 9\n| '''Eowyn:'''\n| Eowyn's main theme is first hinted at in Hera's music. The theme leaps a fifth then proceeds stepwise over C Lydian: I-II-iii. Eowyn's first two scenes feature a similar progression under a scale, the perfect fifth ironed out. When she rebukes Grima, this theme which had since taken to the minor mode, regains the perfect fifth. Gallagher's score features other themes unique to it:\n* The secondary theme leaps a perfect fifth and major sixth, then subsides in a stepwise figure. It mostly represents Helm and his sons.\n* Olwyn is represented by a lyrical idea in thirds.\n* Another idea in major and minor seconds represents Hera's relationship to Helm.\n|-\n| 10\n| '''First danger motif'''\n| These paired, accented crotchets appear when Wulf confronts Helm. Later, they lend their rhyhtm =to the Ring chord, mostly to depict the Ringwraiths, but these crotchets are also used on their own as a danger motif throughout.\n|-\n| 11\n| '''Horns:'''\n| Leaps ranging from a minor third to a perfect fifth appear throughout the scores, either in the score or as horn sound effects. Again, since these intervals are shared between multiple themes, they can be used in various contexts. Howard also frequently uses open fifths.\n|-\n| 12\n| '''Gondor'''\n| This theme shares the Dorian setting, but leaps a perfect fifth (recalling Eowyn [7, 9], who will end up in Gondor) on D. Later, Howard will set it in rotary-valve trumpets.\n|-\n| 13\n| '''Rohan lament'''\n| versions of this lament (composed by plan 9 and David Long) appear both for Helm (in The War of the Rohirirm) and for Theodred (in The Two Towers).\n|-\n| 14\n| '''Nature'''\n| This theme begins with a major-mode  transformation of the impediment figure (over A minor: i-VI-i) and continues into chromatically rising chords. This second part is sometimes used on its own and, in the most extroverted statements, is embellished with brass triuplets. Both parts are varied for other themes of the     natural world. This theme first appears under the letter Gandalf sends to Hera, then appears through the bulk of the cycle to depict nature. In the end of The Two Towers, it parallels the charge out of Helm's Deep with the     concurrent Ent attack, and from this point on the theme becomes  temporarily associated with the Rohirrim.\n|-\n| 15\n| '''Saruman or Orcs'''\n| This theme first appears retrograded, as a lyrical triple-time woodwind idea for Saruman's appearance in The War of the Rohirrim. It later assumes its definitive 5/4 setting in trombones. Notice that it reorganizes the pitches of the Ring  [6], but now the seasawing minor seoconds [3a] rise and fall. Later, the  theme appears for Saruman's Uruks, and later for Orcs in general.\n|-\n| 16\n| '''The Hobbits (main theme):'''\n| This theme, along  with the Ring [6] is the nearest the series has to a main theme. It is  almost always set in D pentatonic or C pentatonic, usually in strings, solo clarinet or tin whistle: this latter instrument is replaced by flute in ''The Return of the King''. It is again in detachable parts:\n* '''First phrase''': This rises through four scale  degrees, then falls back down. Although typically harmonized in D: I-IV-I-V, in the most solemn moments this is extended into D: I-iii-IV-I-IV-V.\n* '''Second phrase''': By sequencing the initial  stepwise motif upwards and harmonizing it with D: vii-IV-V-I, this part  of the theme depicts the Shire as \"the place that makes your heart swell when you think about it.\"\n* '''Accompaniment''': the first part is often accompanied by this bumptious outline in fifths and fourths. Howard omits  this when a more sobering effect is called for, but he also uses it on  its own.\n|-\n| 17\n| '''The Ring (fragment)'''\n| Howard derives several fragments from the Ring that appear on their own: \n* Ascending second: Both in ''An Unexpected Journey'' and ''The Fellowship of the Ring'', Bilbo blows smoke rings to the sound of a tritone gliding into the fifth. This recreates the rising major second that opens the ring [6] but over a major chord: it returns after the Ring's destruction when characters recall it, reaffirming that the Ring is indeed gone. The figure does also appear in the minor as a more pointed allusion to the Ring throughout the quest.\n* Chords: Howard also harmonizes this motion as minor triads a minor second apart, or as a  minor triad resolving to a major triad: this latter gesture concludes the prologue of ''Fellowship of the Ring'' (E♭ minor to E♭ major) and both Weathertop (on album) and the walls of Moria are revealed  to the sound of fanfares derived from this gesture.\n|-\n| 18\n| '''Bilbo Baggins, first theme'''\n| This theme reshapes the Hobbits' theme to depict Bilbo Baggins. In the announcement trailer, only its first phrase is heard, but in ''An Unexpected Journey'' it is  sometimes extended into a second phrase which, with its melodic leaps and horn scoring hints at Bilbo's more outgoing, \"Tookish\" side. This phrase is later used on its own.\n|-\n| 19\n| '''The Company, main theme'''\n| This theme is first sung by Thorin and company (over string clusters [4] in the trailer,  a-cappella in the film), but then appears orchestrally. At the end of ''An Unexpected Journey,'' it is transformed into the Song of the Lonely   Mountain. After this, as the quest loses its swashbuckling sheen, the     theme is no longer heard. Its harmony (triads a major second apart) is shared between all the ''melodic'' Dwarven themes.\n|-\n| 20\n| '''First Dwarven theme (Thorin):'''\n| The stepwise nature of this theme depicts the influence Bilbo will play in Thorin's life. As in the announcement trailer, it is often heard as a countermelody for [19]. The theme is, however, Thorin's theme in ''strictu sensu'': it scores most of the establishing montage of Erebor, and several scenes  of the company at large. Again, notice the \"Dwarven\" Am-G harmony.\n|-\n| 21\n| '''Second Dwarven theme, first form'''\n| This theme is used more generally for the Dwarves (it's called \"The House of  Durin\" in Howard's sketches). This first form, heard over the opening  titles of ''An Unexpected Journey'', combines the contour of the  definitive theme with the pitches of the Ring fragment [17]. It also     appears during the eagle resuce (only on album) and when the Dwarves reunite in Erebor after Smaug's attack.\n|-\n| 22\n| '''Bilbo Baggins, second theme'''\n| This theme (A-B-C♯-E-E-G♯-G♯-A-E-C♯-E-D) also appears in the opening titles of ''An Unexpected Journey''. It is also heard, heroically in horns, when Bilbo rescues Thorin.\n|-\n| 23\n| '''First tragic theme (transcendant)'''\n| This theme first appears during the opening shots of ''An Unexpected Journey'': this creates a sense of bookends with an identical statement in the Grey Havens, when Gandalf says farewel to the Hobbits. It also laments Gandalf's death (Doug Adams calls it \"Gandalf's farewells\") and     is embedded into the farewell from Lorien. But it also appears during the     final scenes on the slopes of Mount Doom. It is a chord progression atypical of the rest of the score: A♭: vi-IV-I-V. This results     in the top voices rising and falling a minor second (cf. [3]) but then falling another major second. Combinations of rising and falling major and minor seconds, as well as minor scales, unite all the themes that depict     Sauron's influence on Middle-earth (also [1]).\n|-\n| 24\n| '''The Journey Back'''\n| This theme, first appearing over the map transition to Erebor, again creates bookends with the map transition from Minas Tirith back to the Shire in ''The Return of the King''. Appearing throughout the denoument of the film, it depicts the journey back from Mordor. It is a rising scale harmonized in chromatic     mediants.\n|-\n| 25\n| '''Third Dwarven theme (Erebor)'''\n| This theme is  three rising horncalls outlining an A Aeolian scale: 1-3, 1-4, 1-5. It     subsides in a descending, syncopated pattern that is later also used on its own. Again, it is not Erebor's theme in ''stricto sensu'': statements of it appear for the company, and for Thorin (it is played diegetically for his obsequies), as well as for the Iron Hill Dwarves. Henceforth, non-melodic Dwarven music will be characterized by its intervallic nature, often parallel fifths.\n|-\n| 26\n| '''Arkenstone, first theme'''\n| In keeping with the intervallic Dwarven style, this theme begins on an open fifth, but then clusters in the chorus [4]. It depicts the mysterious aspect of the stone, but also appears when Gandalf hands Thorin the map and the key: the means towards finding the Arkenstone.\n|-\n| 27\n| '''Arkenstone, second theme'''\n| This syncopated, B minor string figure first appears with [26] but they become increasingly independent as the score continues. In The Battle of the Five Armies, this idea often appears unresolved to depict Thorin's mounting obsession to retrieve the stone.\n|-\n| 28\n| '''Woodland Elves:'''\n| This D Phrygian theme depicts the Woodland Elves as closer to Men, but is mediant harmony gives it an Elven sheen. Henceforth, Elven themes will be characterized by more \"advanced\" harmony than the rest of Middle-earth: mediant and chromatic mediant harmony, whole tone scales, chromatic lines, seventh     chords and so forth.\n|-\n| 29\n| '''Smaug, first theme'''\n| This theme is in three parts:\n* '''Melody''': The F Phrygian Dominant setting denotes the old age of the Dragon. Henceforth, everything old in Middle earth (Galadriel, Sauron) will be depicted by this mode. The theme emphasizes the rising and falling minor second [6] and augmented second inherent to this mode.\n* '''Chords''': This progression (F: I-i-I) sequences [17] to depict the Dragon's breath.\n* '''Accompaniment''': The theme is accompanied by semiquavers in Gamelan. The ensemble sometimes doubles the melody inharmonically, and lends its texture to the treasure hoard sequence.\n|-\n| 30\n| '''Dwarvish Wanderers'''\n| This scalar figure bemoans the Dwarves' downfall and loss of their homeland. It is also heard when Thorin is struck down by Azog in ''An Unexpected Journey'', and during their arrival to the Hidden Door.\n|-\n| 31\n| '''Impediment (Dwarven form)'''\n| This form of the Impediment arpeggio relates that the Dwarves blame the Elves for their misfortune. It is also heard when, in surveying the Troll hoard, they are reminded of the hoard in Erebor.\n|-\n| 32\n| '''Hobbit party music'''\n| This Plan 9 tune embellishes the Hobbits' diatonic harmonies with some light chromaticism. It is heard briefly in the Old Took's birthday, and in extenso during Bilbo's Farewell Party.\n|-\n| 33\n| '''Hobbits (mysterious variant)'''\n| This augments the Shire's accompaniment [16.3] to the contour of the Impediment theme. It depicts many of the early scenes of ''An Unexpected Journey'', and returns in ''Fellowship of the Ring'' when Gandalf glimpses Thorin's map.\n|-\n| 34\n| '''Hobbits (folk variant)'''\n| This version mostly appears for scenes in Hobbiton, but also in the cornfield in ''Fellowship of the Ring'' and, slow and retrograded, in the concert piece ''Ironfoot''. Notice that, on the theme's first appearance, it concludes with a \"fiddle fanfare\" as Bilbo realizes it's the day of the farewell party: another statement of the theme concluding with the same fanfare will score the erecting of the sign to the party in Fellowship of the Ring. It is in two parts:\n* Melody: this is a staccato version of the Hobbits theme.\n* Accompaniment: This \"Um pa-pah\" rhyhtm is later used on its own and with other themes. This idea is sometimes given in a cadential form: Doug Adams calls this the \"Hobbit end-cap.\" The theme is also accompanied by a tapping on the bodhrain drums which also appears with other themes.\n|-\n| 35\n| '''Smeagol:'''\n| This theme, which brings out the pitiful Smeagol side of Gollum's character, is first alluded to when the chords of the second Shire phrase [16.2] turn minor.\n|-\n| 36\n| '''First Playful motif'''\n| This elides the first pitch of [16.3] and sequences it to create a rhyhtmic figure in perfect     fourths that skips the first beat of the measure. It often appears with [34] but both also appear in their own.\n|-\n| 37\n| '''Second playful motif'''\n| The accompaniment of the  folksy Hobbit theme sometimes appears in a cadential form. This is gradually sequenced in a chromatic progression that comes to depict the lighter moments of the Hobbits (especially Merry and Pippin) in ''The Two Towers'' and ''The Return of the King''.\n|-\n| 38\n| '''Gandalf the Grey'''\n| This wry figure in minor thirds and fourths depicts Gandalf the Grey throughout ''The Hobbit''.     It does not appear in ''Fellowship of the Ring''.\n|-\n| 39\n| '''First playful motif (first variant)'''\n| This melds [36] and [16.3] into a driving figure. It is variously associated with     Gandalf's fireworks (in ''An Unexpected Journey'' and ''Fellowship of the Ring''), his Smaug-like firework (the opening credits of ''The Desolation of Smaug'' anticipating ''Fellowship of the Ring'') and the mischief of Bilbo (sneaking out of the Farewell Party) and Merry and Pippin, in the cornfield. This latter statement is reprised in the closing     credits.\n|-\n| 40\n| '''Ring \"chord (first form)'''\n| Gandalf peering threateningly into Bilbo's window merits a triad with an added ninth. Minor triads with an added ninth also appear in the Warg and Goblin scenes. These chords verticalize the Ring, and tend to resolve as a minor plagal cadence (D minor: vi-i). Combined with the rhythm [10] these depict the Ringwraiths, but not only: they appear for Azog (film only), Saruman, Sauron himself, and the Orc armies.\n|-\n| 41\n| '''Fourth Dwarven theme (Dwarrowdelf)'''\n| This theme, which will usher the Fellowship into the 21st hall of Dwarrowdelf, is first hinted at when the Dwarves introduce themselves to Bilbo, and again     when they are introduced to Beorn. Both these scenes feature a 1-2-3 rise concluding on an open fifth. In ''Fellowship of the Ring,'' this is elaborated into a aeolian melody similar to [21], which also appears when the Cave Troll is slain.\n|-\n| 42\n| '''Fussy Bilbo'''\n| This waltzing, D minor theme contains the same pitches as the Ring, but depicts Bilbo's out-of-sorts mannerism around the Dwarves. Later, it is applied to the Company in general, as when they emerge into Bard's house.\n|-\n| 43\n| '''Smaug (second theme)'''\n| This retrogrades Smaug's original motif, then ascends chromatically. Again, accompanied by major-minor chords triads built on F and semiquaver figures on Gamelan.\n|-\n| 44\n| '''Fifth Dwarven theme (The Company)'''\n| This theme, which appears when Dwalin and Gandalf talk about Thorin's absence, repeats during the Hidden Door sequence and when the Dwarves retreat before Azog's forces in ''The Battle of the Five Armies''. It is elaborated upon in the concert piece \"The Dwarf Lords.\" As originally stated, it takes the melodic Dwarven harmonies and turns them major: A-G.\n|-\n| 45\n| '''Hobbits, kinetic version'''\n| This sequences the initial 1-2-3 rise of the Hobbits [16.1] over canonical imitation of the     accompaniment [16.3] in quavers and semiquavers. It depicts Bilbo rushing out of his door, and Merry and Pippin rushing through the cornfield.\n|-\n| 46\n| '''The Company, second theme'''\n| a more robust, \"Dwarven\" form of Bilbo's second theme. This appears when Bilbo     sets out with the company and when Kili attempts to rescue him from the Trolls, for example. It is elaborated upon in the concert piece \"Erebor.\"\n|-\n| 47\n| '''First Moria danger motif'''\n| This theme, appearing in the Battle of Azanulbizar, takes a Dwarven perfect fifth and reduces it to a tritone. It appears in the later Moria scenes of ''The Fellowship of the Ring'' and Gandalf falling after the Balrog in ''The Two Towers''.\n|-\n| 48\n| '''Battle with Azog'''\n| A similar figure in parallel fourths depicts the battle of Azanulbizar. It returns for the     confrontation with Azog in the ''Battle of the Five Armies''.\n|-\n| 49\n| '''Second danger motif (Azog form)'''\n| This theme is a pair of descending thirds, therefore a melodic form of the Ring chords. Here, they are major thirds an augmented second apart, thus outlining the     Phrygian Dominant mode of Sauron. Azog's form concludes with a chromatic     \"barb\" evoking his crude prosthetic arm. But it also appears for Azog's pack, Bolg and later the army he leads to the Erebor valley.\n|-\n| 50\n| '''Second tragic theme'''\n| After the battle of Azanulbizar, this theme appears after Thorin's, answering his rising scale with a falling scale that accomodates upon itself. In doing so, it falls a major second, then falls and rises a minor one. This will appear increasingly by itself in ''The Battle of the Five Armies,'' always depicting death and tragedy (for instance, when Legolas speaks about his mother's death). In Fellowship of the Ring, the notes turn into a figure that rises and drops a minor second, then falls and rises a major second. This always depicts the suffering incurred by the War of the Ring.\n|-\n| 51\n| '''Wizards'''\n| Another falling minor scale figure depicts the five Wizards. Naturally, it mostly appears with Gandalf, as when he arrives at Goblintown or during his parting with Bilbo in ''An Unexpected Journey''. But it also appears with Radagast.\n|-\n| 52\n| '''Radagast'''\n| This nervous melody in major and minor seconds, only appears on album. But its accompaniments are heard in the film during Radagast's scenes, as well as when Bilbo escapes Goblintown.\n|-\n| 53\n| '''Mirkwood'''\n| This line also alternates major and mind seconds. It depicts the shadow falling over Mirkwood. In The Desolation of Smaug, it becomes the definitive Mirkwood theme, reshaping [50]. This almost depicts the Elven Road, becoming gradually masked by the texture which features clusters, aleatoric figures, bowed cymbals, portamenti and sprechstimme vocals. Similar textures will appear in other places in the scores, always in relation to confusion and danger.\n|-\n| 54\n| '''Second danger motif (Necromancer form)'''\n| The major thirds an augmented second apart are here played slower, without the chromatic \"barb\" characteristic of Azog. It depicts Dol Guldur and the Necromancer.\n|-\n| 55\n| '''Mirkwood spiders, first theme'''\n| This theme is based on an eight-note tone row, accompanied by clusters. Both also appear in ''The Desolation of Smaug''. Henceforth, all spider music will be atonal, although Denethor merits similar music in the most intense moments.\n|-\n| 56\n| '''Mountain Trolls'''\n| This theme, in waltz time, recalls Bilbo's fussy theme, but instead arpeggiates a triad with an added flat sixth. It thus relates to the later Cave Troll (a variant of [47] also repeated in the scene where Gollum brings rabbits to Frodo).\n|-\n| 57\n| '''Impediment (first variant)'''\n| This sequences minor triads a minor third apart going up.\n|-\n| 58\n| '''Hobbits (developed)'''\n| This develops [16.2] with a gruppeto figure similar to [6]. It depicts Bilbo's act of compassion towards Gollum, but also scenes that depict the growing maturity and worldliness of the Hobbits in ''Fellowship of the Ring'' and ''The Two Towers.''\n|-\n| 59\n| '''Third danger motif (first form)'''\n| This is another rhythmic figure that skips the first beat, but here outlining a     minor scale. It has a more dynamic effect than [54].\n|-\n| 60\n| '''Main evil theme'''\n| This adapts the Ring [6] to the Phrygian Dominant setting of the dragon. Its definitive form is set in  muted trumpets and rhaita. Here, cor anglais imitates the rhaita. In ''The Battle of the Five Armies'', a pipe organ produces a similarly reedy sound.\n|-\n| 61\n| '''First Orc theme (Warg riders)'''\n| This driving, descending minor scale figure depicts Azog company, especially the Warg riders. It appears all through The Hobbit, and then resurfaces in The Two Towers are a descending cluster which first depicts Saruman's warg riders. Afterwards, it continues to represent the artfulness of the Orc armies.\n|-\n| 62\n| '''Lothlorien or Galadriel'''\n| This theme is also characterized by the F Phrygian Dominant mode. It's brassy appearance for Elrond's company attacking Yazneg's Orcs creates a parallel with the arrival of Haldir's Elves to Helm's Deep (heralded by the same rendition of [11]). The theme also appears in guises that emphasize the pitches of [50], inherent in the theme, or changed to double harmonic minor. When     Frodo is struck by a vision of Galadriel in Shelob's lair, the theme is shifted into standard Phrygian mode,.\n|-\n| 63\n| '''Rivendell, main theme'''\n| This theme changes the impediment theme [1] to A major. It is rhythmically altered and overlaid with a melody based on the same pitches. The theme is typically set in female choir and harp over tolling chimes.\n|-\n| 64\n| '''Rivendell, second theme'''\n| This theme first appears in a martial guise when Elrond's riders stride into Rivendell,     inadvertently antagonizing the Dwarves. It is soon repeated diegetically on wood flute, lute, theorbo and harp.\n|-\n| 65\n| '''Erebor-Rivendell hybrid'''\n| This puts Rivendell's arpeggios in the low, \"dwarven\" strings and the Erebor horncalls     in the high \"Elven\" choir. It ostensibly depicts the moonlight revealing the moon runes, then the Hidden Door. But it also appears when Thorin lingers over the defeated Azog. The same pride that almost stopped him from giving the map to Elrond, will be his downfall as Gandalf warned.\n|-\n| 66\n| '''Second danger motif (Sauron form)'''\n| At the sight of Sauron's mural, the descending thirds turn into minor thirds a minor second apart. This version will continue into The Lord of the Rings. During the Minas Morgul scene, it is inverted into rising thirds.\n|-\n| 67\n| '''Second Dwarven theme (definitive)'''\n| This theme now acquires its definitive pitches and tonality. Like Thorin's theme, it ascends but more resolutely in thirds spanning an octave. It then restarts on the low A but only reaches up the seventh scale degree. Notice that Thorin and his line are associated with A minor, as compared to Elrond's chromaticized A major.\n|-\n| 68\n| '''Goblins'''\n| This theme in low brass over a hammering pattern that shifts time signatures (circling 7/5). It appears     in all the goblin scenes and, on album, for their reappearance in ''The Battle of the Five Armies''. Going forward, rhythmic themes particularly in odd time signatures, will be associated with Orcs.\n|-\n| 69\n| '''Gollum'''\n| This theme is in major and minor seconds playing tremolando on cimbalom. This compares the spindly quality of Gollum, in his more menacing persona, with the hammered dulcimer that often plays [36]. In the early scenes of ''The Two Towers'', this figure is sequenced up so that it spans two chromatically interlocking     fifths: this is similar to the music of Loge, the god of deception, in Wagner's Ring, a similarity that will become important later in the score.\n|-\n| 70\n| '''Fishing Song'''\n| Gollum sings this song in ''An Unexpected Journey'', ''The Two Towers'' and ''The Return of the King''. In the latter, Gollum sings another song in a same vein, when he gloats over Frodo caught in Shelob's web.\n|-\n| 71\n| '''Smeagol (variant)'''\n| The riddle scene in An Unexpected Journey begins combining Smeagol's theme [35] with that of the Ring [6]. This relationship is further explored in The Two Towers, and in effect culminates in Gollum's Song (itself prefigured in the sewer scenes).\n|-\n| 72\n| '''Eagles'''\n| A variant of the Nature theme hails the eagles in An Unexpected Journey and The Battle of the Five Armies. The album features another idea that looks forward to the eagles rescuing Sam and Frodo from Mount Doom.\n|-\n| 73\n| '''Second Gondor theme (developed)'''\n| This variant, in E minor, appears in the film when Thorin embraces Frodo. This parallels the climax of The Return of the King when Barad dur collapses. It is a transformation of a Gondorian theme that appears in Fellowship of the Ring.\n|-\n| 74\n| '''Fourth danger motif (first form)'''\n| This theme appears in An Unexpected Journey only on album. It shares the contour of  Saruman's theme [15] and will resurface in ''The Return of the King'' to depict the Orc armies attacking Gondor.\n|-\n| 75\n| '''Entering Bree'''\n| Thorin's entrance to Bree mirrors the Hobbits' entrance to it in Fellowship of the Ring, with minor moded forms of the Hobbit accompaniments ([36] and the accompaniment of [34]) over minor triads ascending in thirds [57]. This music also depicts Pippin's exit from Edoras.\n|-\n| 76\n| '''Beorn'''\n| Yet another variant of the Nature theme depicts Beorn and his lands. Now the Am: i-VI chords depict the tread of the bear's feet.\n|-\n| 77\n| '''Mirkwood, second theme'''\n| This falling figure also depicts Mirkwood separately from the original theme.\n|-\n| 78\n| '''Ring \"chord\" (second form)'''\n| The chord is redressed as a sinister, but less overtly threatening soprano solo. It     relates to the Ringwraiths entombed in the High Fells. In the film it also appears in Dol Guldur.\n|-\n| 79\n| '''White gems'''\n| this theme relates the Woodland Elves to Mirkwood via the minor sixth. Since the gems were fashioned for Thranduil's wife, the appearance of this theme when Gandalf sees her statue at the Elven gate is apposite.\n|-\n| 80\n| '''Spiders, second theme'''\n| This descending figure, which first appears when Bilbo plays with the cobwebs, also returns during the scene at the Spiders' nest.\n|-\n| 81\n| '''Legolas'''\n| Legolas is associated with an up-tempo version of the Woodland realm theme, but also with string figurations that then adorn the Fellowship theme when he defeats a Mumak in The Return of the King.\n|-\n| 82\n| '''Tauriel'''\n| This theme is based on a figure that concludes the Woodland realm theme.\n|-\n| 83\n| '''Woodland Guards'''\n| Since Tauriel is the head of  the guard, slow, lyrical versions of this theme acts as her secondary theme. Again, the Woodland Elves are set in \"human\" scales, in this case natural minor.\n|-\n| 84\n| '''Impediment (Thranduil form)'''\n| This arpeggio idea contrasts Thranduil's covetousness with Elrond's wisdom, and compares him with similar attributes of Thorin's.\n|-\n| 85\n| '''Tauriel and Kili'''\n| This theme begins with a duet for flute (a variant on Tauriel's theme) and oboe (answering with a  variant of Thorin's theme). This is followed by a choral theme which incorporates the tragic theme, harmonized in \"Elven\" mediant chords and elaborated with a Dwarven open fifth.\n|-\n| 86\n| '''Assertive Bilbo'''\n| Beginning as a \"Dwarven\" version of Bilbo's fussy theme, applying more to the Dwarves' bewilderment at their own rescue, this becomes the theme of the self-actualized Bilbo who smuggles the Arkenstone to Dale in The Battle of the Five Armies. It also depicts his return to the Shire as a changed person. It is mirrored in \"Dwarven\" forms of the Hobbit accompaniment figures that accompany the inebriated Gimli in The Return of the King: one last ode to Dwarven music.\n|-\n| 87\n| '''Bard, first theme'''\n| starting on a minor third and perfect fourth, this theme plays on a similarity to Erebor. The     Dwarves hope Bard will bring them nearer to the mountain.\n|-\n| 88\n| '''Bard, second theme'''\n| This chordal device alternates B♭ minor and G minor. It appears in several scenes of Bard's, often but not always with [87].\n|-\n| 89\n| '''Laketown'''\n| This theme combines figures similar to Gondor (leaping a perfect fifth on D Dorian, then descending stepwise) and Rohan (semiquaver figure evoking rowing).\n|-\n| 90\n| '''Politicians of Laketown'''\n| This clavichord theme, constantly modulating, relates the Master of Laketown and his aide Alfrid  to the forces of corruption that represent Sauron's influence on Middle earth. Alfrid tends to be accompanied with just a fragment of the unabridged theme. The theme also appears retrograded when Thorin and Company are brought before the Master.\n|-\n| 91\n| '''Bard's family'''\n| First appearing briefly when Bard arrives home, this is a diatonic transformation of the Master's     music, similar to Bilbo's music.\n|-\n| 92\n| '''Black Arrow'''\n| This theme first scores Girion who shares the opening pitches of Bard, his descendent. It depicts the Black Arrow that will slay Smaug.\n|-\n| 93\n| '''Fourth danger motif (second form)'''\n| This form ascends through the Phrygian Dominant scale, then curls upon itself.  Again, this more emphatic, swelling form is then suppressed until ''The Return of the King''.\n|-\n| 94\n| '''Thrain'''\n| Thrain is depicted in his deranged form by another danger motif. When he returns to his senses, it is replaced by a slow version of Erebor, punctuated by a harp arpeggio.\n|-\n| 95\n| '''Third danger motif (second form)'''\n| still skipping the first beat, this theme now appears in any number of forms.     These can be sequenced up, down or at pitch.\n* '''Ascending scale:'''  This is similar to the first form.\n* '''Clustering:''' repeated note, then adding a scale degree on each subsequent measure.\n* '''Rising and falling:''' This most aggressive form uses the  opening notes of the Ring [3a], rising and falling a minor second.\n|-\n| 96\n| '''Fourth danger motif (third form)'''\n| This form, which will be the most frequent, leaps a minor sixth, then falls down the minor scale.\n|-\n| 97\n| '''Evil (second form)'''\n| This rhythmic augmentation of the original theme is another theme that depicts Sauron at force. Once he is driven out of Dol Guldur, it is deferred until The Return of the King where it depicts the Witch King emerging from Dol Guldur.\n|-\n| 98\n| '''Arwen'''\n| This theme, which later introduces Arwen in Fellowship of the Ring and again in The Return of the King, first appears in the minor when Tauriel heals Kili. This parallels Arwen healing Frodo. It is a Phrygian line harmonized in F: I-iii.\n|-\n| 99\n| '''Smaug's death'''\n| This combines all of Smaug's themes. It depicts his flight to Laketown, and his death. Afterwards, Smaug's theme is appropriated by the deranged Thorin.\n|-\n| 100\n| '''Bard, third theme'''\n| This more heroic theme depicts Bard's new role as the leader of the exiled Lakemen.\n|-\n| 101\n| '''Gundabad'''\n| This theme also features the rising and falling minor second. Notice the doubling by twenty didgeridoos.\n|-\n| 102\n| '''Orcs'''\n| The Gundabad theme is always accompanied by five-four beat. This is reshaped for Saruman's Uruks (percussion in five beats, usually accented on the first and third). Sauron's Orcs are depicted by more hectic forms of the same idea (accents varying randomly across the line).\n|-\n| 103\n| '''Ring chord (transformed)'''\n| This idea depicts other characters becoming touched by darkness. It is in two parts:\n* '''Rising:''' This inverts a triad with brass adding a ninth to recreate the Ring chord. This appears during the fight in Dol Guldur and Galadriel banishing Sauron. It is hinted at when the Fellowship glimpse Caras Galadhon, and repeats when Galadriel appears wraith-like to Frodo.\n* '''Falling:''' the two big statements then descending F minor arpeggios as Galadriel reels back from her episode. This also depicts Bilbo reeling from his Gollum-like episode.\n|-\n| 104\n| '''Dwarf warriors'''\n| The minor sixth of this idea makes this a Dwarven counterpart of the Elvish warrior theme. It is  accompanied by unpitched \"grunts\" from the Dwarven chorus, a texture that already appeared in the Rings of Power opening titles.\n|-\n| 105\n| '''Mithril shirt'''\n| This quartal melody depicts the  shirt (which was fashioned for an Elven prince). It appears when Thorin gives it Bilbo, and when Bilbo gives it to Frodo.\n|-\n| 106\n| '''Iron Hill Dwarves'''\n| This theme is similar to the other major-moded Dwarven theme. The tattoo-like accompaniment evokes the riding of the Dwarven cavalry, and later appears on its own with the chariot.\n|-\n| 107\n| '''Tragic theme (transformed)'''\n| This reharmonizes  the original theme to depict valour and death on the battlefield. It ushers the conflict between Dwarves and Elves, then the offensive against  the Orcs, and returns during the sequence where Gandalf and Pippin save Denethor, and the following skirmish in Pelennor.\n|-\n| 108\n| '''War Beasts'''\n| Azog's horn is answered by this bestial motif, depicting the Trolls and Ogres he fields to the battle.\n|-\n| 109\n| '''The Fellowship'''\n| This theme harmonizes the down-and-up figure [3b] in D: I-♭III-I and extending it to     a nine note phrase. All themes emphasizing [3b] will be associated with the Fellowship.\n|-\n| 110\n| '''Third tragic theme'''\n| This theme, in rising minor seconds an augmented second apart, contrasts Elendil and Isildur's fall with Boromir's, and later Denethor's.\n|-\n| 111\n| '''Impediment (second variant)'''\n| This depicts the \"Nameless fear\" Galadriel mentions. It is reprised in Bag End     and in The Two Towers.\n|-\n| 112\n| '''Walking Song'''\n| Another diatonic song reintroduces Gandalf into the Shire, then ushers Bilbo away from it.\n|-\n| 113\n| '''Seduction of the Ring'''\n| This is another variant of the Ring, in a standard minor mode and usually sung by boy choir. In The Return  of the King, it is doubled by female choir to depict Smeagol's seduction.\n|-\n| 114\n| '''Journey there'''\n| This theme reshapes the impediment arpeggio melodically. It depicts the journey to Mordor.\n|-\n| 115\n| '''Fifth danger motif'''\n| This percussion quaver  figure is the most overtly martial of the danger motifs. It depicts the  turncoat Saruman overpowering Gandalf, then the forces Sauron fields in Osgiliath and during the Haradrim attack. It returns for the Mount Doom scene.\n|-\n| 116\n| '''Strider'''\n| This figure leaps a perfect fourth, then ascends another step. It thus reorders the pitches of Gondor.\n|-\n| 117\n| '''Second Orc theme'''\n| This is derived from the end of Saruman's theme. It depicts the Orc company he sends after the Fellowship.\n|-\n| 118\n| '''Mount Doom'''\n| This aggressive, augmented form of the Impediment theme depicts both scenes set at the cracks of Doom.\n|-\n| 119\n| '''Tragic theme (Gondor form)'''\n| This embellishes the theme by appending a perfect fifth. It appears with Boromir's first meeting with Aragorn, then scenes of Arwen envisioning Aragorn's mortality and leaving Rivendell.\n|-\n| 120\n| '''Ring chord (third form)'''\n| This form ascends to depict Sauron's forces at full tilt. Here it appears at the Ring's     indestructibility: later it appears during the Ringwraith attack on Minas Tirith, the fighting in the streets and the final confrontation with the Witch King.\n|-\n| 121\n| '''Diminishment of the Elves'''\n| This theme for the scene in Gilraen's grave, brings the Phrygian Dominant setting of Lothlorien to Rivendell. It also repeats when Aragorn parts with Arwen.\n|-\n| 122\n| '''\"Dangerous passes\":'''\n| This C minor theme depicts members of the Fellowship traversing difficult terrain:     Caradhras, the approach to the walls of Moria and – on album – the secret stair.\n|-\n| 123\n| '''\"Elvish pledge\":'''\n| This theme parallels the alliance of Celebrimbor and Narvi (as objectified in the Doors of     Durin) with that of Haldir and Aragorn, when he shows up at Helm's Deep. It is a sequence of chords outlining a whole-tone scale.\n|-\n| 124\n| '''Second Moria danger motif'''\n| This is a rising minor scale in parallel fifths. It first appears when the Doors crack     open. Later, it assumes a more menacing form. In the film, it also appears when Legolas espies the Warg riders over the brow.\n|-\n| 125\n| '''Fellowship (fragment)'''\n| This is the rhythm of the second phrase of the Fellowship. It appears in the Mazarbul chamber as they prepare to fight the Orcs. It is implied in the end of the Warg scene, the attack on Osgiliath, and restated in Sam's confrontation with Shelob.\n|-\n| 126\n| '''Durin's Bane'''\n| By doubling the Moria theme at the octave, Howard Shore creates a sequence of power chords which depict the Balrog in Fellowship of the Ring and again in the opening scene of The Two Towers.\n|-\n| 127\n| '''Secondary Gondor theme'''\n| This is a more lyrical depiction of Gondor. Triumphant forms depict the reforged Anduril.\n|-\n| 128\n| '''Aragorn'''\n| This figure starts with the Strider theme, and sequences the opening three notes of the Fellowship [3b] upward.\n|-\n| 129\n| '''Fourth tragic theme'''\n| This theme laments Boromir's death, and returns with every reminiscence of his death. It is also alluded to in scenes with Theoden and the dying Frodo.\n|-\n| 130\n| '''Impediment theme (third variant)'''\n| This figure compares Frodo and Sam being stuck in the beginning of The Two Towers, and Merry and Pippin near the end of The Two Towers.\n|-\n| 131\n| '''Fourth danger motif (fourth form)'''\n| This reduces the figure to the opening minor sixth and falling second. In the skirmish with the Haradrim troops it is reduced to a minor third, and this form returns in the attack on Osgiliath.\n|-\n| 132\n| '''First danger motive (second form)'''\n| This combines the rhythm of the original danger motif with the contour of the Uruk theme. It appears when Merry and Pippin are marched along with the Uruks, then when a disguised Frodo and Sam are.\n|-\n| 133\n| '''Rohan (fragment)'''\n| This sequences the galloping quavers so the first pitch is a unison, and the second is raised with every iteration. It appears in both early scenes with Eomer, and a similar     style of writing is harkened when Aragorn arrives at Helm's Deep, when he rides out with Theoden and when Eomer is ordered to muster the Rohirrim.\n|-\n| 134\n| '''The Fellowship in Rohan'''\n| This leaps a fifth and continues in the countermelody of Rohan, which is based on the Fellowship pitches. It depicts the growing allegiance of the members of the Fellowship and the Rohirrim through The Two Towers.\n|-\n| 135\n| '''The Ents'''\n| This theme has two components: major  triads a tritone apart, then a tremolando line in bass marimba and contrabassoon voiced in open chords a tritone apart.\n|-\n| 136\n| '''Gandalf the White'''\n| This is another  transformation of the original nature. It introduces the reborn Gandalf in     Fangorn, at Helm's Deep and reprised in the credits.\n|-\n| 137\n| '''\"Small stones\":'''\n| These chords  (initially F# minor – G major – F# minor – A minor) depict Merry and Pippins effect on Treebeard. Later it assumes a  form redolent of Treebeard's tritone progression. It is last recalled in     The Return of the King when Gandalf and Pippin have a quiet moment, but     this  can only be heard on album.\n|-\n| 138\n| '''The White rider'''\n| This reshaping of the Fellowship theme turns Gandalf, always astride Shadowfax, into     \"Saruman as he should have been.\"\n|-\n| 139\n| '''Hobbits (playful form)'''\n| This first takes the form of a nocturne as Treebeard puts the Hobbits, sound asleep, in     Wellinghall. It is transformed by the Fellowship chords and appears in the  subsequent scenes in The Two Towers.\n|-\n| 140\n| '''The Fate of the Ring'''\n| This reharmonizes [50] in D major. It thus turns the Ring's theme major. The basic shape reappears throughout The Return of the King as a melodic continuation of [50] and [6]. When Barad dur collapses, it becomes a fanfare, harmonized by the Fellowship chords, signaling Sauron's demise.\n|-\n| 141\n| '''Grima'''\n| This theme, always in C minor and sometimes in the \"Orcish\" 5/4, is a dark counterpart to [134] in     presenting one static pitch and one rising pitch: minor third, tritone, fifth, and concluding with a minor sixth dropping back into the fifth. It accompanies all of Grima's scene since Gandalf's arrival at Meduseld and is     even hinted at when he stabs Saruman.\n|-\n| 142\n| '''Smeagol (variant)'''\n| This form of Smeagol's chords always depict him leading the Hobbits through Ithilien.\n|-\n| 143\n| '''Eowyn and Aragorn'''\n| Eowyn's attraction to Aragorn is scored with this F Lydian theme. Notice the \"sighing\"     appoggiaturas.\n|-\n| 144\n| '''Arwen and Aragorn'''\n| an E Phrygian reshaping of Aragorn's theme, accompanied by the Rivendell arpeggio and redolent of sighing appoggiaturas.\n|-\n| 145\n| '''Battle of Helm's Deep'''\n| this is a bolero-like rhythm that accompanies many of the Hornburg scenes.\n|-\n| 146\n| '''Third Orc theme'''\n| This figure is reiterated a flat third away to depict the Uruk attempts to breach the Hornburg.\n|-\n| 147\n| '''Gondor (transformed)'''\n| This version of Gondor, which replaces the descending final notes with Aragorn's ascending notes, is first heard in the Return of the King trailer. On album, it was hinted in an alternate version of the Fellowship prologue where another ascending version of the theme appeared in D major. Otherwise, this thematic complex - which appears in Gandalf's ascent to Minas Tirith, and in the Pelennor fields (theatrical cut) - is always heard in D minor until Aragorn's coronation. Notice that the original descending phrase also appears in the major, but only on album.\n|-\n| 148\n| '''The Ring (second form)'''\n| This begins as a canon based on the Ring theme and the seduction theme, when Smeagol and Deagol fight. Afterwards, the Ring theme and the main evil theme are fused into a     sinister Ab Phrygian Dominant theme. In the Cracks of Doom, this theme appears in two voices over the seduction theme.\n|-\n| 149\n| '''Shire (transformed)'''\n| throughout The Return of the King, the Shire music and the Fellowship's become mingled. This initiates a process that culminates in the final Shire scenes: the melody is still the same, but the accompaniment had been reduced to thirds. When  Sam returns home, this returns with a transformed melodic line, still in D major.\n|-\n| 150\n| '''Dead Men of Dunharrow'''\n| This bitonal idea  features a bassline similar to Gondor, while the top voices cluster. When the ghosts lend aid on the Pelennor fields, the clusters resolve diatonically.\n|-\n| 151\n| '''Meriadoc, squire of Rohan'''\n| This theme leaps a perfect fifth like Eowyn's and proceeds in the contour of the     second phrase of the Fellowship. It later returns when Merry confesses his  doubts to Eowyn. When he stabs the Witch King, the opening leap is recalled, but extended to a major sixth.\n|-\n| 152\n| '''Denethor and Faramir'''\n| The confrontation between Faramir and Denethor, and Faramir's subsequent march to certain death are scored with this variant of [74].\n|-\n| 153\n| '''There and back again (variant)'''\n| this sequences the original motif in pitch. It underscores much of the Grey Havens scene.\n|-\n| 154\n| '''Shelob'''\n| Another near tone-row. It is later spun into a pair of octatonic quadruple figures.\n|-\n| 155\n| '''Valinor'''\n| The theme of the song \"Into the West\" appears when Gandalf describes Valinor to Pippin, when Sam     hoists Frodo on his shoulders and at the conclusion of the Grey Havens  scene.\n|-\n| 156\n| '''Hobbits (heroic form)'''\n| This theme is spun out of the figure that depicts Sam's fight with Shelob. It later depicts Sam galivanting through Cirith Ungol. Its harmonies depict him hoisting Frodo on his shoulders, and pulling him up from the crack of doom.\n|-\n| 157\n| '''Magic Fire'''\n| This figure homages Wagner's Loge theme (the interlocking falling fifths) in a form that most closely recalls the end of Valkyrie.\n|-\n| 158\n| '''Bilbo's Song'''\n| This final transformation of the Shire, at the very end of the credits, recalls Bilbo's return to Bag End in The Battle of the Five Armies. Notice that the last stanza concludes  with a perfect A major cadence: this resolves the A minor-A5 resolution of  the Rings of Power titles. The cycle is now complete.\n|}\n\n\n[[Category:Music]]"}}}