{"parse": {"title": "Havens of Gondor", "pageid": 25801, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Merp havens.jpg"}, {"ns": 0, "exists": "", "*": "1987"}, {"ns": 0, "exists": "", "*": "Assassins of Dol Amroth"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Jessica Ney"}, {"ns": 0, "exists": "", "*": "Liz Danforth"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Pete Fenlon"}, {"ns": 0, "exists": "", "*": "Peter C. Fenlon, Jr."}, {"ns": 0, "exists": "", "*": "Terry K. Amthor"}, {"ns": 0, "*": "Carl Willner"}, {"ns": 0, "*": "Julek Keller"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_havens.jpg"], "wikitext": {"*": "{{book\n|title=''Havens of Gondor: Land of Belfalas''\n| image = merp_havens.jpg\n|author=[[Carl Willner]]\n|isbn=0-915795-069-3\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1987]]\n|format=Softcover\n|pages=56\n|ice=3300\n}}'''''Havens of Gondor''''' is a module (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n*Editing and design: [[Peter C. Fenlon, Jr.]]\n*Development: [[Terry K. Amthor]]\n*Color maps: [[Jessica Ney]], [[Pete Fenlon]]\n*Cover art: [[Julek Keller]]\n*Interior art: [[Liz Danforth]]\n\n== Cover/Jacket Text == \n\nSail the rugged seas off Gondor's south coast, where Corsairs of Umbar battle the majestic white ships of Dol Amroth. Here, the Elves built the great haven of Edhellond and Galadriel erected the Sea-ward Tower, most famous beacon of all Middle-earth. Journey along the twisting streets of Dol Amroth, City of Princes, and bustling capitol of Belfalas. \n\nEXPLORE: \n\n*DOL AMROTH, one of Gondor's finest ports, \n*EDHELLOND, the Elfhaven, home of tunnel-harbours and magic Swan-ships, \n*LINHIR, the gateway to central Gondor, \n*BELFALAS, the province of the Princes. \n\nSet against the backdrop of wild coastal highlands, cliff-lined bays, and eerie islets, HAVENS OF GONDOR offers unparalleled excitement! Unravel the intrigue of the court of Dol Amroth, discover the mysteries of of the Elfhaven, battle smugglers and Corsairs, feel the power of the dark religion over the remote mountain villages. \n\nHAVENS OF GONDOR includes:\n*5 FULL-COLOR PAGES: a beautiful 2 page area map of the Belfalas region of Southern Gondor; a full-page regional map; and a 2-page map of Dol Amroth, City of the White Ships. \n*MAJOR LAYOUTS: include 2 maps of the Elf-havens, the port of Linhir, a dangerous mountain village, a sea-ward tower, the Hill of the Pyre, Castle Amrûnaur, plus 2 pages of ship deck plans. \n*THE PRICES OF DOL AMROTH: knights whose Elf-tinged blood and unwavering loyalty make them Gondor's greatest vassals. \n*THE CORSAIRS OF UMBAR: pirates whose sleek warships threaten the mightiest of Gondor's castles. \n\nINTRODUCTION\n\nHavens of Gondor focuses on the great fief called Dor-en-Ernil, the \"Land of the Prince.\" Comprising all the lands between the rivers Gilrain and Ringlo/Morthond and including the whole of the hilly peninsula called Belfalas, it is a strategic province blessed with fine ports and fair weather. It lies in the heart of southern Gondor and, aside from Lamedon, it is the westernmost of the Stone-land's wellsettled regions.\n\nGondor's two most famous havens, the princely city of Dol Amroth and nearby Elven port of Edhellond, are both in Dor-en-Ernil. Undoubtedly the most dramatic harbors in the South Kingdom, their history embodies the grander tale of the Gondorian seafarers and their Elven friends, and it mirrors the struggles of the region's oft-times warring peoples.\n\nOf course, Dor-en-Ernil is home to many lesser havens, including the fine harborage at Linhir. Together these towns house many of Gondor's seamen, and virtually all the ships which do not weigh anchor in the three maritime towns along the Anduin River: the great port-city of Pelargir, Harlond by Minas Tirith, and Osgiliath. Dor-en-Ernil's ports also provide a major portion of the warcraft engaged in the struggle against the Corsairs of Umbar and Harad. \n\n== See also ==\n*''[[Assassins of Dol Amroth]]''\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}