{"parse": {"title": "The Stranger", "pageid": 62299, "redirects": [], "links": [{"ns": 14, "exists": "", "*": "Category:Images of The Stranger"}, {"ns": 14, "exists": "", "*": "Category:Images from The Rings of Power (TV series)"}, {"ns": 6, "exists": "", "*": "File:The Rings of Power (TV series) - The Stranger.jpg"}, {"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Amazon Studios"}, {"ns": 0, "exists": "", "*": "Arondir"}, {"ns": 0, "exists": "", "*": "Braids"}, {"ns": 0, "exists": "", "*": "Bronwyn"}, {"ns": 0, "exists": "", "*": "Brânk"}, {"ns": 0, "exists": "", "*": "Caras Gaer"}, {"ns": 0, "exists": "", "*": "Celebrimbor"}, {"ns": 0, "exists": "", "*": "Constellations"}, {"ns": 0, "exists": "", "*": "Daniel Weyman"}, {"ns": 0, "exists": "", "*": "Dark Wizard"}, {"ns": 0, "exists": "", "*": "Dead Marshes"}, {"ns": 0, "exists": "", "*": "Dilly Brandyfoot"}, {"ns": 0, "exists": "", "*": "East Bight"}, {"ns": 0, "exists": "", "*": "Elanor Brandyfoot"}, {"ns": 0, "exists": "", "*": "Eldest"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Emyn Muil"}, {"ns": 0, "exists": "", "*": "Ents"}, {"ns": 0, "exists": "", "*": "Flies"}, {"ns": 0, "exists": "", "*": "Foresight"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gaudrim"}, {"ns": 0, "exists": "", "*": "Gil-galad"}, {"ns": 0, "exists": "", "*": "Grove"}, {"ns": 0, "exists": "", "*": "Harfoots"}, {"ns": 0, "exists": "", "*": "Hermit's Hat"}, {"ns": 0, "exists": "", "*": "Istar"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Maiar"}, {"ns": 0, "exists": "", "*": "Malva Meadowgrass"}, {"ns": 0, "exists": "", "*": "Mannish"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Mirkwood"}, {"ns": 0, "exists": "", "*": "Mount Doom"}, {"ns": 0, "exists": "", "*": "Mystics"}, {"ns": 0, "exists": "", "*": "Norfield Glen"}, {"ns": 0, "exists": "", "*": "Order of Wizards"}, {"ns": 0, "exists": "", "*": "Poppy Proudfellow"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Rhovanion Hills"}, {"ns": 0, "exists": "", "*": "Rhûn"}, {"ns": 0, "exists": "", "*": "Sadoc Burrows"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Snails"}, {"ns": 0, "exists": "", "*": "Stars"}, {"ns": 0, "exists": "", "*": "Stoors"}, {"ns": 0, "exists": "", "*": "Straight Road"}, {"ns": 0, "exists": "", "*": "The Dweller"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Rings of Power"}, {"ns": 0, "exists": "", "*": "Thistledell"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Trout Bend"}, {"ns": 0, "exists": "", "*": "Udûn (episode)"}, {"ns": 0, "exists": "", "*": "Weedbrook"}, {"ns": 0, "exists": "", "*": "Wizards"}, {"ns": 0, "exists": "", "*": "Wolves"}, {"ns": 0, "*": "Star-Book"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Rings_of_Power_(TV_series)_-_The_Stranger.jpg", "CdxIconInfoFilled.svg", "The_Rings_of_Power_(TV_series)_-_The_Stranger_poster.jpg", "The_Rings_of_Power_(TV_series)_-_Dark_Wizard.png", "The_Rings_of_Power_(TV_series)_-_The_Stranger_meets_Tom_Bombadil.jpeg", "Rings_of_Power_The_Stranger_Lifts_Rocks.png"], "wikitext": {"*": "{{Adaptation}}\n{{infobox character\n| people=[[Maiar|Maia]]\n| name=The Stranger\n| image=The Rings of Power (TV series) - The Stranger.jpg\n| caption=\"The Stranger\" in ''[[:Category:Images from The Rings of Power (TV series)|The Lord of the Rings: The Rings of Power]]''\n| pronun=\n| othernames=[[Gandalf]], Giant, big fella, the other, Grand-elf\n| titles=The [[Istar]]\n| position=\n| location=[[Aman]], above the [[Straight Road]], [[Norfield Glen]], [[Weedbrook]], [[Emyn Muil|Undercliffs]], [[Dead Marshes|Grey Marshes]], [[Trout Bend]], the [[Braids]], the [[Grove]], [[East Bight]], and [[Rhûn]]\n| affiliation=[[Order of Wizards|Istari]], [[Harfoots]]\n| language=[[Quenya]] and a [[Mannish]] tongue\n| birth=\n| birthlocation=\n| rule=\n| sailedwest=\n| sailedfrom=\n| age=\n| notablefor=\n| house=\n| parentage=\n| siblings=\n| gender=Male\n| height=\n| hair=Grey; brown beard\n| eyes=Blue\n| clothing=Grey-brown cloth\n| weapons=Staff\n| steed=\n}}\n\n{{Quote|I am good.|The Stranger}}\n\n'''The Stranger''' was a pseudonym given to [[Gandalf]] during the late [[Second Age]]. The Stranger was invented for ''[[The Lord of the Rings: The Rings of Power]]'' by [[Amazon Studios]], where he is portrayed by [[Daniel Weyman]].<ref>{{webcite|author=The Lord of the Rings on Prime|articleurl=https://twitter.com/LOTRonPrime/status/1493253972639076352|articlename=Daniel Weyman is The Stranger. #LOTRROP|dated=14 February 2022|website=[https://twitter.com Twitter]|accessed=17 February 2023}}</ref>\n\n==History==\n\n===Beginnings===\n[[File:The Rings of Power (TV series) - The Stranger poster.jpg|thumb|200px|''The Stranger poster'' for ''[[The Lord of the Rings: The Rings of Power]]'']]\n\nWhen the way into [[Aman]] opened to allow [[Galadriel]] and her fellow [[Elves]] access, a mysterious meteorite left Aman at the same time carrying with it an Istar as it flew towards [[Middle-earth]] above the [[Straight Road]]. Many of the inhabitants of Middle-earth bore witness to the fiery meteor as it tore across the sky including but not limited to: [[Gil-galad|High King Gil-galad]], [[Elrond]], [[Celebrimbor|Lord Celebrimbor]], [[Arondir]], [[Bronwyn]], some [[Ents]], and the [[Harfoots]].\n\nThe meteorite eventually crashed in a clearing close by to the [[Norfield Glen]] within the [[Rhovanion Hills]]. It was there where the Stranger was discovered by the two young Harfoots: [[Elanor Brandyfoot]] and [[Poppy Proudfellow]]. Elanor, commonly known as Nori, fell into the fiery crater and discovered that the flames in the crater were cold before moving the Stranger in a wheelbarrow to a makeshift tent. \n\nThe next day, the Stranger woke up and began making markings of an unknown meaning on a fallen log. When Nori came back, he shouted, surprised, letting loose a gust of wind, though his surprise subsided after being offered a bowl of [[Snails]].\n\nLater that night, the Stranger freed the [[Flies|Fireflies]] within the lanterns that the Harfoots used. He then forcibly manipulated them into forming the shape of an [[Hermit's Hat|unknown]] [[Constellations|Constellation]].\n\nOn the day of festivities before migration, Nori broke into the cart of the elder trailfinder [[Sadoc Burrows]] to look in his almanac, the [[Star-Book|Star-book]], for celestial arrays that match the constellation. Finding one, she brought the torn page to the Stranger before joining a ceremony of remembrance of Harfoots left behind. The Stranger, perusing the page in the light of a fire, accidentally set it alight and clumsily made his presence known to the other Harfoots. As a result of his presence and Nori's involvement, the Brandyfoot cart was to be last in the caravan.\n\n===The migration===\nTo atone for his errors and to keep the Brandyfoots from being left behind, the Stranger served by pushing their cart. During the migration, Nori taught the Stranger basic language skills. He was able to fully pronounce the word \"Mi-gra-tion\" by the time the Harfoots passed the [[Weedbrook]]. The Stranger continued to aid the Brandyfoots while learning more and more throughout the migration. He aided them through the [[Emyn Muil|Undercliffs]], the [[Dead Marshes|Grey Marshes]], the [[Trout Bend]], and the [[Braids]] of the [[Thistledell]].\n\nUpon reaching an eerie forest, the Stranger found himself needing to save Nori, Poppy, and [[Malva Meadowgrass]] from three ambushing [[Wolves]]. The Stranger drove them away, but at the cost of paralysing his right arm. However, he was able to attempt to freeze his arm into ice with a shallow pool of water, and speaking [[Quenya]] while doing so. When Nori attempted to stop him, he lost control and knocked her back a fair distance.\n\nAt the end of the migration, the Harfoots found the [[Grove]] had been destroyed by an [[Udûn (episode)|eruption]] from [[Mount Doom|Orodruin]] to the south. [[Sadoc Burrows]] asked the Stranger to attempt to restore it. While the Stranger was able to heal the Grove, a branch of a tree very nearly crushed [[Dilly Brandyfoot]]. While he lost favour with the Harfoots, Sadoc still provided him with which direction he might find information on the constellation he sought after.\n\n===The Grove===\nLittle did he know that the [[Mystics]], a group of three robed women, consisting of the Ascetic, the Nomad, and [[the Dweller]], had been tracking him. When they reached the [[Grove]] that night, Nori unsuccessfully attempted to misdirect them. The Dweller snatched a hair from Nori's head, magically set all the Harfoots' carts catastrophically ablaze, and with the other Mystics, continued onward in their pursuit.\n\nUpon the Stranger reaching the [[Mirkwood|Greenwood]], presumably the [[East Bight]], the Mystics appeared to him, initially with the Dweller magically guised as Nori. Once they had him menacingly surrounded, the Dweller dropped the guise, and they knelt to him, proclaiming him to be [[Sauron|Lord Sauron]] their master, and told him finally that the constellation which he sought after was called the [[Hermit's Hat]] and was visible only in one place far to the east, in Rhûn.\n\nWhile the Mystics quickly incapacitated him when he refused to calm down upon being told his identity, four Harfoots led by Sadoc attempted to rescue the Stranger by stealth. However, the Mystics turned the tables on them by the Dweller's use of dark magic to act as a decoy. Then the Ascetic murdered Sadoc, throwing a knife into his stomach. When the Stranger woke, he fell to despair, believing all that the Mystics told him. However, upon being encouraged by Nori, and upon her bringing him the Dweller's staff that she had stealthily taken, he banished the three Mystics back from whence they came. As he did so, the Mystics realized who he truly was: the [[Wizards|Istar]].\n\nAfter returning to the [[Grove]], the Stranger departed alongside Nori, to venture into Rhûn in order to find out his true name and his origin.\n\n===Journey to Rhûn===\nThe Stranger and Nori became lost on their way to Rhûn. While en route, they noticed that they were being followed by a mysterious figure. They set a trap for the figure and, upon capturing them, it was revealed that it was their friend Poppy Proudfellow. Poppy had brought Harfoot maps to aid in their journey.\n[[File:The Rings of Power (TV series) - Dark Wizard.png|left|thumb|386x386px|The Dark Wizard addressing his acolytes.]]\nLater, at [[Caras Gaer]], a mysterious [[Dark Wizard]] admonished his [[Mystics|Mystic]] acolyte, the Dweller, who had failed to capture the Stranger. He changed his approach to capturing the Stranger and instead sent [[Brânk]] and his [[Gaudrim]] scouts to pursue him. Having realized they were being followed, the Stranger and his two friends changed their course to avoid detection. The journey proved arduous and, after running out of water, the Stranger collapsed from dehydration. \n\nPoppy and Nori soon stumbled upon a well and were able to soothe the Stranger's thirst. However, in doing so, they accidentally revealed their location to [[Brânk]] and the other [[Gaudrim]]. After finding a staff that he recognized from his dreams, the Stranger summoned a sandstorm and caused the scouts to flee. Not having full command of his powers, the staff disintegrated and the sandstorm swept Poppy and Nori away.\n\n===Destiny revealed===\n[[File:The Rings of Power (TV series) - The Stranger meets Tom Bombadil.jpeg|thumb|The Stranger speaking with Tom Bombadil.]]\nSearching for the lost Harfoots, the Stranger happened upon a strange bearded man who revealed himself to be [[Tom Bombadil]]. After freeing a Stranger from the grips of a tree, Tom inferred that he is \"[[Eldest]]\" and that he was present before the creation of the [[stars]]. He then revealed that Rhûn was once a verdant land that had recently become a barren waste, and that he had come to see why that was. Tom then explained that it was the Stranger's destiny to combat both the Dark Wizard and Sauron.\n\nTom Bombadil later took the Stranger to a barren grove of dead trees where the Stranger is meant to find his [[Wizards|Wizard]]'s staff. The Stranger had a vision of Nori and Poppy in the captivity of the Dark Wizard and wanted to help them, but Tom says that he must decide between helping them and fulfilling his destiny as the enemy of the Dark Wizard and Sauron.\n\n===Confronting the Dark Wizard===\nThe Stranger abandoned his search for the staff and travelled to the dwelling of the [[Stoors]] to save Nori and Poppy. He was met by the Dark Wizard, who implied that he had known the Stranger and was aware of his past, and that he wished for them to become allies who would supplant Sauron. However, after witnessing the Dark Wizard's violence against Brânk as the Gaudrim held Nori and Poppy captive, the Stranger rejected the Dark Wizard's offer. \n[[File:Rings of Power The Stranger Lifts Rocks.png|left|thumb|410x410px|The Stranger using his power to lift the rocks the Dark Wizard cast down from the rim of the Stoors' canyon.]]\nThe Dark Wizard grew angry and cast a spell which lifted and subsequently dropped many large rocks from the cliffs surrounding the canyon abode of the Stoors. Many of these rocks fell and caused a great deal of damage to the Stoor village, but the Stranger was able to suspend the remaining falling rocks with a counter-spell, saving the lives of the villagers and his Harfoot friends.\n\nThe village was in ruin from the damage caused by the Dark Wizard's magic, forcing the Stoors to migrate to find a new home. As they were leaving, the Stoors thanked the Stranger and called him \"Grand Elf\". After speaking with Nori, the Stranger found a branch from a tree in the canyon and adopted it as his new staff. \n\nLater the Stranger conversed with Tom Bombadil and reflected on the moniker the Stoors had deemed him with: \"Grand Elf\". Upon reflection, he had a moment of [[foresight]] and stated that he would come to be known as [[Gandalf]].\n\n{{References}}\n\n[[Category:The Rings of Power (TV series) characters]]"}}}