{"parse": {"title": "Far Harad: The Scorched Land", "pageid": 26277, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Merp far harad.jpg"}, {"ns": 0, "exists": "", "*": "1988"}, {"ns": 0, "exists": "", "*": "Angus McBride"}, {"ns": 0, "exists": "", "*": "Far Harad"}, {"ns": 0, "exists": "", "*": "Forest of Tears"}, {"ns": 0, "exists": "", "*": "Hazards of the Harad Wood"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Jessica M. Ney"}, {"ns": 0, "exists": "", "*": "John David Ruemmler"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "exists": "", "*": "Peter C. Fenlon"}, {"ns": 0, "exists": "", "*": "Warlords of the Desert"}, {"ns": 0, "*": "Charles Crutchfield"}, {"ns": 0, "*": "Richard H. Britton"}, {"ns": 0, "*": "Sean Sharp"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_far_harad.jpg"], "wikitext": {"*": "{{book\n| title=Far Harad: The Scorched Land\n| image = merp_far_harad.jpg\n| author=[[Charles Crutchfield]]\n| editor=[[John David Ruemmler]]\n| illustrator=[[Angus McBride]] and [[Sean Sharp]]\n| contributors=[[Peter C. Fenlon]], Carolyn Savoy (cartography)<br>David & Elise Martin (cartography & layouts)<br>[[Richard H. Britton]] (cover graphics)<br>Kurt Fischer, [[Jessica M. Ney]], Paula Peters, Marcia Sterrett, Suzanne Young, Bill Downs, & Becky Pope (production)\n| isbn=1-55806-007-3 \n| publisher=[[Iron Crown Enterprises]]\n| date=[[1988]]\n| format=Softcover, stapled \n| pages=56 plus map\n|ice=3800\n}}'''''Far Harad: The Scorched Land''''' is a module (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\nFor use with this supplement, [[Mithril Miniatures]] released a set of metal miniatures (M73 - M82 ''Far Harad'').\n\n== Cover/Jacket Text == \n\nFar to the south of the warring realms of Gondor and Mordor, lies an area of harsh winds and blazing sun known to its inhabitants [[Far Harad#Portrayal in adaptations|Bozisha-Miraz]]. It encompasses the lower half of the great desert of Haradwaith, and area labeled Far Harad on the maps of the northern world. Its watering holes and seaports teem with trade and intrigue - its wilds hold ancient mysteries and untold dangers. Though the region is little more than arid highlands, tortured canyons, and a half-score of oases, adventure and high-living await you under the southern sun of Far Harad.\n\nAdventurers find Far Harad rich with challenge. In the port city of Dar, hired swords are always in demand. The vast desert looms ominously with its secretive population of Sandmen and natural hardship. Men tell of entire cities swallowed by the Dune Sea. Ghosts and demons are said to walk the shifting land, guarding treasures beyond imagination. All this and more await the brave in the Scorched Land.\n\nFAR HARAD The Scorched Land includes:\n\n*4 FULL-COLOR MAPS covering the region and two major cities: Dir Halon and Caras Pharazôn \n*A 4-PAGE CITY MAP of the great trade center of Bozisha-Dar. \n*MAJOR LAYOUTS: detailed layouts of a key fortress, Gusar's Djebel; the oasis of Sud Sicanna, and other adventure sites. \n*IN DEPTH INFORMATION on cultures, people, creatures, treasures, politics, and warcraft found in the deserts of Southern Middle-earth. \n*BACKGROUND AND STATISTICAL INFORMATION for key figures like the 7-regent councilors of Bozisha-Dar, Haradan warriors, and the accursed desert minions of the Lord of the Rings. \n\nINTRODUCTION\n\nFar to the South of the warring realms of Gondor and Mordor, encompassing the lower half of the great desert of Haradwaith lies an area of harsh winds and blazing sun known to its inhabitants as Bozisha-Miraz. On the maps of the Northern world the region is a labeled Far Harad. The people who dwell there have passed in and out of sight of Middle-earth's great powers, but in times of great conflict between light and dark, such remote regions have been left to fend for themselves in favor of more important lands to the north. Thus, this piece of land, while it has been swayed by outsiders, has always been given time to return to its traditional ways when greater nations grow distracted.\n\nThe land of Far Harad is mostly taken up by the broad deserts of Haradwaith. Its northern boundaries are lost in the desert haze some leagues south of Umbar. To the south and east stand badlands where the farthest flung fingers of Haradan civilization fall well short of touching the neighboring states. To the west swells the endless sea. At the nation's center is its only reasonably fertile area, Raj, where an inlet from the sea and a fair-sized river, the Rijesha, bring moisture to the soil. The remainder of the territory holds little more than rocky hills and a half-score eases. The sun is blazing hot in the daytime and unyielding until nightfall.\n\nWhere the Rijesha meets the ocean inlet stands the region's largest settlement, known to some by its Westron name of Harshport. To its people, it is called Bozisha-Dar, or \"Gift of the Goddess\" in Apysaic. Harshport is a hedge-podge of cultural styles, where that of the native population is generally dominant, but the power of Umbar and old Númenor can be seen and felt. A more traditional settlement is found across the Hills of the Moon from the Oar in the forest known as The Gaj. The town is Tresti, or \"Rock,\" named for the stone that built it. Tresti's citizens are almost all of pure Haradan descent and are a proud and powerful people.\n\nThough the land has ever been only loosely involved in the great affairs of the North, the history of its people is rich and colorful, and there is plenty room for adventure and high living here under the southern sun of Far Harad.\n==See also==\n*''[[Warlords of the Desert]]''\n*''[[Forest of Tears]]''\n*''[[Hazards of the Harad Wood]]''\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}