{"parse": {"title": "The Shire (book)", "pageid": 23673, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Shire (MERP).jpg"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "exists": "", "*": "Shire (disambiguation)"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1640"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Shire_(MERP).jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|Shire|[[Shire (disambiguation)]]}}\n{{book\n|title=The Shire\n| image = The Shire (MERP).jpg\n|author=Wesley Frank\n|isbn=1-55806-234-3 \n|publisher=[[Iron Crown Enterprises]]\n|date=1995\n|format=Softcover\n|pages=276\n|ice=2017\n}}\n'''''The Shire''''' is a supplement (in the ''Realm''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\nFor use with this supplement, [[Mithril Miniatures]] released a set of metal miniatures (M52 - M61 ''The Shire People'').\n\n== Cover/Jacket Text == \n\n''\"As for the Hobbits of the Shire, with whom these tales are concerned, in the days of their peace and prosperity they were a merry folk. They dressed in bright colors, being notably fond of yellow and green; but they seldom wore shoes, since their feet had tough leathery soles and were clad in thick curling hair, much like the hair of their heads, which was commonly brown... Their faces were good-natured rather than beautiful, broad, bright-eyed, red-cheeked, with mouths apt to laughter, and to eating and drinking. And laugh they did, and eat, and drink, often and heartily, being fond of simple jests at all times... They were hospitable and delighted in parties, and in presents, which they gave away freely and eagerly accepted.\"'' - The Fellowship of the Ring, Prologue \n\nThe Hobbits of the Shire did not always dwell in peace and prosperity. Their beginnings in the Glennen were characterized by frugal living, hidden residences, and terror of the Necromancer's growing presence. Crossing the Misty Mountains to escape his Shadow, they encountered the arrogance and ridicule of Men along with all the perils of the wide world. The Shire was granted to the Halflings by King Argeleb II as their new homeland, but even then they faced strife from within and without. The Hobbit tribes of the Tooks, Pendles, and the Bucks were at odds continuously. And the Lords of House Tarma coveted the Halfling territory. Adventurers who visit the Shire will need to keep their blades loose in the scabbard - feuding Hobbit clans, proud and greedy nobles, strange remnants from the Eldar Days, and roving bandits all threaten the unwary. The Shire includes complete stats for MERP, the Lord of the Rings Adventure Game, and Rolemaster. \n\nThe Shire features: \n*COLOR MAPS - vivid renditions of the Shire in {{TA|1640}} and {{TA|3018}}. \n*THE GLENNEN - the mountain slopes and river vales where the Hobbits first lifted their faces to the sun, paddled their cockle-boats, and shrank from the Shadow that gathered in the East. \n*SIRAGALË - the rolling hills, that would one day become the Shire, but first were roamed by the Sirannar, a reclusive branch of the Nando Elves. \n*THE SHIRE GRANT - an account of the unique political tangle that culminated in the gift of the Shire to the Hobbits from Arthadan King Argeleb II. \n*THE SHIRE OF BILBO'S DAY - that pocket of tranquility guarded secretly by the Rangers of the North. \n*THE TOOK-THAINS - the chieftains of that adventuresome family of Hobbits from whose lineage sprang Bilbo and Frodo. \n*HOBBITS - the renowned heroes Merry, Pippin, and Sam, as well as more anonymous personalities with an equal measure of bravery, Kocho Kurl, Molly Boffin, Gresham Shaper, and others. \n*SITES - smials and hamlets of the Hobbits, tree-garths of the dwindling Sirannar, and manors of the Dúnedain. \n*ADVENTURES - join the Periwott Halflings in their struggle with unexpected guests: an Orc ambush camped on their doorstep; discover the malevolent aims of the \"Nackers,\" bogies with sharp fangs and claws who haunt the nights in the Marish; learn the origins of the great wolf that witnesses riots and stonings, proof that the passions of the Eldar Days still breath their peril into the tame lands of even the Shire.\n{{title|italics}}\n{{DEFAULTSORT:Shire}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}