{"parse": {"title": "The Battle for Middle-earth (book)", "pageid": 5353, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Battle for Middle-earth (book).jpg"}, {"ns": 0, "exists": "", "*": "2004"}, {"ns": 0, "exists": "", "*": "Fleming Rutledge"}, {"ns": 0, "exists": "", "*": "J. R. R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Battle_for_Middle-earth_(book).jpg"], "wikitext": {"*": "{{book\n|title=The Battle for Middle-earth<br><small>Tolkien's Divine Design in The Lord of the Rings</small>\n| image = The Battle for Middle-earth (book).jpg\n|author=[[Fleming Rutledge]]\n|publisher=Wm. B. Eerdmans Publishing Company\n|date=[[2004]]\n|format=Paperback\n|pages=373\n|isbn=0802824978\n}}\n'''''The Battle for Middle-earth: Tolkien's Divine Design in'' The Lord of the Rings''' is a book by Fleming Rutledge. Early editions carried the incorrect title \"The Battle for Middle Earth\". \n\n==From the publisher ==\n[[J. R. R. Tolkien]]'s ''Lord of the Rings'' has long been acknowledged as the gold standard for fantasy fiction, and the recent Oscar-winning movie trilogy has brought forth a whole new generation of fans. Many Tolkien enthusiasts, however, are not aware of the profoundly religious dimension of the great Ring saga. In ''The Battle for Middle-earth'' Fleming Rutledge employs a distinctive technique to uncover the theological currents that lie just under the surface of Tolkien's epic tale. Rutledge believes that the best way to understand this powerful \"deep narrative\" is to examine the story as it unfolds, preserving some of its original dramatic tension. This deep narrative has not previously been sufficiently analyzed or celebrated. Writing as an enthusiastic but careful reader, Rutledge draws on Tolkien's extensive correspondence to show how biblical and liturgical motifs shape the action. At the heart of the plot lies a rare glimpse of what human freedom really means within the Divine Plan of God. ''The Battle for Middle-earth'' surely will, as Rutledge hopes, \"give pleasure to those who may already have detected the presence of the sub-narrative, and insight to those who may have missed it on first reading.\"\n{{DEFAULTSORT:Battle for Middle-earth (book)}}\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Religious books]]"}}}