{"parse": {"title": "Turambar and the Foalókë", "pageid": 19911, "redirects": [{"from": "Turambar and the Foalóke", "to": "Turambar and the Foalókë"}], "links": [{"ns": 0, "exists": "", "*": "Ailios"}, {"ns": 0, "exists": "", "*": "Airin"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Arden R. Smith"}, {"ns": 0, "exists": "", "*": "Artanor"}, {"ns": 0, "exists": "", "*": "Barahir"}, {"ns": 0, "exists": "", "*": "Battle of Lamentation"}, {"ns": 0, "exists": "", "*": "Beleg"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Bethos"}, {"ns": 0, "exists": "", "*": "Bill Welden"}, {"ns": 0, "exists": "", "*": "Brodda"}, {"ns": 0, "exists": "", "*": "Brodda's hall"}, {"ns": 0, "exists": "", "*": "Carl F. Hostetter"}, {"ns": 0, "exists": "", "*": "Christopher Gilson"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dragon"}, {"ns": 0, "exists": "", "*": "Dwarf"}, {"ns": 0, "exists": "", "*": "Eltas"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Failivrin"}, {"ns": 0, "exists": "", "*": "Fall of Gondolin"}, {"ns": 0, "exists": "", "*": "Fall of Nargothrond"}, {"ns": 0, "exists": "", "*": "Flinding"}, {"ns": 0, "exists": "", "*": "Fëanorian lamps"}, {"ns": 0, "exists": "", "*": "Galweg"}, {"ns": 0, "exists": "", "*": "Glorund"}, {"ns": 0, "exists": "", "*": "Gnome"}, {"ns": 0, "exists": "", "*": "Gnomish"}, {"ns": 0, "exists": "", "*": "Gurtholfin"}, {"ns": 0, "exists": "", "*": "Gwedheling"}, {"ns": 0, "exists": "", "*": "Halad"}, {"ns": 0, "exists": "", "*": "Hithlum"}, {"ns": 0, "exists": "", "*": "Iathrim"}, {"ns": 0, "exists": "", "*": "Ilkorindi"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Magic"}, {"ns": 0, "exists": "", "*": "Mavwin"}, {"ns": 0, "exists": "", "*": "Melko"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Men of Brethil"}, {"ns": 0, "exists": "", "*": "Mr. Parish"}, {"ns": 0, "exists": "", "*": "Mîm"}, {"ns": 0, "exists": "", "*": "Nargothrond"}, {"ns": 0, "exists": "", "*": "Narn i Chîn Húrin (tale)"}, {"ns": 0, "exists": "", "*": "Narog"}, {"ns": 0, "exists": "", "*": "Nienóri"}, {"ns": 0, "exists": "", "*": "Noldoli"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Orgof"}, {"ns": 0, "exists": "", "*": "Orlin"}, {"ns": 0, "exists": "", "*": "Orodreth"}, {"ns": 0, "exists": "", "*": "Parma Eldalamberon 12"}, {"ns": 0, "exists": "", "*": "Parma Eldalamberon 13"}, {"ns": 0, "exists": "", "*": "Parma Eldalamberon 15"}, {"ns": 0, "exists": "", "*": "Patrick H. Wynne"}, {"ns": 0, "exists": "", "*": "Qenya"}, {"ns": 0, "exists": "", "*": "Rodothlim"}, {"ns": 0, "exists": "", "*": "Silver Bowl"}, {"ns": 0, "exists": "", "*": "Tale of Tinúviel"}, {"ns": 0, "exists": "", "*": "Tamar Lamefoot"}, {"ns": 0, "exists": "", "*": "Taurfuin"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part One"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin (chapter)"}, {"ns": 0, "exists": "", "*": "The History of Eriol or Ælfwine and the End of the Tales"}, {"ns": 0, "exists": "", "*": "The Nauglafring"}, {"ns": 0, "exists": "", "*": "The Tale of Eärendel"}, {"ns": 0, "exists": "", "*": "The Tale of Tinúviel"}, {"ns": 0, "exists": "", "*": "Tinwelint"}, {"ns": 0, "exists": "", "*": "Tol Eressëa"}, {"ns": 0, "exists": "", "*": "Turgon"}, {"ns": 0, "exists": "", "*": "Turuhalmë"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Wolves"}, {"ns": 0, "exists": "", "*": "Úrin"}, {"ns": 0, "*": "Spell of bottomless dread"}, {"ns": 1, "exists": "", "*": "Talk:Turambar and the Foalókë"}, {"ns": 2, "exists": "", "*": "User:LorenzoCB"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Claimed"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:HoME2chapters"}, {"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:PE"}, {"ns": 10, "exists": "", "*": "Template:LT2"}, {"ns": 10, "exists": "", "*": "Template:LT1"}], "images": ["CdxIconFlag.svg"], "wikitext": {"*": "{{claimed|[[User:LorenzoCB|Quentandil]]}}\n{{HoME2chapters}}\n'''Turambar and the Foalókë''', also called the '''Tale of Turambar''', is the second chapter of ''[[The Book of Lost Tales Part Two]]''. It represents the earliest version of the [[Narn i Chîn Húrin (tale)|Tale of the Children of Húrin]].\n\n==Synopsis==\nIn the second night of [[Turuhalmë]], [[Ailios]], who had told the [[tale of Tinúviel]], was absent, so it was [[Eltas]] who was asked to tell the following tale: he explained that this was the favourite story among [[Men]] and he had heard about it before he came to [[Tol Eressëa]] before the [[fall of Gondolin]].\n\n===[The capture of Úrin and Túrin's childhood in Hisilómë]===\nIn what would be known as the [[Battle of Lamentation]], [[Úrin]] and his folk of Men joined the [[Ilkorindi]] in the war against [[Melko]]. The disastrous battle brought ruin upon the [[Noldoli]], of which only [[Turgon]] and his folk escaped. Úrin and his followers were the only Men who did not flee the battle, and he was captured and tortured. Melko demanded to know where Turgon had escaped, but Úrin refused to tell him. In his wrath, Melko cursed Úrin and his kindred and chained him in a lofty place among the mountains and granted him [[magic]]al sight so that he would be forced to see the misfortunes of his family from afar.\n\nÚrin's wife, [[Mavwin]], moved into [[Hithlum]] after the war with her son [[Túrin]], and it was there she gave birth to [[Nienóri]]. She was very distressed and, not being able to leave Hithlum, she decided to send Túrin to the court of [[Tinwelint]], as her husband had befriended [[Barahir|Egnor]] and [[Beren]] the One-handed. Túrin was only seven years of age, so he parted from his mother with great sorrow. Two old men escorted the boy into the forests of the [[Artanor|Land Beyond]], which no man had entered before, and they could have perished among the enchanted woods were it not for the help of a wood-ranger, [[Beleg]]. \n\nTúrin was well received in Tinwelint and [[Gwedheling]]'s court, and he was taken as a child of the king. The king invited Mavwin to live in his court as well, but she refused out of pride, and because she had a baby and hoped Úrin would return.\n\n===[Túrin in Artanor]===\nTúrin grew well in the court, but he remained in a dark mood after his separation from his mother. When seven years passed, the messengers could no longer bring news about her. Out of distress and inspired by his father, he joined the [[Elves]] who ranged against the [[Orcs]] in the confines of the realm. This new life made him look disheveled and wild, which drew the mockery of [[Orgof]], an Ilkorin with [[Gnome]]-blood that lived in the court of Tinwelint. Túrin never paid attention to the Gnome except when, one day, on the twelfth anniversary since he saw his mother for the last time, Orgof made a rude comment about the women of Hithlum. Outraged, Túrin threw a chalice of gold into his teeth. Orgof then fell backwards and struck his head upon the stone in the floor, killing him instantly. \n\n===[Túrin and Beleg]===\nAshamed and feeling guilty, Túrin ran from the court. Disregarding Tinwelint's pardon, he began a life in the wilderness, and many joined him. Chief among these was Beleg, and the two had many adventures of which many songs were sung in those days, though those songs are now forgotten. Their deeds became widely known, making them the target of a great host of Orcs. Vastly outnumbered, their band was completely butchered, save for Túrin, who was captured, and Beleg, who could escape with wounds. After healing himself, Beleg gave chase to the host of Orcs, who by orders of Melko were taking Túrin to [[Angband]]. \n\nMelko had many Gnomes enslaved in his land who were captured with [[spell of bottomless dread|enchantments of fear]], but sometimes someone could escape. Thus, as Beleg was passing through in [[Taurfuin]], a dreadful forest south of the Iron Mountains, he came upon one of these escapees. [[Flinding]] was his name, and he carried with him a [[Fëanorian lamps|lamp of the Gnomes]]. Flinding had seen the captive Túrin and, reluctantly, he guided Beleg to the camp of the Orcs. With great bravery and perked ears, they passed through the watching [[wolves]], but as Túrin was in chains and completely exhausted, they carried him out of the camp. Right after, as Beleg was cutting Túrin's bonds with his sword, he wounded him in the foot, waking a fearful Túrin. As there was no light, Túrin took the sword and leaped upon Beleg, striking the weapon into his friend's throat. When he realized his mistake, he refused to leave his dying friend's side, but Flinding reminded him of the coming Orcs. Before saying his final good-bye, Túrin kissed Beleg upon the mouth.\n===[Túrin among the Rodothlim; Túrin and Glorund]===\nFlinding guided Túrin to his lands in the south, traveling by night to avoid the Orcs. Meanwhile, he told him about how he and Beleg had rescued him, and Túrin finally mourned. In that time, Túrin's first grey hairs appeared in spite of his youth. After many days, they arrived to the lands of the [[Rodothlim]], who lived by [[Narog|a river]] in [[Nargothrond|caves hidden]] by vegetation and enchantments. These people of the Noldoli survived against Melko thanks to this concealment, so when they found Flinding and Túrin approaching their door, they captured them and distrusted them, as no Gnome trusted another Gnome in those times. However, their lord [[Orodreth]] hearkened the stories of both newcomers and accepted them.\n\nThus Túrin began a new life in the caves and helped the Rodothlim in their fight against the hosts of Melko who approached their lands and, in return, they taught him much of the wisdom of [[Valinor]]. Túrin joined the board of [[Galweg]], whose daughter [[Failivrin]] soon became captivated by Túrin's hidden sadness, as he always carried the death of Beleg in his mind. He appreciated Failivrin's sweetness, but never softened his heart, which caused her great sadness.\n\nNow, as the power of Melko kept growing, the Rodothlim were told in their dreams to leave their caves and seek protection after Turgon. Túrin, who now sat in their councils, instead proposed that they stand against the enemy and fight. This divided the Rodothlim, as many loved their peaceful abode, but Túrin jumped into action and asked Orodreth for a sword. Thus, he was given a black sword with shining edges called [[Gurtholfin]], the Wand of Death. With it he did greater deeds, gaining great fame and the name of ''Mormakil'', the \"Black Sword\". \n\nThanks to Túrin's open battles, many Gnomes joined the Rodothlim, but Melko became aware of them and launched a massive attack with Orcs, wolves, and the great [[dragon]] [[Glorund]]. This battle became the greatest disaster for the Noldoli since the Battle of Unnumbered Tears, and all of the Rodothlim were slain or captured, with Túrin barely escaping with Orodreth back to the caves. There, the lord reproached him for his recklessness before dying. \n\nTúrin then went to find Galweg, but he was dead, too. Túrin and Flinding then tried to aid Failivrin, only for Flinding to be killed with an arrow to the eye. Glorund forced Túrin to come out from hiding with its breath, and paralyzed him with its enchanting eyes. Thus, Failivrin was captured and taken away in front of Túrin, and Glorund proceeded to mock him for his cowardice and the evil fate upon him. Túrin answered, denying his doom, and gave himself a new name: ''Turambar'', Conqueror of Fate. But the dragon tricked his mind and convinced him that Mavwin and Nienóri were in danger in Hisilómë, so he abandoned Failivrin and went to find his family. Then Glorund piled the golden treasures of the Gnomes in front of the caves and laid asleep in front of them.\n===[Túrin's return to Hithlum]===\nAfter a long trip, Turambar arrived to his old house at Hisilómë, but found it ruined by time and some locals explained him that Orcs roamed those parts, and they were amazed he had been able to cross the mountains without being attacked. As indicated, Turambar went to more prosperous lands where his mother and sister had moved years ago, but once again he found the house empty and abandoned. Desperate, he began to cry, and a man who was walking by told him that Mavwin and Nienóri had departed two years ago in secret, leaving all their properties to the care of [[Brodda]], the lord of those lands and married to a Mavwin's relative. However, Brodda had added Mavwin's heirloom to his own and did not take care of her lands and house.\n\nEnraged, Turambar went to [[Brodda's hall]]s and was welcomed to a dinner celebration. He did not accept the food they offered to him, but instead heaaded to Brodda and introduced himself as Turambar son of the wild forest. \"''I am come to repay thy stewardship of others' goods''\", said Turambar, and everyone present was silent, save Brodda, who laughed. Then Turambar jumped upon him and killed him with the black sword after revealing his true identity. Of those men who tried to stop him, only [[Orlin]] was killed. The people in the hall would have caused a slaughter, but [[Airin]], the wife of Brodda, appeared and stopped them. Turambar felt ashamed of his act and did not even dare to look at Airin. Despite her horror, she spoke wisely: Túrin had committed a horrible crime, killing his host and Orlin, of his kin. However, Brodda had wronged Mavwin. Therefore, Turambar was disinherited and condemned to exile. Everyone there agreed, save Turambar, who thought he deserved death.\n\n===[The return of Gumlin to Hithlum and the departure of Mavwin and Nienóri to Artanor]===\nNow the story turned back to Mavwin, when she still remained in Hithlum. Though she was deeply sad, she was greatly respected by the Men of that land. When Túrin flew from Artanor, her beautiful daughter was twelve years old and, years later, when the path to the north was cleared, old Gumlin told Tinwelint he desired to go back to Hithlum and see lady Mavwin before dying. Tinwelint allowed it and granted him two Elves as guards, and they made the hard journey in in the winter. As they arrived in Hithlum, Gumlin whelmed<!-- I'm not sure what \"whelmed\" means in this context. Did he faint or grow tired? -MOONBOLT -->, and by chance they asked for help at Mavwin's house. It was there he recovered and he was glad to reunite with Mavwin. \n\nHowever, Mavwin wept when Gumlin told her how Túrin had abandoned Artanor and how nothing had been heard from him since. With the coming of spring, Gumlin died, and Mavwin asked her people to help her to go to Artanor and find her son, but only the Elven guides agreed to help her when they came back to their realm. She went to Brodda and asked him to take care of her possessions, lands, and daughter, to which he agreed. However, Nienóri refused to stay, saying \"''Either thou go goest not, O Mavwin my mother, or go we both''\", which brought concern to their guides. Fortunately, the path was much clearer than they expected, and they reached Artaron without encountering many dangers.\n\n===[Mavwin and Nienóri in Artanor and their meeting with Glorund]===\nNow, in front of Tinwelint, Mavwin asked pardon for her son and help in finding him. The king answered he had already pardoned Túrin, but there was nothing he could do to find him. Therefore, Mavwin left the court and lived in the woods with her daughter, although the [[Iathrim|folk of Doriath]] took care of them in secret. \n\nSome months later, Mavwin found a company of wandering Gnomes who told her about the Rodothlim and how Mormakil was among them. They also told her of how [[Fall of Nargothrond|the realm had fallen]] to the dragon Glorund. Mavwin correctly assumed this Mormakil was Túrin, and asked Tinwelint to help her son, as he might be imprisoned in the dragon's realm. The king and his people coveted the dragon's mighty hoard, as they were people of the woods and quite poor compared to the Noldoli. They agreed to aid Mavwin this time, as they had hope that they could find Túrin. Tinwelint was willing to give her half of the dragon's spoils, but Mavwin answered, \"''Nay, give me but a woodman's cot and my son''\".\n\nThus, Tinwelint prepared a band of warriors and hunters who knew of the location of the Foalókë, and they were afraid despite their good disposition. Mavwin, however, was not afraid at all, and made it clear that she was willing to die attempting to rescue her son, as did her daughter, against Gwedheling's advice. The king agreed to send a greater party, to allow the women stay close to the lands of the Foalókë without meeting him, and so they departed.\n\nWhile approaching the realm of the Rodothlim, the party could beheld the devastated lands burned by the dragon. One of the Elves guided both women to a high place nearby while the others went to explore the caves. Despite their stealth, the dragon noticed the horses, so he came out of the caves and went down to the river, as was his custom, as great vapours rose from him. The fog and the scared horses scattered the company, and Mavwin and Nienóri found themselves alone and on foot. Then the fog cleared and the Foalókë appeared in front of them, and his baleful gaze made them weak of body and mind. But Mavwin and Nienóri overcame this power and questioned Glorund about Túrin. With evil cunning, he made them believe Turambar had died, saying, \"''here did the name of Túrin fade for ever from the earth''\". Thus, Mavwin offered herself to be killed and asked mercy for Nienóri, but he released a spell upon their minds, sinking them into darkness, and mother and daugther would never find each other again.\n\n===[Turambar and Níniel]===\nNienóri woke up in the middle of a forest, barely remembering anything from her past life. Thus she wandered in hunger and confusion until, one day, a band of Orcs attacked her and, as she fled, a man saved her. The man was none other than Turambar. As they introduced each other, she was unable to remember her name or her origins, so he named her ''Níniel'', or little one of tears, which she did not like.\n\nAs they came to Turambar's village, they encountered the fall of the [[Silver Bowl]], which disturbed Níniel for unknown reasons. Once in the village, Níniel began living in the house of [[Bethos]], as Turambar's house was quite isolated. As time passed, both Turambar and [[Tamar Lamefoot]], son of Bethos, grew in their love for her, but only Turambar asked her in marriage. \n\nIn that time, Bethos died and Turambar was chosen as the new [[Halad|chief]] of the [[Men of Brethil|wood-rangers]], as they already knew he was the son of Úrin. Thus, encouraged by their people, Turambar and Níniel married soon after, and Turambar was very glad, thinking he had finally overcome destiny. However, both partners did not dare to talk about their past lives, and were deeply troubled within themselves.\n\n===[The slaying of Glorund]===\nAfter this time of peace, Glorund's dominion had grown, so he decided to expand his kingdom of terror and attack the lands of Tinwelint and the woodmen. However, his hosts of enslaved Noldoli and Orcs were stopped by the bravery of Men, for the folk of Turambar were prosperous and growing in number, and he and Níniel were like a king and queen for them. In the happiness of victory, Níniel conceived. However, the dragon was furious, and decided to fight them himself, leaving his caves and treasures in charge of a guard led by [[Mîm]] the [[dwarf]].\n\nAs Glorund approached their, lands leaving a path of destruction, Turambar called to arms to some brave men to fight the worm in a stream bordering the forest. Few came, as the people feared an army of Orcs was coming as well, and Níniel joined the party of her husband, and he accepted her aid, as he thought that if they failed they would all die. However, many of their folk followed them not far behind out of curiosity or senselessness.\n\nWhen the party arrived upon the fall of the Silver Bowl, they decided to rest there, and Níniel felt restless and asked Turambar to abandon the quest, to which he answered: \"''Nay, Níniel mine, nor thou nor I die this day, not yet tomorrow, by the evil of the dragon or by the foemen's swords''\". After having rested, they could see the smoke of the sleeping dragon from afar. Therefore, Turambar made the plan of intercepting the Foalókë in the stream's ditch and attacking him from beneath once he tried to cross it. Only six men of the party stood forward to follow Turambar, and then they took their farewell. The rest went back to a hill nearby, and Níniel waited there in silent sorrow, and Tamar sat with her, guarding her faithfully.\n\n<center><big>''To be continued...''</big></center>\n\n==The many names of Túrin==\n*'''''Túrin''''': Birth name. [[Gnomish]] for \"Lord\".<ref>{{PE|15}}, p. 61</ref>\n*'''''Gormagli''''': Given by the [[Rodothlim]], but not included in the Lost Tale's narrative. Gnomish for \"Great Bear\". Its cognate in [[Qenya]] is '''''Oromatsilë'''''.<ref name=\"Parma\">{{PE|13}}, p. 149</ref>\n*The \"'''Black Sword'''\": Given by the Rodothlim when he with his sword [[Gurtholfin]] becomes a champion among them. Translated in Gnomish as '''''Mormagli''''', and in [[Qenya]] as '''''Mormakil'''''.<ref name=\"Turambar\">{{LT2|II}}</ref>{{rp|84}} Gnomish variant ''Mornvegil''.<ref name=\"Parma\" />\n*'''''Turambar''''': Given to himself in his first confrontation with Glorund; it is the name used by the narrative thereon. Qenya for \"Conqueror of Fate\"; Gnomish cognate '''''Turumart'''''.<ref name=\"Turambar\" />{{rp|86}} Variants in Qenya ''Turumarto'',<ref>{{LT1|Appendix}}, entry \"Meril-i-Turinqi\"</ref> ''Turamarto''.<ref>{{PE|12}}, p. 95</ref>\n*\"'''Turambar son of the weary forest'''\": Given to himself when returned to Hisilómë. Translated in Gnomish as ''Turumart go-Dhrauthodauros'' / ''bo-Dhrauthodavros'', and in Qenya as ''Turambar Rúsitaurion''.<ref name=\"Turambar\" />{{rp|89}}\n{{references}}"}}}