{"parse": {"title": "La Feuille de la Compagnie 2", "pageid": 27061, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:La Feuille de la Compagnie 2.jpg"}, {"ns": 0, "exists": "", "*": "2003"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "L'association La Compagnie de la Comté"}, {"ns": 0, "exists": "", "*": "La Feuille de la Compagnie 1"}, {"ns": 0, "exists": "", "*": "La Feuille de la Compagnie 3"}, {"ns": 0, "exists": "", "*": "Letter to Milton Waldman"}, {"ns": 0, "exists": "", "*": "Michaël Devaux"}, {"ns": 0, "exists": "", "*": "Tolkiendil (Tolkien society)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:La Feuille de la Compagnie"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["La_Feuille_de_la_Compagnie_2.jpg"], "wikitext": {"*": "{{book|\ntitle=Tolkien, les racines du légendaire: La Feuille de la Compagnie no.2\n| image = La Feuille de la Compagnie 2.jpg\n| caption = \n| author=Edited by [[Michaël Devaux]]\n| isbn=\n| publisher=Genève: Ad Solem\n| date=[[2003]]\n| format=\n| pages=416\n| followedby=[[La Feuille de la Compagnie 3]]\n}}\n\n'''''La Feuille de la Compagnie 2: Tolkien, les racines du légendaire''''' (\"The Leaf of the Fellowship 2: Tolkien and the Roots of the Legendary\") is an issue of the French journal ''La Feuille de la Compagnie''. The issue includes [[J.R.R. Tolkien]]'s [[Letter to Milton Waldman|letter to Milton Waldman from ca. 1951]] in both French and English versions.\n\n== Contents == \n* Éditorial\n* Inédit : J. R. R. Tolkien, [[Letter to Milton Waldman|Lettre à M. Waldman]] (1951 ?), traduction complète de [[Michaël Devaux|M. Devaux]], édition bilingue du résumé du ''Seigneur des Anneaux''\nDossiers :\n* ''Louis Bouyer & J. R. R. Tolkien : une amitié d'écrivains'', par [[Michaël Devaux]]\n* ''Númenor, centre celtique'', par [[Michaël Devaux]]\n* Eriol ou Ælfwine le marin, par Philippe Garnier\n* Tableaux de correspondance entre ''Le Seigneur des Anneaux'' et ''The History of The Lord of the Rings'', par [[Michaël Devaux]]\nArticles :\n* [[Michaël Devaux]], ''Les anges de l'Ombre chez Tolkien : chair, corps et corruption''\n* Irène Fernandez, ''La vérité du mythe chez Tolkien: imagination et gnose''\n* Verlyn Flieger, ''Nommer l'ineffable: l'« Un » néo-platonicien dans Le Silmarillion de Tolkien'', trad. fr. de D. Ledanois\n* Philippe Garnier, ''Les traditions textuelles des Jours anciens''\n* Sébastien Mallet, ''L'anneau de Barahir''\nComptes rendus :\n* Tour d'horizon bibliographique, par [[Michaël Devaux|M. Devaux]]\n* J. R. R. Tolkien, The History of the Lord of the Rings, par D. A. Anderson, trad. fr. de Ph. Garnier\n* J. R. R. Tolkien, Letters from Father Christmas, revised edition, par C. Fockeu\n* J. R. R. Tolkien, Contes et légendes inachevés, par C. Fockeu\n* R. Beare, Tolkien & the Silmarillion, par [[Michaël Devaux|M. Devaux]]\n* C. Duriez, ''Tolkien and The Lord of the Rings'', par [[Michaël Devaux|M. Devaux]]\n* ''P. Jackson, La Communauté de l'Anneau, le film'', par G. Semprini\n\n== From the publisher ==\n\nConsidering Tolkien seriously : this is the project of ''La Compagnie de la Comté'', an association founded seven years ago. Is the Middle-earth established by Tolkien in three Ages the pure fruit of the imagination or the age of reason ? What rationality for fairyland ? Can a mythology only be a prolegomena to a rational discourse or can the mythos be kept alongside the logos after the end of ancient mythologies ? What roots innervate the fairy tree ?\nTo create Middle-earth, Tolkien drew on two sources: the matter of the North (the Scandinavian culture he taught at Oxford) and his (Catholic) faith. Its borrowings from the patristic tradition are identifiable. The study of two questions proves this exemplarily. How to name God ? Do angels have bodies ? Moreover, fairyland, as Tolkien thinks, is in no way comparable to New Age - modern gnosis which, like the Fathers of the Church yesterday, Tolkien allows us to reject today. Because if ''The Lord of the Rings'' is also a sucker, this new tree is rooted, with discernment, in tradition. Moreover, this fairyland thinks of itself as a tradition. Tolkien, in the letter to Mr. Waldman which we publish, traces the complete genesis of his mythology. He appears as the last scribe of a tradition dating back to Eriol, an Anglo-Saxon traveler in contact with the Elves. But the fairyland can also be thought of not only as a discourse on the land of the Elves, but above all by its events (the meeting of creatures in these places). This is what that French friend of Tolkien, R. P. Louis Bouyer, admirably suggests. Taking fairyland seriously therefore requires entering into its own history, allegory being a facility that must be renounced.\nWe can then support a few theses internal to the legendary. Thus we will discover why the ring is not only an instrument of power, why Sauron is not only a new Melkor, why Sauron is still not only an eye. Finally, we will see why Númenor is a Celtic center - by which we join the other source of inspiration of Tolkien.<ref group=note>[Original text:]Prendre Tolkien au sérieux : tel est le projet de La Compagnie de la Comté, association fondée il y a sept ans. La Terre du Milieu mise en scène par Tolkien en trois Âges est-elle le pur fruit de l'imagination ou en âge de raison ? Quelle rationalité pour la féerie ? Une mythologie ne peut-elle être que prolégomènes à un discours rationnel ou peut-on conserver le mythos auprès du logos après la fin des mythologies antiques ? Quelles racines innervent l'arbre féerique ?\nPour créer la Terre du Milieu, Tolkien a puisé à deux sources : la matière du Nord (la culture scandinave qu'il enseignait à Oxford) et sa foi (catholique). Ses emprunts à la tradition patristique sont identifiables. L'étude de deux questions le prouve exemplairement. Comment nommer Dieu ? Les anges ont-ils un corps ? En outre, la féerie, telle que la pense Tolkien, n'est en rien assimilable au New Age - gnose moderne que, tels les Pères de l'Église hier, Tolkien nous permet de repousser aujourd'hui. Car si Le Seigneur des Anneaux est lui aussi un surgeon, ce nouvel arbre est enraciné, avec discernement, dans la tradition. Plus, cette féerie se pense elle-même comme tradition. Tolkien, dans la lettre à M. Waldman que nous publions, retrace la genèse complète de sa mythologie. Il apparaît comme le dernier scribe d'une tradition remontant à Eriol, voyageur anglo-saxon en contact avec les Elfes. Mais la féerie peut aussi se laisser penser non seulement comme discours sur le pays des Elfes, mais surtout par ses événements (la rencontre des créatures en ces lieux). C'est ce que suggère admirablement cet ami français de Tolkien qu'était le R. P. Louis Bouyer. Prendre au sérieux la féerie impose donc de rentrer dans son histoire propre, l'allégorie étant une facilité à laquelle il faut renoncer.\nL'on peut alors soutenir quelques thèses internes au légendaire. Ainsi découvrira-t-on pourquoi l'anneau n'est pas qu'instrument de pouvoir, pourquoi Sauron n'est pas qu'un nouveau Melkor, pourquoi Sauron encore n'est pas qu'un œil. Enfin, l'on verra pourquoi Númenor est un centre celtique — par où l'on rejoint l'autre source d'inspiration de Tolkien.</ref>\n\n==External links==\n\n*[http://www.jrrvf.com/compagnie/feuille2.html Official web page] \n*[https://www.tolkiendil.com/tolkien/sur-tolkien/la_feuille_de_la_compagnie_2 Detailed description] on [[Tolkiendil (Tolkien society)|Tolkiendil.com]].\n\n{{references|note}}\n{{La Feuille de la Compagnie}}\n{{title|journal}}\n[[Category:French publications]]\n[[Category:Unsorted journal issues]]"}}}