{"parse": {"title": "The War of Wrath, Op. 71 (Opera)", "pageid": 65179, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}], "templates": [], "images": ["War_of_Wrath_Cover.jpg"], "wikitext": {"*": "[[File:War of Wrath Cover.jpg|thumb|Artwork from the CD release. Used by permission of Ted Nasmith.]]\nPart five of [[Paul Corfield Godfrey]]'s operatic cycle ''Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien.''\n\nThis section of the ''Epic Scenes'' was composed between 2019 and 2020 with the permission of the Tolkien Estate.  After successfully completing recordings of all of the previous works in the cycle Godfrey was persuaded to create a new work to finish off both the cycle and the story.  The libretto was adapted by the composer and Simon Crosby Buttle. It utilises texts from ''[[The Silmarillion]], [[The Book of Lost Tales]]'' and ''[[The Lord of the Rings]]''.\n\nIt has a total duration of 122 minutes and is scored for full orchestra, full chorus and solo voices.\n\n== Characters ==\n'''Valar and Maiar:'''\n\nThe ELDER KING (Bass)\n\nELBERETH (Soprano), his spouse\n\nULMO (Bass-Baritone), Lord of the Waters\n\nMANDOS (Baritone), Lord of Death\n\nEÖNWË (Baritone), Herald of the Valar\n\nMORGOTH (Bass), the Enemy\n\nSAURON (Bass), his servant\n\nMELIAN (Mezzo-soprano), Queen of Doriath\n\n\n'''Elves:'''\n\nTHINGOL GREYCLOAK (Bass), King of Doriath\n\nGALADRIEL (Soprano), sister of King Finrod Felagund\n\nCÍRDAN (Bass), a mariner\n\nMAEDHROS (Baritone), surviving son of Fëanor\n\nMAGLOR (Tenor), surviving son of Fëanor\n\nCURUFIN (Tenor), survivng son of Fëanor\n\n\n'''Half-elven:'''\n\nEÄRENDIL (Tenor), son of Tuor and Idril\n\nELWING (Mezzo-soprano), his wife, great-granddaughter of Thingol and Melian\n\nELROND (Tenor as an adult, silent as a child), one of their twin sons\n\nELROS (silent child), one of their twin sons\n\n\nMixed chorus Unseen Voices\n\n== Synopsis ==\n'''The Prophecy (Prologue)'''\n\nElbereth and the host of the Valar are seated in the Ring of Doom awaiting the first arrival of the Elves crossing from Middle-earth.  She sings of the beauties of Valinor and of Eärendil, the one who will sacrifice everything to     eventually come to the aid of all of the Children of Illúvatar.\n\n\n'''The Vision (Scene One)'''\n\nCírdan, one of the Elves travelling across Middle-Earth to make the crossing to Valinor, is delayed because of searching for his missing friend Thingol. He arrives at the shore too late to board the ships and swears to build his own ship to make the crossing.  Ulmo, the Lord of Waters, appears to him in a vision and tells him wait behind and bide his time for the prophecy of Eärendil to come to fruition.  He shows him an image of a white ship sailing through the air shining as a star.  Círdan relents and stays behind.\n\n\n''The events of scenes four to the epilogue of Fëanor take place in between these scenes.''\n\n\n'''The Questioning (Scene Two)'''\n\nIn the hidden realm of Doriath, Melian the Queen asks Galadriel to tell her of the reasons for the exile of the Noldor to Middle-Earth. Galadriel is reluctant to reveal all and will not talk of the Kinslaying.  Melian warns Thingol that the disputes between the princes of the Noldor will threaten his realm, and that the sons of Fëanor are not to be trusted. She foresees that the coming of Men, and that one man in particular, will soon change the destiny of both races.\n\n\n''The events of Beren and Lúthien, The Children of Húrin and all but the epilogue of The Fall of Gondolin take place in between these scenes.​ In the interim the great wolf Carcharoth, driven mad by the Silmaril still burning inside him, breaks through the Girdle of Melian and begins a rampage through Doriath.  He is slain and Mablung removes the gem from his belly and returns it to Thingol in Doriath.''\n\n\n'''The Ruin of Doriath (Scene Three)'''\n\nMelian is beginning to feel her control over events is slipping; and the Sons of Fëanor, mindful of their Oath to keep the Silmarils from any but themselves, discover that one of their father’s creations is held by Thingol in Doriath.  On the festival of the King, when Thingol is hunting outside the Girdle of Melian, they ambush and kill him.  This creates enough disruption to Melian’s power for them to cross her barrier and enter Doriath.  They begin a brutal and ruthless sacking of the Realm in search for the Gem.  When coming close to the throne room Melian quickly sends her great-granddaughter Elwing away from the city with the Silmaril.  The Sons of Fëanor break into the throne room and present Melian with the head of her husband.  At that moment she abandons all of her protections of the realm and walks away from her home, unchallenged by the attackers.  The Sons of Fëanor then discover that the Silmaril is no longer there and the realm is destroyed.\n\n\n''The survivors of all of the great realms of Beleriand, Nargothrond, Gondolin and Doriath, along with the remaining members of the great Houses of Men are now isolated on the Western Coast of Middle-Earth, the majority in the Havens of Sirion, where Tuor acts as Lord of the Exiles.  The rest of the land is now taken by Morgoth’s forces and the war against him is all but lost.  Tuor sails off into the west to seek aid from the Valar against Morgoth and is never heard from again.''\n\n\n'''The Mariner (Scene Four)'''\n\nEärendil is now married to Elwing and they have twin sons, Elrond and Elros.  The situation in Middle-Earth is now dire and he has no recourse but to brave the sea and try to find the Blessed Realm to ask for the assistance of the Valar.  Círdan aids him in building a ship, Vingelot, to make the crossing and he bids farewell to his family.  The enchantments placed by the Valar mean that his ship ends up lost at sea.\n\n\n'''The Voyage of Eärendil (Scene Five)'''\n\nThe Sons of Fëanor attempt to seize the Silmaril from Elwing, which she has kept in hiding. Elrond and Elros manage to flee but Elwing is trapped against a cliff edge.  As Curufin attempts to take the gem from her she throws herself into the sea, and in pursuit of her he falls to his death in the waves. Ulmo intervenes and bears her aloft as a seabird to the deck of Eärendil’s ship. Together, with the Silmaril bound upon the brow of Eärendil, the two of them set sail once again for Valinor and this time through its power they succeed.\n\n\n'''The Judgement (Scene Six)'''\n\nEönwë the herald of the Valar bids Eärendil and his wife welcome to the Blessed Realm.  Eärendil pleads on behalf of the two Kindreds for their aid in the war against Morgoth.  His prophecy is now fulfilled and the Valar agree to lend support to the forces in Middle-Earth opposing the enemy Morgoth. But the two half-elven are not allowed to return to Middle-Earth, and their ship is raised to the stars with the Silmaril bound to its mast.\n\n\n'''The War of Wrath (Scene Seven)'''\n\nThe assault of the Valar comes to Morgoth, and his realm is laid to waste.  He tries to resist by sending massive winged dragons into the fray but Eärendil, now aboard his ship of the air, comes to slay the beasts. Morgoth is ultimately captured, chained and sent into the Void.  The remaining two Silmarils are taken from his crown by Eönwë.\n\n\n'''The Silmarils Come to Rest (Scene Eight)'''\n\nMaglor and Maedhros, the two remaining of the Sons of Fëanor, demand that the Silmarils should be surrendered to them in fulfilment of their Oath. To this Eönwë consents; but the jewels burn the hands of the two brothers with unendurable pain, and they cast them into the depths of the Earth and the Sea.  The Valar save the survivors of the war by sending them East to Eregion and then sink the wasted Beleriand into the sea.\n\n\n'''The Rings of Power (Scene Nine)'''\n\nSauron, the surviving servant of Morgoth, attempts to seduce the Elves by the suggestion that with their creative powers they should seek to render Middle-Earth as blissful as the distant realm of the Valar. But he deceives them, and as he forges the One Ring to make himself the master, the voice of Morgoth is heard pronouncing the doom of the Elves.\n\n\n'''The Waning (Epilogue)'''\n\nThe three bearers of the Elven Rings, Elrond, Galadriel and Círdan, lament the downfall of the Elves, but suggest that their powers are not yet ended, even in times far distant.  They will await the end of the darkness and the Age of Men.\n\n== Recordings ==\nIn 2023 Volante Opera Productions produced a demo recording of the work using sampled orchestra and professional opera singers. It was released by Prima Facie records.\n\n'''Cast:'''\n\nElbereth, Queen of Light (Soprano): Emma Mary Llewellyn\n\nCírdan, a mariner (Baritone): Julian Boyce\n\nUlmo, Lord of Waters (Bass): Martin Lloyd\n\nMelian, Queen of Doriath (Mezzo Soprano): Helen Jarmany\n\nGaladriel, sister of Finrod Felagund (Soprano): Angharad Morgan\n\nThingol, King of Doriath: Martin Lloyd\n\nMaglor, Son of Fëanor (Tenor): Michael Clifton-Thompson\n\nCurufin, Son of Fëanor (Tenor): Huw Llywelyn\n\nElwing, wife of Eärendil (Mezzo Soprano): Sophie Yelland\n\nMaedhros, Son of Fëanor (Baritone): Stephen Wells\n\nEärendil, Son of Tuor and Idril (Tenor): Simon Crosby Buttle\n\nEönwë, Herald of the Valar (Baritone): Philip Lloyd-Evans\n\nThe Elder King (Bass): George Newton-Fitzgerald\n\nMandos, Lord of Death (Baritone): Julian Boyce\n\nSauron, Lieutenant of Morgoth (Bass): Jasey Hall\n\nMorgoth, the Enemy (Bass): Laurence Cole\n\nElrond, Son of Eärendil and Elwing (Tenor): Simon Crosby Buttle\n\n\n'''Chorus of unseen voices:'''\n\nRosie Hay/Emma Mary Llewellyn/Stella Woodman/Helen Greenaway\n\nHuw Llywelyn/Michael Clifton-Thompson/Simon Crosby Buttle/Philip Lloyd-Evans\n\nJulian Boyce/Stephen Wells/Jasey Hall/George Newton-Fitzgerald\n[[Category:Classical music]]\n[[Category:Opera]]"}}}