{"parse": {"title": "Battle of the Pelennor Fields", "pageid": 1020, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Per Sjögren - The Battle of the Pelennor Fields.jpg"}, {"ns": 0, "exists": "", "*": "14 March"}, {"ns": 0, "exists": "", "*": "15 March"}, {"ns": 0, "exists": "", "*": "Ambush at Fangorn Forest"}, {"ns": 0, "exists": "", "*": "Anduin"}, {"ns": 0, "exists": "", "*": "Angmar"}, {"ns": 0, "exists": "", "*": "Anke Eißmann"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Arnor"}, {"ns": 0, "exists": "", "*": "Battle of Bywater"}, {"ns": 0, "exists": "", "*": "Battle of Dale"}, {"ns": 0, "exists": "", "*": "Battle of Isengard"}, {"ns": 0, "exists": "", "*": "Battle of the Chamber of Mazarbul"}, {"ns": 0, "exists": "", "*": "Battle of the Hornburg"}, {"ns": 0, "exists": "", "*": "Battle of the Morannon"}, {"ns": 0, "exists": "", "*": "Battle of the Pelennor Fields (disambiguation)"}, {"ns": 0, "exists": "", "*": "Battle under the trees"}, {"ns": 0, "exists": "", "*": "Berserker"}, {"ns": 0, "exists": "", "*": "Black Breath"}, {"ns": 0, "exists": "", "*": "Black Serpent"}, {"ns": 0, "exists": "", "*": "Breaking of the Fellowship"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Darkness"}, {"ns": 0, "exists": "", "*": "Denethor"}, {"ns": 0, "exists": "", "*": "Dernhelm"}, {"ns": 0, "exists": "", "*": "Easterlings"}, {"ns": 0, "exists": "", "*": "Elladan"}, {"ns": 0, "exists": "", "*": "Elrohir"}, {"ns": 0, "exists": "", "*": "Fall of Dol Guldur"}, {"ns": 0, "exists": "", "*": "Faramir"}, {"ns": 0, "exists": "", "*": "Faramir's defense of Osgiliath"}, {"ns": 0, "exists": "", "*": "Fell beasts"}, {"ns": 0, "exists": "", "*": "First Battle of the Fords of Isen"}, {"ns": 0, "exists": "", "*": "Forlong"}, {"ns": 0, "exists": "", "*": "Frodo"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gimli"}, {"ns": 0, "exists": "", "*": "Glorfindel"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Gondorians"}, {"ns": 0, "exists": "", "*": "Gothmog (Lieutenant of Morgul)"}, {"ns": 0, "exists": "", "*": "Great Gate of Minas Tirith"}, {"ns": 0, "exists": "", "*": "Grimbold"}, {"ns": 0, "exists": "", "*": "Grond (Hammer of the Underworld)"}, {"ns": 0, "exists": "", "*": "Grond (battering ram)"}, {"ns": 0, "exists": "", "*": "Guards of the Citadel"}, {"ns": 0, "exists": "", "*": "Harad"}, {"ns": 0, "exists": "", "*": "Haradrim"}, {"ns": 0, "exists": "", "*": "Hirluin"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Hornburg"}, {"ns": 0, "exists": "", "*": "Houses of Healing"}, {"ns": 0, "exists": "", "*": "Imrahil"}, {"ns": 0, "exists": "", "*": "Isildur"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Khand"}, {"ns": 0, "exists": "", "*": "Lamedon"}, {"ns": 0, "exists": "", "*": "Legolas"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Minas Tirith"}, {"ns": 0, "exists": "", "*": "Minas Tirith (chapter)"}, {"ns": 0, "exists": "", "*": "Morannon"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Oathbreakers"}, {"ns": 0, "exists": "", "*": "Oliphaunts"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Osgiliath"}, {"ns": 0, "exists": "", "*": "Palantíri"}, {"ns": 0, "exists": "", "*": "Paths of the Dead"}, {"ns": 0, "exists": "", "*": "Pelennor Fields"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Rangers of the North"}, {"ns": 0, "exists": "", "*": "Rhûn"}, {"ns": 0, "exists": "", "*": "Rohan"}, {"ns": 0, "exists": "", "*": "Rohirrim"}, {"ns": 0, "exists": "", "*": "Sam"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Sauron's attack on Osgiliath"}, {"ns": 0, "exists": "", "*": "Second Battle of the Fords of Isen"}, {"ns": 0, "exists": "", "*": "Siege of Gondor"}, {"ns": 0, "exists": "", "*": "Snowmane"}, {"ns": 0, "exists": "", "*": "The Battle of the Pelennor Fields"}, {"ns": 0, "exists": "", "*": "The Last Debate"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Return of the King"}, {"ns": 0, "exists": "", "*": "The Pyre of Denethor"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "The Ride of the Rohirrim"}, {"ns": 0, "exists": "", "*": "The Siege of Gondor"}, {"ns": 0, "exists": "", "*": "The Stairs of Cirith Ungol"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}, {"ns": 0, "exists": "", "*": "Théoden"}, {"ns": 0, "exists": "", "*": "Trolls"}, {"ns": 0, "exists": "", "*": "War of the Ring"}, {"ns": 0, "exists": "", "*": "Wargs"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Witch-king"}, {"ns": 0, "exists": "", "*": "Éomer"}, {"ns": 0, "exists": "", "*": "Éowyn"}, {"ns": 14, "exists": "", "*": "Category:Images by Laurent Alquier"}, {"ns": 14, "exists": "", "*": "Category:Images of the Battle of the Pelennor Fields"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Battle"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Flexbox"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Wotr"}, {"ns": 10, "exists": "", "*": "Template:Campaign"}, {"ns": 10, "exists": "", "*": "Template:Seealso"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RK"}, {"ns": 10, "exists": "", "*": "Template:TT"}, {"ns": 10, "exists": "", "*": "Template:HM"}, {"ns": 828, "exists": "", "*": "Module:Flexbox"}, {"ns": 828, "exists": "", "*": "Module:Common"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}, {"ns": 828, "exists": "", "*": "Module:Flexbox/styles.css"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}], "images": ["Per_Sjögren_-_The_Battle_of_the_Pelennor_Fields.jpg", "CdxIconArticleDisambiguation.svg", "Laurent_Alquier_-_Éowyn's_Stand_in_the_Pelennor_Fields.jpg", "Anke_Eißmann_-_The_Black_Serpent_founders.jpg"], "wikitext": {"*": "{{disambig-more|Battle of the Pelennor Fields|[[Battle of the Pelennor Fields (disambiguation)]]}}\n{{battle\n| image = Per Sjögren - The Battle of the Pelennor Fields.jpg\n|name=Battle of the Pelennor Fields\n|conflict=[[War of the Ring]]\n|date=[[15 March]] {{TA|3019}}\n|place=[[Minas Tirith]] and [[Pelennor Fields]], [[Gondor]]\n|result=Victory of Gondor and Rohan\n|side1=[[Gondor]], [[Rohan]]\n|side2=\t[[Mordor]], [[Harad]], [[Rhûn]], [[Khand]]\n|commanders1=*[[Denethor]] †\n*[[Gandalf]]\n*[[Imrahil]]\n*[[Hirluin]] †\n*[[Théoden]] †\n*[[Grimbold]] †\n*[[Forlong]] †\n*[[Éomer]]\n*[[Aragorn]]\n| commanders2=*The [[Witch-king]] of [[Angmar]] †\n*[[Gothmog (Lieutenant of Morgul)|Gothmog]]\n| forces1= ~3,000 defenders of Minas Tirith<br>6,000 Rohirrim reinforcements<br>Unknown Gondor reinforcements\n| forces2=Unknown total strength, but vast numerical superiority to Gondor's forces\n*18,000 Haradrim\n| casual1=Severe, including [[Théoden|King Théoden]] of [[Rohan]]\n| casual2=Near-total, including a chieftain of the [[Haradrim]] and the [[Witch-king]] of [[Angmar]]\n}}\n{{wotr}}\nThe '''Battle of the Pelennor Fields''' was the greatest battle of the [[War of the Ring]], and indeed the largest of the entire [[Third Age]].\n\n==History==\n===Prelude===\n{{seealso|Siege of Gondor}}\nAfter the fall of [[Osgiliath]] there was no longer a barrier against the forces of [[Mordor]], which moved onto the [[Pelennor Fields]] on [[15 March]] {{TA|3019}} as [[Sauron|Sauron's]] [[Darkness]] blotted out the sun. Almost all of Minas Tirith's civilian population was evacuated prior to the siege and were sent southward to Gondor's southern fiefdoms.<ref name=\"RK|V1\">{{RK|V1}}</ref>\n\n===Opposing Forces===\n<!--Do not change any figures in this section without the addition of sources-->\nMordor's troops consisted of some 18,000 [[Haradrim]],<ref name=\"Rohirrim\">{{RK|V5}}</ref> several Haradrim war [[Oliphaunts]], unknown number of [[Easterlings]] and [[Orcs]]. This army was the largest that had been fielded in over 3,000 years, so massive that \"an army [of such size] had never issued from that vale since the days of [[Isildur]]’s might; no host so fell and strong in arms had yet assailed the fords of Anduin; and yet it was but one and not the greatest of the hosts that Mordor now sent forth.\"<ref>{{TT|IV8}}</ref> \n\nThe defenders' numbers were considerably less. The city was initially garrisoned by the [[Guards of the Citadel]], who numbered three companies (possibly more),<ref name=\"RK|V1\"/> totaling probably several hundred men. Less than 3,000 men from southern [[Gondor]] answered their call for aid before the siege commenced, including 200 \"well-armed\" men from Forlong, 700 men-at-arms plus \"a company of knights\" from Imrahil, 300 foot from Ringlo Vale, 500 bowmen from Duinhir, 300 men from Pinnath Gelin, \"a few grim hillmen without a captain\" from [[Lamedon]], \"a line\" of \"hunters and herdsmen and men of little villages, scantily equipped\" from Anfalas, and 100 \"fisher-folk\" from Ethin.<ref name=\"RK|V1\"/> The Rohirrim relief force numbered 6,000.<ref name=\"Rohirrim\"/>\n\n===Battle===\nMordor's hosts set fire to the plains and farms outside of the city and hewed apart anyone they found, living or dead. The Orcs began digging trenches and setting up siege equipment and catapults. These were out of range of the city's defences, as was the city out of theirs. Some of the defenders laughed and mocked this effort, one even claiming that Sauron himself could not break through Minas Tirith's walls.<ref name=\"Siege\">{{RK|V4}}</ref> \n\nTheir laughter turned to peril and fear, however, when Mordor's massive catapults flung their shot extremely high, well over the city's walls and into the first level. Through Sauron's arts, many projectiles detonated and burst into flame. Along with these the Orcs also launched the heads of Gondor's fallen soldiers and other men they had slain over the walls, causing despair among the defenders.<ref name=\"Siege\" /> However, these machines still could not inflict serious harm to the immense first wall, so the great battering ram [[Grond (battering ram)|Grond]] (named after [[Morgoth]]'s [[Grond (Hammer of the Underworld)|weapon]] from the First Age) was put into action.\n\nAt midnight Grond rolled to the face of the city. The [[Witch-king]] cried out evil spells unto it, and it broke the mighty main gate in only three swings. The Witch-king rode into the city unchallenged, save by [[Gandalf]]. Before Gandalf's strength was put to the test, however, the cock crowed and the horns of [[Rohan]] were heard as around 6,000 of their riders joined the battle. Mordor's strategy for keeping Rohan out of the battle had failed twice, both through the defeat at Helm's Deep and the blockade in Anórien. Thus, the Witch-king was forced to ride out and attack them instead of fighting Gandalf and destroying the city.\n\nKing [[Théoden]]'s charge drove the Mordor forces from the northern half of the field, charging the Haradrim cavalry. He threw down a chieftain of the Haradrim and cut down his standard bearer who bore a Standard with a [[Black Serpent]].<ref>{{RK|V6}}</ref> Mordor's forces counter-attacked, however, and the Witch-king, having ridden out to fight Rohan's charge, set upon them and racked them with fear.\n[[File:Laurent Alquier - Éowyn's Stand in the Pelennor Fields.jpg|thumb|left|''Éowyn's Stand in the Pelennor Fields'' by [[:Category:Images by Laurent Alquier|Laurent Alquier]]]]\nWhen the Witch-king's fell flying beast attacked King Théoden of Rohan, the king's horse [[Snowmane]] lost control, and was hit by a black dart. Snowmane fell with the king atop him, and the horse landed on him, mortally wounding him. All around the King were his slain men, and any survivors fled from the Witch-king's terrifying visage. The fell beast raked its claws upon Snowmane's neck and readied to devour Théoden, but the warrior [[Dernhelm]], defending the king's body, stood tearful yet defiant, forbidding the Witch-king to defile the king's corpse. The Witch-king mocked him, telling him that no living man might hinder him. Éowyn threw off her disguise as Dernhelm and revealed herself as \"no man at all\". The Black Captain remained silent, as if he hesitated slightly due to [[Glorfindel]]'s prophecy, but heeded it no longer, ignoring the [[hobbits|Hobbit]] [[Meriadoc Brandybuck|Merry]] nearby and attacking Éowyn with great malice. She slew his fell beast, but the Witch-king rose from it, towering over her. With a violent cry, he threw his black mace upon her shield, splintering it and shattering her arm. She fell to her knees in bitter pain and he loomed over her, raising his mace to kill her. However, before he could do so, the Witch-king too fell; Merry had wounded him with a sword that had been forged centuries before during the war between [[Arnor]] and [[Angmar]] and which contained spells against the Witch-king. The spells finally found their target, for the Witch-king was distracted and possibly seriously weakened. Éowyn, with her last strength, drove her sword into the Witch-king's crown, her sword shattering and the Black Captain of Mordor slain, his spirit fading into a shrill voice on the wind. The [[Black Breath]] caused both Merry and Éowyn to become gravely ill, and Éowyn's ruined arm kept her from fighting any further that day. They were sent to the [[Houses of Healing]] in the city, and command of the Rohirrim then passed to Théoden's nephew and heir, Third Marshal Éomer. Though the Witch-king's death was a demoralizing blow to Mordor's forces on the field, they held together, and Gothmog, Lieutenant of Minas Morgul, assumed command.\n\nAt the same time, [[Faramir]], son of [[Denethor]], Steward of Gondor, was also gravely wounded. Despairing at the visions of defeat that [[Sauron]] had sent him via his ''[[palantíri|palantír]]'', and believing Faramir to be beyond aid, Denethor prepared to burn himself and his son upon a funeral pyre.<ref>{{RK|V7}}</ref> Only the intervention of [[Peregrin Took]] and Gandalf saved Faramir, although Denethor immolated himself before they could prevent him.\n\nMeanwhile, the battle turned against the Rohirrim. The Southrons charged with their Mûmakil and wherever they went horses went wild with fear or were trampled underfoot, and the forces of Mordor rallied around them like islands of defence that the Rohirrim cavalry could not overtake. Éomer, grim after the death of Théoden but shocked by the unexpected (seeming) death of his sister Éowyn, the last living member of his family, flew into a [[berserker]] rage and charged his cavalry headlong into the larger enemy forces. So great was the wrath of the outnumbered Rohirrim at the death of their King that they broke through the superior Mordor forces, hammering deep wedges into the Mordor legions' front lines. His fury betrayed him, however; the horses panicked at the sight of the towering Mûmakil, and the Haradrim retreated amongst them. Gothmog retaliated against Éomer's advance and sent Easterlings with axes, Variags of Khand, Haradrim in scarlet and black men from Far Harad with white eyes and red tongues like half-trolls that had been held in reserve at Osgiliath into battle against the Rohirrim. A part of those fresh troops took a position behind the Rohirrim and the rest of them moved into a position to the west of the Rohirrim to prevent the forces of Gondor from joining the cavalry of Rohan. Éomer and his forces were less than a mile from the docks of the Harlond south of the city and defiantly circled up his men on a hill and prepared to fight to the death when he saw a fleet coming up the river [[Anduin]] and assumed that they brought more enemies. Éomer spoke a solemn and sorrowful dirge, though laughed as he did, preparing to die defiantly as Rohan's final leader. \n[[File:Anke Eißmann - The Black Serpent founders.jpg|right|thumb|''The Black Serpent founders'' by [[Anke Eißmann]]]]\nOne of the visions that Denethor had seen was of a fleet of enemy ships with black sails arriving at the landings to the south of the Pelennor in the Rammas, but what he had not seen was that they were actually manned by [[Aragorn]] and other [[Rangers of the North]], [[Gimli]], [[Legolas]], [[Elladan]], [[Elrohir]] and many reinforcements from southern fiefdoms of Gondor.<ref name=\"Debate\">{{RK|V9}}</ref> As Aragorn's army drove north, a great part of Mordor's forces were pinned between Aragorn and Éomer's cavalry, and were \"caught between the hammer and the anvil\". Without the Witch-king's leadership, and with vast numbers encroaching them on all sides, many of Mordor's troops panicked and began to flee. Aragorn's army then linked with Éomer's, and with their aid, the tide of battle was finally turned. Despite the Orcs engaging in a cowardly and disorganized retreat, many Easterlings and Haradrim held their ground and fought proudly to the death, delaying the Western host and allowing others to rout. The vicinity of the Rammas Echor was soon empty of Sauron's forces, and a brief respite was won until the [[Battle of the Morannon|final battle]] before the [[Morannon|Black Gate]].\n\n=== Aftermath ===\nThere is no clearly stated final death toll for the Battle of Pelennor Fields. There is a definite figure for the army of the Rohirrim that came to Gondor's defence; it consisted of 6,000 riders,<ref name=\"Rohirrim\"/> and a full 2,000 were killed in the battle,<ref name=\"Debate\"/> including Théoden. Of the 6 to 7 thousand Gondorian defenders of Minas Tirith, and the large relief force of Gondor's southern provinces led by Aragorn, no definite figure remains. Two days after the battle, Aragorn led an army out to attack the Black Gate that consisted of 7,000 men (reduced to less than 6,000 by the time it reaches the Black Gate): 2,000 Rohirrim and 5,000 Gondorians. The size of Aragorn's relief force may have been over 5,000 or as little as 1,000: it is never stated. Éomer stated that many Rohirrim horses were killed or wounded and that, he could not \"hope to lead even two thousands\" and that it would be over half of his mounted force in the Last Debate.  He sent three thousand riders with Elfhelm to attack the northern army in Anorien before the main army marched to the black gate. Forlong, Grimbold, Théoden, and Hirluin were slain in combat, and the near-defeat of Gondor led Steward Denethor to commit suicide during the siege. Minas Tirith itself suffered heavily in the siege, and its strongest gate was broken. \n\nA grey rain fell over the city and the plains following the battle's end, putting out many fires much to the relief of its inhabitants, though most of the lower level was still a smouldering ruin. Despite their losses, the arrival of reinforcements from the southern fiefs allowed Gondor to maintain a larger garrison in the city after the Siege than it had at the outset. In all, though no exact number was given as to Gondor's casualties, it is said that \"No few had fallen, renowned or nameless, captain or soldier; for it was a great battle and the full count of it no tale has told.\" The sight of so many slain brought the weary Merry to tears.\n\nAlthough a victory, at the subsequent Last Debate, Gandalf counselled that militarily, Sauron would still defeat them. The Free Peoples had managed to destroy an army outnumbering them as much as 5 to 1, but lost nearly half of their own forces, including some of their greatest lords. Sauron had suffered a defeat, but he still had other legions and the force that attacked Minas Tirith, while substantial, was but a fraction of his total strength. Rohan and Gondor had been able to secure their flanks, eliminating the threat of Isengard and the Corsairs on the southern coasts, but Gandalf counselled that even with all of their forces concentrated in the main front near Minas Tirith, it would simply result in a war of attrition; either defensively or offensively, Sauron's might would prevail. Thus, it was agreed that it was impossible to achieve a conventional military victory through strength of arms, and instead to risk all on a last throw of the dice by Aragorn leading a diversionary attack on the Black Gate to aid Frodo's passage in Mordor.<ref name=\"Debate\"/>\n\n==Other versions of the legendarium==\nThe Battle was to happen in [[14 March]], but Tolkien decided that Aragorn would need more time to arrive. After briefly considering putting the [[Breaking of the Fellowship]] sooner, and giving also more time to [[Frodo]]/[[Sam]] and the \"[[Hornburg]] ride\", he decided to move the battle a day later.<ref>{{HM|RC}}, p. xlv</ref>\n\n==Inspiration==\nThe [[Wikipedia:Fall of Constantinople|siege of Constantinople]], the capital of the Byzantine Empire, by the Ottoman Turks in 1453 and the [[Wikipedia:Battle of Vienna|siege of Vienna]] by the Ottoman Turks in 1683, in which the unprepared Turks were attacked by a Polish cavalry charge outside of the city, have been suggested as possible influences of the description of the siege of Minas Tirith.<ref>{{HM|RC}}, pp. 569</ref>\n\n==Portrayal in adaptations==\n'''2003: ''[[The Lord of the Rings: The Return of the King]]'':'''\n:The battle was a major centrepiece of the last film, although some of the events described above are simplified or altered for cinematic purposes. The Gondorian forces from the kingdom's fiefs were absent, aided only by the [[Rohirrim]]. These were joined by Aragorn leading the \"[[Oathbreakers|Army of the Dead]]\" (instead of the Gondorian reinforcements) at the very end of the battle. Importance is given to the charge of the [[Oliphaunts|Mûmakil]], the death of [[Théoden]], and the [[Witch-king]]'s demise at the hands of [[Éowyn]].\n\n:The battle began with [[Sauron]]'s forces marching on the city and firing a volley of severed [[Gondorians|Gondorian]] heads over the walls (as in the book). Seeing [[Mordor]]'s overwhelming army, [[Denethor]] despaired, and [[Gandalf]] assumed command of the defenders. Both Sauron's army and the defenders of [[Minas Tirith]] exchanged fire by way of catapults and trebuchets. Many Orcs and a few dozen Gondorian soldiers were killed whilst some catapults and siege towers were destroyed. Then, the [[Nazgûl|Ringwraiths]], mounted on their [[fell beasts]], descended from the skies, spreading fear throughout the city and destroying many catapults. Afterwards, [[Trolls]] heaved siege towers to the walls and assaulted the battlements throughout the night. As the battle continued in the dark, the [[Orcs]] brought forth the giant battering ram named [[Grond (battering ram)|Grond]] and, with it, the [[Great Gate of Minas Tirith]] was shattered, allowing the Orcs, Trolls, and [[Wargs]] to invade the city. In the book, the populace was almost entirely evacuated before the battle. In the movie, the women and children remained, and many were slaughtered in the lower levels.\n\n:By morning, the Gondorian soldiers had taken heavy casualties and retreated to the higher levels of Minas Tirith. There, Gandalf helped them to hold out until Théoden and six thousand Rohirrim arrived, decimating the invading Orcs and routing the Witch-king's right flank; however, [[Sauron]]'s issued forth with several [[Oliphaunts]], commanded by the [[Haradrim]], who turned the tide against the Rohirrim. Fortunately, [[Aragorn]] arrived to turn the tide a final time with the Army of the Dead (see [[Paths of the Dead]]), and they crush the remainder of Sauron's forces before entering Minas Tirith.\n\n==See also==\n*[[:Category:Images of the Battle of the Pelennor Fields|Images of the Battle of the Pelennor Fields]]\n{{references}}\n[[Category:Conflicts of the War of the Ring]]\n[[de:Schlacht auf dem Pelennor]]\n[[fr:encyclo:evenements:3a:guerres:bataille des champs du pelennor]]\n[[fi:Pelennorin kenttien taistelu]]"}}}