{"parse": {"title": "Kay Woollard", "pageid": 63477, "redirects": [], "links": [{"ns": 14, "exists": "", "*": "Category:Images of Kay Woollard"}, {"ns": 6, "exists": "", "*": "File:Kay Woollard laying a wreath on JRR Tolkien's tomb.jpeg"}, {"ns": 0, "exists": "", "*": "1924"}, {"ns": 0, "exists": "", "*": "1979"}, {"ns": 0, "exists": "", "*": "1980"}, {"ns": 0, "exists": "", "*": "1983"}, {"ns": 0, "exists": "", "*": "1987"}, {"ns": 0, "exists": "", "*": "2002"}, {"ns": 0, "exists": "", "*": "2008"}, {"ns": 0, "exists": "", "*": "29 December"}, {"ns": 0, "exists": "", "*": "3 July"}, {"ns": 0, "exists": "", "*": "Amon Hen (journal)"}, {"ns": 0, "exists": "", "*": "Dora Baggins"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Ents"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien Centenary Conference"}, {"ns": 0, "exists": "", "*": "Kay Woollard/Gallery"}, {"ns": 0, "exists": "", "*": "Mallorn (journal)"}, {"ns": 0, "exists": "", "*": "Mallorn 25"}, {"ns": 0, "exists": "", "*": "Oxonmoot"}, {"ns": 0, "exists": "", "*": "Peter Jackson"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (film series)"}, {"ns": 0, "exists": "", "*": "Tolkien Centenary Conference 1992"}, {"ns": 0, "exists": "", "*": "Tolkien Society"}, {"ns": 0, "exists": "", "*": "Vera Chapman"}, {"ns": 0, "exists": "", "*": "Walking Tree Publishers"}, {"ns": 0, "exists": "", "*": "Weathertop (journal)"}, {"ns": 0, "exists": "", "*": "Weathertop 2"}, {"ns": 0, "exists": "", "*": "Weathertop 3"}, {"ns": 0, "exists": "", "*": "Yuletide"}, {"ns": 0, "*": "Denis Bridoux"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Person infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Kay_Woollard_laying_a_wreath_on_JRR_Tolkien's_tomb.jpeg", "CdxIconArticleDisambiguation.svg", "Kay_Woollard_and_Vera_Chapman_at_the_Turf_Tavern,_Oxford_(3).jpg", "Kay_Woollard_and_Vera_Chapman_in_their_costumes_of_Dora_Baggins_and_Belladonna_Took.jpg", "Kay_Woollard_-_Two_Gaffers_and_a_Gammer.jpg", "Kay_Woollard_-_The_Butterfly_Window.jpg"], "wikitext": {"*": "{{disambig-two|Kay Woollard|gallery of her illustrations|[[Kay Woollard/Gallery]]}}\n{{person infobox\n| image=Kay_Woollard_laying_a_wreath_on_JRR_Tolkien's_tomb.jpeg\n| caption=Kay Woollard laying a wreath on [[J.R.R. Tolkien]]'s Grave\n| name=Kay Woollard\n| born=[[1924]]\n| died=[[2008]]\n| education=\n| occupation=\n| location=\n| website=\n}}\n'''Kay (Kathleen) Woollard''', aka Dora Baggins (1924-2008) was an English artist known by her Tolkien related illustrations, more especially in publications of the [[Tolkien Society]].\n==History==\nKathleen (known as Kay) Woollard was born in the Pennine town of Halifax, Yorkshire, UK, on [[3 July]] [[1924]].\n\nFrom babyhood onwards, Kay Woollard was endowed with a remarkable visual memory. A storyteller from childhood she used to fill drawing books with her own tales, sometimes told entirely in pictures.\n\n===Education and career===\nOn leaving school, Kay studied at the Halifax School of Art, where she qualified as a pictorial designer. After working as a draughtsman for the war effort, she went to the Royal College of Arts in London, where she studied illustration with, amongst others, Edward Ardizzone.\n\n===Painting with light===\nAlways fascinated with the play of light, reflected, refracted or filtered through a range of media, Kay Woollard specialized in stained glass. Upon his death her stained-glass tutor at the RCA bequeathed to her a recently acquired commission to contribute windows to the Tower House, Kensington, the masterpiece of William Burges, the Gothic revivalist architect, which had been badly damaged during the Blitz, as he thought her his best pupil. Upon the completion of this project, she worked in London as a stained glass artist and exhibited at the Whitechapel Art Gallery and the Guildhall.\n\nAnother of Kay's interests was the representation of fabric. Throughout her life she produced remarkable drawings of clothes and garments, initially for fashion and tailoring magazines and, later on, for her own characters. She taught art and illustrated several books for ''A&C Black Publishers''.\n\nTowards the end of World War II, she was selected to work for the War Office and contributed to the war effort, especially for the campaign in Burma (today Myanmar), by producing maps, drawings and plans for the British Army.\n\n===A daughter's duty===\nKay Woollard would have happily remained in London and made a full career there. However, as an only child and a girl to boot, growing up in an environment where girl children were not expected to have a professional career, she was called back to Yorkshire to care for her mother when she fell ill in the late 1940s, as was expected of her. She nursed first her mother, then her father, for over 40 years. After a spell in advertising, she joined a Bradford firm of glass and mirror manufacturers and remained with them for a number of years as artist-in-residence and then as freelance, designing and decorating a range of glass pieces. Sadly, she admitted that it only paid her \"half a peanut\".\n\n===The Tolkien Revolution and after===\n[[File:Kay Woollard and Vera Chapman at the Turf Tavern, Oxford (3).jpg|thumb|Kay Woollard and [[Vera Chapman]] at the Turf Tavern]]\nHowever, in [[1979]], the world changed for her as she discovered the works of [[J.R.R. Tolkien]]. Kay became an instant devotee and joined the [[Tolkien Society]] the following winter, where her epistolary skills rapidly earned her the nickname of ''[[Dora Baggins]]'' (one of Bilbo Baggins’ cousins). She always called her discovery ''\"The Tolkien Revolution\"'' and said that, thanks to Tolkien’s books, she \"''had been handed a golden key''\". \n\nShe was made an Honorary Member of the Tolkien Society in the early [[1980]]s and remained an enthusiastic member all her life. She donated her best-known piece of artwork, her illustrated map of J.R.R. Tolkien’s '''A Part of the Shire''', to the Tolkien Society in [[1983]]. \n\nOver the years, Kay contributed many drawings to a range of Tolkien Society publications and materials. This included a set of greeting cards [https://tolkiengateway.net/wiki/Amon_Hen_57], some Christmas cards, a design for the [[1987]] sweatshirt commemorating the 50th anniversary of the publication of ''[[The Hobbit]]'', a range of covers for ''[[Amon Hen (journal)|Amon Hen]]'', decorations for ''[[Mallorn (journal)|Mallorn]]'', as well as covers for the ''1992 [[J.R.R. Tolkien Centenary Conference]]'' ''Progress Reports'' and a centrefold double page piece for the Centenary Conference's [[Tolkien Centenary Conference 1992|Souvenir Book]]. \n\n[[File:Kay Woollard and Vera Chapman in their costumes of Dora Baggins and Belladonna Took.jpg|thumb|Dora Baggins (Kay Woollard) and Belladonna Took (Vera Chapman) in full costume]]\n\n===Amon Sûl Smial===\nKay Wollard was a co-founder of ''Amon Sûl Smial'', the local Halifax-based Tolkien group, at the end of 1979. In the [[1980]]s, she also contributed a range of designs for ''[[Weathertop (journal)|Weathertop]]'', the Smial's magazine. This included several magazine covers, along with a cartoon page and many illustrations. Over the years, she also designed a series of [[Yuletide]] cards for the Smial.\n\n===The woman who could see Hobbits===\nTo thousands of people round the world, Kay Woollard was best known as '''''\"the woman who could see Hobbits\"'''''. This is indeed for her depictions of [[Hobbits]] that she is mostly remembered, but she was also renowned for her remarkably life-like representations of [[Ents]], [[Dwarves]] and [[Elves]].\n \n[[File:Kay Woollard - Two Gaffers and a Gammer.jpg|thumb|''Two Gaffers and a Gammer'' by the artist]]\n\nWhen she saw [[Peter Jackson]]'s [[The Lord of the Rings (film series)|''The Lord of the Rings'' movies]], she thought that Hobbits depictions resembled hers and she concluded that some of the film designers had seen her drawings.\n\n\n===Style===\nKay's favourite media were transparent water-colour, crayons and pen and ink and pencil, and she produced many striking photograph-like or even quasi 'holographic' drawings in this latter medium, initially for ''[[The Lord of the Rings]]'', but also later for her own stories, most of which remain so far unpublished. She also worked in oil and some of her pieces were exhibited at Manchester City Art Gallery in the early '80s.\n\nKay's expertise in stained-glass showed in her remarkable treatment of light, reflected, refracted or shining through a range of materials, such as glass or fabric.\n[[File:Kay Woollard - The Butterfly Window.jpg|thumb|The Butterfly Window]]\n\nAnother characteristic of Kay's artwork was the way that everything that Kay drew, not just people, but plants, trees and even inanimate objects seemed somehow imbued with life, meaning and purpose. Although this had always seemed the case to her, she attributed the crystallisation of this realisation to her discovery of Tibetan Buddhism during her time in London. She remained a practising buddhist thoughout her life.\n\n==Published work==\nComplete with illustrations and accompanying CDs, two of Kay Woollard's tales, ''[http://www.walking-tree.org/books/tattywalk.html The Terror of Tatty Walk]'', initially published in [[Weathertop 2|''Weathertop'' 2]] and [[Weathertop 3|3]], and ''[http://www.walking-tree.org/books/wilmot.html Wilmot's Very Strange Stone or What Came of Building Snobbits: A Story for Yuletide]'', have thus far been published by [[Walking Tree Publishers]]. Another of her stories, ''The Survivor'', was published in [[Mallorn 25|''Mallorn'' 25]] (pp.&nbsp;23–9).\n\nDespite gradually developing mobility problems which prevented her from attending Tolkien Society events, Kay continued to remain present in members' minds, as her drawings were displayed every year at the Societ'’s [[Oxonmoot]]'s arts and crafts exhibition. In [[2002]], some of her artwork were also presented at ''Chalk Farm Gallery'', Camden Town, London.\n\nAfter being admitted to Halifax Royal Hospital in early December [[2008]], Kay Woollard died peacefully at 11:30pm on [[29 December]], [[2008]].\n\n==Legacy: The Kay Woollard Memorial Trust==\nA charitable institution, ''The Kay Woollard Memorial Trust'' is currently in the process of being established to catalogue her artwork, and to preserve her archives and memory for posterity. Further information on this project and other matter regarding Kay Woollard can be obtained from her legatee, [[Denis Bridoux]]. \n\nIf you have purchased Kay's artwork in the past, do contact him as many of her pieces have not yet been inventoried.\n\n==See also==\n*[[Kay Woollard/Gallery|Gallery]]\n{{DEFAULTSORT:Woolard, Kay}}\n[[Category:Artists]]\n[[Category:British people]]\n[[Category:People by name]]"}}}