{"parse": {"title": "J.R.R. Tolkien: the Forest and the City", "pageid": 44927, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:J.R.R. Tolkien the Forest and the City.jpg"}, {"ns": 0, "exists": "", "*": "2013"}, {"ns": 0, "exists": "", "*": "Alison Milbank"}, {"ns": 0, "exists": "", "*": "Dimitra Fimi"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien (disambiguation)"}, {"ns": 0, "exists": "", "*": "Michael D.C. Drout"}, {"ns": 0, "exists": "", "*": "Thomas M. Honegger"}, {"ns": 0, "exists": "", "*": "Tom Shippey"}, {"ns": 0, "exists": "", "*": "Verlyn Flieger"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["J.R.R._Tolkien_the_Forest_and_the_City.jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|J.R.R. Tolkien|[[J.R.R. Tolkien (disambiguation)]]}}\n{{book\n| title=J.R.R. Tolkien: the Forest and the City\n| image = J.R.R. Tolkien the Forest and the City.jpg\n| foreword=Darryl Jones\n| editor=Helen Conrad-O'Briain and Gerard Hynes\n| illustrator=Sheena Power (cover art)\n| publisher=Four Courts Press\n| date=December [[2013]]\n| format=Hardback\n| pages=200\n| isbn=978-1-84682-429-6\n}}\n'''''J.R.R. Tolkien: the Forest and the City''''' is a collection of papers from the conference Tolkien: The Forest and the City, held at the School of English,Trinity College Dublin, 21–22 September 2012.<ref>{{webcite|author=|articleurl=http://www.fourcourtspress.ie/contents.php?intProductID=1175|articlename=Tolkien, The Forest and the City|dated=|website=[http://www.fourcourtspress.ie/ Fourcourtspress.ie]|accessed=14 December 2013}}</ref>\n\n==From the publishers==\n\n{{blockquote|Despite the association of J.R.R. Tolkien with the natural world, Middle-earth as landscape and built environment has been relatively neglected. ''Tolkien: the forest and the city'' presents new work by some of the finest scholars in Tolkien studies, as well as research from a number of emerging scholars, addressing this neglect.Drawing on a wide variety of critical approaches, from philology to ecocriticism, in a clear, approachable style, this collection explores the interaction of culture and nature that imbues Tolkien’s secondary world with the immediacy of our own.''Tolkien: the forest and the city'' is one of the rare books on Tolkien that manages to be both serious and accessible, avoiding the twin plagues of Tolkien criticism – defensively eulogistic fandom, and defensively arcane academicism. Essays by world experts on the subject, such as Tom Shippey and Verlyn Flieger are supported by innovative younger scholars, such as Jane Carroll and Dimitra Fimi, and between them they have produced a fine volume on the interface between nature and culture in his books. Although Tolkien’s work has been widely appropriated by ecocritics, this volume, by exploring a remarkable range of Tolkien’s cultural reference from the Arts and Crafts movement to the Spanish Civil War, from landscapes to food, and from deforestation to Dante, demonstrates the complexity of his intellectual positions. This is an engaging, lively, and in many ways groundbreaking contribution to Tolkien scholarship.’ Peter Hunt, emeritus professor of English and Children’s Literature, Cardiff University and editor of ''J.R.R. Tolkien: a new casebook'' (2013).Helen Conrad-O’Briain lectures in Old English, Old Norse, palaeography and Tolkien at the School of English, Trinity College Dublin. She has co-edited ''The ghost story from the middle ages to the twentieth century'' (Dublin, 2010) and has published on M.R. James, Virgil incunabulae and early insular Latin.Gerard Hynes is a Ph.D. candidate writing on Tolkien’s theology of creation at Trinity College Dublin. He has taught on the Tolkien course offered as part of Trinity College’s M.Phil. in popular literature and children’s literature. He has published on Tolkien and geology in ''Tolkien Studies'' (2012). In September 2012 he co-organized the conference ‘Tolkien: the forest and the city’ with Helen Conrad-O’Briain.}}\n\n==Contents==\n\n*Foreword by Darryl Jones\n*\"Goths and Roman in Tolkien's Imagination\" by [[Tom Shippey]]\n*\"Civil Pleasures in Unexpected Places: An Introduction to the Etiquette of Middle-earth\" by Jane Suzanne Carroll\n*\"'Wildman of the Woods': Inscribing Tragedy on the Landscape of Middle-earth in ''The Children of Húrin''\" by [[Dimitra Fimi]]\n*\"Deeper and Deeper into the Wood: Forests as Places of Transformation in ''The Lord of the Rings''\" by Rebecca Merkelbach\n*\"The Forest and the City: The Dichotomy of Tolkien's Istari\" by Dominika Nycz\n*\"'Raw Forest' versus 'Cooked City' — Lévi-Strauss in Middle-earth\" by [[Thomas M. Honegger|Thomas Honegger]]\n*\"'A Preference for Round Windows': Hobbits and the Arts and Crafts Movement\" by Karl Kinsella\n*\"Fractures, Corruption and Decay: Understanding Speculative Cities through the Imagery of Minas Tirith, Minas Morgul and Metropolis\" by Jennifer Harwood-Smith\n*\"The Forests and the Trees: Sal and Ian in Faërie\" by [[Verlyn Flieger]]\n*\"'The Cedar is Fallen': Empire, Deforestation and the Fall of Númenor\" by Gerard Hynes\n*\"'Sacred and of Immense Antiquity': Tolkien's Use of Riddles in ''The Hobbit''\"  by Erin Sebo\n*\"Less Noise, More Green: Cultural Materialism and the Reverse Discourse of the Wild in Tolkien's ''The Hobbit''\" by Ian Kinane\n*\"Tolkien and Dante's Earthly Paradise: Enculturing Nature\" by [[Alison Milbank]]\n*\"The Party Tree and its Roots in the Spanish Civil War\" by Meg Black\n*\"The Tower and the Ruin: The Past in J.R.R. Tolkien's Works\" by [[Michael D.C. Drout]]\n\n{{references}}\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}