{"parse": {"title": "Great Cake", "pageid": 35906, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alf"}, {"ns": 0, "exists": "", "*": "Faery"}, {"ns": 0, "exists": "", "*": "Fay-star"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Master Cook"}, {"ns": 0, "exists": "", "*": "Nokes"}, {"ns": 0, "exists": "", "*": "Smith Smithson"}, {"ns": 0, "exists": "", "*": "Smith of Wootton Major"}, {"ns": 0, "exists": "", "*": "The Feast of Good Children"}, {"ns": 0, "exists": "", "*": "Tim of Townsend"}, {"ns": 0, "exists": "", "*": "Verlyn Flieger"}, {"ns": 0, "exists": "", "*": "Wootton Major"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:SOWM"}], "images": [], "wikitext": {"*": "The '''Great Cake''' was the supreme dish served at [[The Feast of Good Children]] in the village of [[Wootton Major]]. Since the Feast was only held once every twenty-four years a Great Cake was the thing that made the reputation of a [[Master Cook]] (since it was rare for anyone to last in office long enough to make a second Great Cake).\n\nThe people who would judge the excellence of the Great Cake were not just the twenty-four children who were invited to the Feast; it was expected that a smaller cake of similar ingredients would be made for those who helped with the Feast. It was also expected that each Great Cake should have something surprising about it so that it was not a mere repetition of any previous cake.\n\nWhen Master Cook [[Nokes]] designed his Great Cake he had little notion of what to do. He decided that since children like fairies and sweets he would design a pinnacle on his Cake with a Fairy Queen standing on the top. Being unsure of what the insides should be he looked for the previous Cook's spice box. Inside was a black, tarnished star that his apprentice [[Alf]] stated was a [[Fay-star]]. Nokes scoffed at the notion but decided to put it in the Cake with other trinkets and coins to make it special.\n\nNokes' Cake when made had a mountain in the middle with the tiny white queen at the top.  The cake was good although the miserly Cook had made only enough for one slice for each child – no seconds for anyone. The star that had been baked into the Cake could not be found. It had been swallowed unnoticed by one of the boys at the table, called \"[[Smith Smithson|Smithson]]\" when young and \"Smith\" when older. Eating the star changed young Smith's life.\n\nAfter Nokes retired, Alf was the Master Cook for the next two Feasts. At the second of these Feasts Alf had obtained the star from Smith and again baked it into the cake. This time it was eaten by [[Tim of Townsend]], Smith's nephew and particular choice to received the Fay-star (and the access it conferred to the land of [[Faery]]).<ref>{{SOWM|Smith}}</ref>\n{{References}}\n[[Category:Smith of Wootton Major]]"}}}