{"parse": {"title": "Saeros", "pageid": 4412, "redirects": [{"from": "Orgol", "to": "Saeros"}], "links": [{"ns": 14, "exists": "", "*": "Category:Images of Saeros"}, {"ns": 6, "exists": "", "*": "File:Ted Nasmith - Saeros' Fatal Leap 2.jpg"}, {"ns": 0, "exists": "", "*": "Andrew Higgins"}, {"ns": 0, "exists": "", "*": "Arthórien"}, {"ns": 0, "exists": "", "*": "Avari"}, {"ns": 0, "exists": "", "*": "Beren"}, {"ns": 0, "exists": "", "*": "Calben"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Daeron"}, {"ns": 0, "exists": "", "*": "Denethor (son of Lenwë)"}, {"ns": 0, "exists": "", "*": "Doriath"}, {"ns": 0, "exists": "", "*": "Doriathrin"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Esgalduin"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "First Age 481"}, {"ns": 0, "exists": "", "*": "First Age 484"}, {"ns": 0, "exists": "", "*": "First Battle of Beleriand"}, {"ns": 0, "exists": "", "*": "Gnome"}, {"ns": 0, "exists": "", "*": "Green-elves"}, {"ns": 0, "exists": "", "*": "Guest-elves"}, {"ns": 0, "exists": "", "*": "Ilkorin"}, {"ns": 0, "exists": "", "*": "Incarnate"}, {"ns": 0, "exists": "", "*": "Ithilbor"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Mablung"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Marchwardens"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Menegroth"}, {"ns": 0, "exists": "", "*": "Morben"}, {"ns": 0, "exists": "", "*": "Morwen"}, {"ns": 0, "exists": "", "*": "Narn i Hîn Húrin"}, {"ns": 0, "exists": "", "*": "Nellas"}, {"ns": 0, "exists": "", "*": "Noldorin"}, {"ns": 0, "exists": "", "*": "Paul Strack"}, {"ns": 0, "exists": "", "*": "Quendi and Eldar"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "Ted Nasmith"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Children of Húrin"}, {"ns": 0, "exists": "", "*": "The Grey Annals"}, {"ns": 0, "exists": "", "*": "The Lay of the Children of Húrin"}, {"ns": 0, "exists": "", "*": "The Lays of Beleriand"}, {"ns": 0, "exists": "", "*": "The War of the Jewels"}, {"ns": 0, "exists": "", "*": "Thingol"}, {"ns": 0, "exists": "", "*": "Turambar and the Foalókë"}, {"ns": 0, "exists": "", "*": "Túrin"}, {"ns": 0, "exists": "", "*": "Túrin in Doriath"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Years of the Trees"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Short description"}, {"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:FA"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Familytree/start"}, {"ns": 10, "exists": "", "*": "Template:Familytree"}, {"ns": 10, "exists": "", "*": "Template:Familytree/step2"}, {"ns": 10, "exists": "", "*": "Template:Familytree/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Familytree/end"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:CH"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:WJ"}, {"ns": 10, "exists": "", "*": "Template:UT"}, {"ns": 10, "exists": "", "*": "Template:GA"}, {"ns": 10, "exists": "", "*": "Template:LT2"}, {"ns": 10, "exists": "", "*": "Template:LB"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Ted_Nasmith_-_Saeros'_Fatal_Leap_2.jpg"], "wikitext": {"*": "{{short description|Counsellor of Thingol}}\n{{infobox character\n| name=Saeros\n| people=[[Guest-elves|Guest-elf]]\n| image=Ted Nasmith - Saeros' Fatal Leap 2.jpg\n| caption=\"Saeros' Fatal Leap\" by [[Ted Nasmith]]\n| pronun=\n| othernames=''Orgol'' ([[Saeros#Other versions of the legendarium|see below]])\n| titles=\n| position=Counsellor to [[Thingol]]\n| location=[[Doriath]]\n| affiliation=[[Guest-elves]]<ref name=WJP1>{{WJ|P1}}, pp. 112-3</ref>\n| language=[[Doriathrin]]\n| birth=[[Years of the Trees]]<ref name=\"UT\">{{UT|Narn}}, \"Túrin in Doriath\", p. 77</ref>\n| birthlocation=\n| rule=\n| death={{FA|484}}<ref name=\"GA\">{{GA|259}}</ref>\n| deathlocation=Tributary of [[Esgalduin]]<ref name=\"CH-5.2\">{{CH|5}}, p. 90</ref>\n| age=\n| notablefor=\n| house=\n| parentage=[[Ithilbor]]<ref name=\"UT\" />\n| siblings=\n| spouse=\n| children=\n| gender=Male\n| height=\n| hair=\n| eyes=\n| clothing=Shield<ref name=\"CH-5\">{{CH|5}}, p. 85</ref>\n| weapons=Sword<ref name=\"CH-5\"/>\n| steed=\n}}\n\n{{Quote|But Saeros dwelt mostly in Menegroth, and won the esteem of the king; and he was proud, dealing haughtily with those whom he deemed of lesser state and worth than himself. He became a friend of Daeron the minstrel, for he also was skilled in song; and he had no love for Men, and least of all for any kinsman of Beren Erchamion.|''[[Unfinished Tales]]'', \"''[[Narn i Hîn Húrin]]''\", ''Túrin in Doriath''}}\n\n'''Saeros''' was a counsellor of [[Thingol]]'s court in [[Doriath]]. In his pride, he begrudged the esteem shown towards [[Túrin]], the [[Men|human]] foster son of King Thingol, and would speak contemptuously to him. One evening, in the dining hall of [[Menegroth]], Saeros provoked Túrin to such a point that Túrin cast a drinking vessel at Saeros' face. Their escalating feud eventually led to Saeros' unintentional death.\n\nThe death of Saeros caused Túrin to leave Doriath, imposing self-exile on himself.\n\n==History==\n=== Background ===\nSaeros was of the [[Guest-elves]], those of the [[Green-elves]] who sought refuge in Doriath following the death of their lord, [[Denethor (son of Lenwë)|Denethor]], in the [[First Battle of Beleriand]].<ref name=ga38n>{{GA|38|note}}</ref> His father, [[Ithilbor]],<ref name=ut_td>{{UT|Doriath}}</ref> was chief of the Guest-elves, and had been given a permanent place in Thingol’s council. Though the Guest-elves dwelt mostly in the small land of [[Arthórien]] under their own chief, Saeros had been for a long time resident in [[Menegroth]].<ref name=ga38n />\n\nSaeros was great among the people of Doriath, and had won the esteem of the King, being accounted by Thingol to be faithful and wise, and served as one of his counsellors. He further had the friendship of [[Daeron]], for he was also skilled in song. Saeros had no love of [[Men]], least of all those in kinship with [[Beren]], who he held to have brought harm to Doriath.<ref name=ut_td />\n\nThus, Saeros begrudged Túrin, and the love and esteem that he was held in as Thingol's foster-son. This grew as Túrin approached manhood, and Saeros spoke ill about Túrin where he could, though his words were cunning and his malice veiled. If he met with Túrin alone however, he spoke haughtily and showed his contempt plainly. While Túrin grew weary of him, he returned the ill words with only silence, and this displeased Saeros.<ref name=ut_td />\n\nIn {{FA|481}},<ref>{{GA|258}}</ref> as Túrin approached manhood, he was permitted to join Thingol's [[marchwardens]], and over the next few years he seldom returned to Menegroth, but won great renown for his strength and deeds of daring.<ref name=ut_td />\n\n=== Quarrel at the table ===\n{{quote|If the Men of Hithlum are so wild and fell, of what sort are the women of that land? Do they run like deer clad only in their hair?|[[Saeros]], ''[[The Children of Húrin]]'', \"[[Túrin in Doriath]]\"}}\nOne evening in the summer of {{FA|484}}<ref>{{GA|259}}</ref> Saeros entered the dining hall late and found his accustomed seat among the elders occupied by an unlooked for Túrin, whose appearance was unkempt and weather-stained. Saeros was angered by this, assuming that Túrin in his pride had done this with the intent to affront him, and his anger was all the more to find that Túrin was welcomed, rather than rebuked, by the other elders. Saeros therefore feigned to be of like-mind, and sat across from Túrin, claiming he was glad to yield his seat if it meant the chance to speak with him. Saeros then plied Túrin with questions about news from the borders and of his deeds, but the mockery in his voice was clear. At last Túrin grew weary and, lost in his thoughts, he frowned and no longer answered Saeros. Believing the frown was aimed at himself, Saeros no longer concealed his anger and tossed his golden comb before Túrin, stating that while Túrin's ragged cloak may be excused, there was no need to allow his hair to become as a thicket of brambles, and perhaps if his ears were uncovered he could hear better. Túrin still said nothing, but looked upon Saeros with a warning glare. Saeros returned his gaze with scorn however, and then asked, loudly for all to hear, that if the men of Hithlum were so wild, what of the women? Did they run like deer, clad only in their hair?<ref name=ut_td /> \n\nAt this Túrin snapped, and cast a heavy drinking vessel into Saeros' face, sending him reeling backwards with great hurt. Túrin then drew his sword, and moved towards Saeros, but was restrained by [[Mablung]], the chief captain of Thingol, who had been sitting at his side. Saeros then arose and, after spitting blood on the board, spoke with a broken mouth, asking how long they would continue to harbour this \"woodwose\"; he further proclaimed that for hurting a liege of Thingol, and then drawing a blade, the least doom would be exile. He then proclaimed that outside the hall, he could answer Túrin in like kind.<ref name=ut_td />\n\nTúrin then released himself from Mablung's grasp and left without a word. Mablung then rebuked Saeros, holding him to blame for the evil that had occurred, and that the King's law may find his broken mouth a just return for his taunting. Saeros retorted that if Túrin had an issue he could take it up with the King, but there was no excuse for the drawing of sword, and that if he tried that outside the hall, Saeros would slay him. Mablung expressed his doubt that it would go as such, and heeded Saeros to not do the will of Morgoth, and to remember that he was of the [[Eldar]].<ref name=ut_td />\n\n=== Ambush of Túrin and death ===\n{{quote|Saeros, there is a long race before you, and clothes will be a hindrance; hair must suffice.|[[Túrin]], ''[[The Children of Húrin]]'', \"[[Túrin in Doriath]]\"}}\nThe next morning, Túrin left Menegroth to return to the north-marches. Before got very far, Saeros waylaid him from behind, running upon with with shield and drawn sword. Túrin had been trained for vigilance in the wild however, and saw Saeros' approach from the corner of his eye; he leapt aside as Saeros approached, and turning on Saeros drew his own blade. Declaring to now make Saeros pay for the mockery of his mother, [[Morwen]], Túrin first clove Searos' shield and, after a clash of swift blades, proved the stronger, wounding Saeros' sword-arm.<ref name=ut_td />\n\nUnknown to both Túrin and Saeros was that these events were witnessed by [[Nellas]], a childhood friend of Túrin who had been sitting in a tree to look upon Túrin as he left.<ref name=ut_td />\n\nWith Saeros now at his mercy, Túrin recalled his words from the night before and threw him to the ground before stripping him of his clothing. Túrin then prompted a now naked Saeros to run, and that unless he went swift as a deer, he would be pricked from behind. Túrin than set the point of his sword in Saeros' buttock, prompting him to flee wildly. As Saeros ran in terror, he called wildly for help, but Túrin pursued, and now matter how Saeros swerved, Túrin remained behind him, ever egging him further on at sword-point.<ref name=ch_td>{{CH|5}}</ref>\n\nSaeros' cries were heard by others who then joined the chase, but only the swiftest could keep up, and Mablung was at the head of these. Mablung called on Túrin to hold his pursuit, but Túrin persisted, and sprang again on Saeros. Saeros, despairing, ran wildly to where a stream which fed the [[Esgalduin]] passed through a deep cleft. Saeros attempted to make the wide leap, but his footing failed on the far side, and he fell back and was broken upon a rock in the water.<ref name=ch_td />\n\nAssuming he would incur Thingol's wrath, Túrin held himself in exile and left Doriath. When Thingol eventually returned to Menegroth at the end of summer, he held trial around these events and, based on the testimony from Nellas, determined that Túrin held no fault, being wronged and provoked by Saeros.<ref name=ch_td />\n\n== Etymology ==\nThe name ''Saeros'' is not given a direct translation, but may possibly contain the [[Noldorin]] element ''sear'' \"(bitter)\"<ref>{{webcite|author=[[Paul Strack]]|articleurl=https://eldamo.org/content/words/word-3988422785.html|articlename=N. saer ''adj''.|dated=|website=Eldamo|accessed=19 February 2025}}</ref>,<ref>{{webcite|author=Mark Fisher|articleurl=https://www.glyphweb.com/arda/s/saeros.php|articlename=Saeros|dated=15 June 2016|website=EoA|accessed=14 May 2024}}</ref> the [[Sindarin]] element ''ross'' (\"rain; spindrift, spray; foam\"),<ref>{{webcite|author=[[Paul Strack]]|articleurl=https://eldamo.org/content/words/word-4145961873.html|articlename=S. ross¹ ''n''.|dated=|website=Eldamo|accessed=19 February 2025}}</ref> or the Sindarin element ''-os'' (\"augmentative suffix\")<ref>{{webcite|author=[[Paul Strack]]|articleurl=https://eldamo.org/content/words/word-3958131179.html|articlename=S. -oth ''suf''.|dated=|website=Eldamo|accessed=19 February 2025}}</ref>.\n\n== Genealogy ==\n{{familytree/start}}\n{{familytree| ITH | |ITH=[[Ithilbor]]<br/><small>''b. {{FA}}''<small>}}\n{{familytree| |!| | |}}\n{{familytree| SAE | |SAE='''SAEROS'''<br /><small>''d. {{FA|484}}''</small>}}\n{{familytree/end}}\n\n== Other versions of the legendarium ==\n=== The Book of Lost Tales ===\nIn ''[[Turambar and the Foalókë]]'', from ''[[The Book of Lost Tales]]'', '''''Orgof''''' was an Elf of mixed [[Ilkorin]] and [[Gnome]] heritage, and on his mother's side he was nearly akin to King Tinwelint (Thingol) himself. He was in some favour, as he was a good hunter and an Elf of prowess, but was loose with his tongue, and overconfident due to his standing with the king. He was extremely fond of fine garments, jewels, and gold and silver, and clad himself extravagantly. Orgof was jealous of the esteem shown to Túrin, and would thus frequently jest with barbed words whenever they sat together at the king's board, especially about Túrin's rough appearance; Túrin never responded however, and gave no heed to him.<ref name=lost>{{LT2|II}}</ref>\n\nOn the twelfth anniversary of when Túrin had last seen his mother, Mavwin (Morwen), he was extra grim, speaking curt answers to those who sat near him. A drunken Orgof made a laugh of Túrin, and drew forth daintily a comb of gold which he offered. When Túrin deigned to not notice him, Orgof stated that Túrin didn't know how to use it, and that he should return to his mother for her to teach him, unless the women of Hithlum were as ugly and unkempt as their sons. Túrin snapped at this, and he fiercely cast a heavy drinking vessel into Orgof's face, calling him a fool and telling him to fill his mouth with it rather continue his drunken, witless prate. Orgof's face was broken, and as he fell he hit his head heavily on the stone floor, and lay dead.<ref name=lost />\n\nThose of Orgof's kin who were present half drew their weapons, but none struck as the king gave no sign but to stare stonily at Orgof's body. After Túrin had departed, Tinwelint pardoned him in absence, and most of the folk were in agreement as it was known that Túrin had long held his peace against the folly of Orgof. Orgof's kinsmen were constrained from retaliation both by fear of Tinwelint, and by the many gifts he gave them to accept his judgement.<ref name=lost />\n\nAs noted about Orgof by [[Christopher Tolkien]]: \"In the old story he is explicitly a fop and a fool\"<ref>{{LT2|IIn}}</ref>\n\n=== The Lays of Beleriand ===\nIn ''[[The Lay of the Children of Húrin]]'' Orgof changed only in minor details: he was now directly stated as being envious of anyone who was favoured over him, and his gold comb became a dear treasure.<ref name=lbtf>{{LB|1b}}</ref>\n\nOrgof's insult also remains near the same, though added was a closing remark of the women of Hithlum being as uncouth and unkempt \"as their cast-off sons\".<ref name=lbtf />\n\nWhen Thingol pardons Túrin, he also speaks of Orgof, stating that the hour had come for his soul to seek the sad pathway to the [[Mandos|deep valley of the Dead Awaiting]], to ponder there for three thousand years his grim jesting before faring back to feast again. Thingol then still provides a wergild, now specifically to Orgof's sons.<ref name=lbtf />\n\n=== The insulting of Morwen ===\nIn the essay ''[[Quendi and Eldar]]'', the Sindarin terms ''\"[[Calben]]\"'' and ''\"[[Morben]]\"'' were introduced, along a complicated history. \n\nIn brief, originally, before the discovery of other races, \"Calben\" (\"light-person\") was synonymous with \"[[Eldar]]\", and \"Morben\" (\"dark-person\") with \"[[Avari]]\". These terms then evolved, with Calben narrowing to refer only to the Sindar within Beleriand, and Morben expanding to include other [[Incarnate]]s and Elves who later arrived in Beleriand, such as the Nandor; when the Nandor were recognized to be kinsfolk, they were received into the class of Calben. Eventually these terms shifted again to Calben becoming practically equivalent to ‘peoples in alliance in the War against Morgoth’, and Morben to be everyone else, including those of the Avari who had crept into Beleriand, but remained secretive and hostile to the Eldar.<ref>{{WJ|B}}</ref>\n\nThe implication then became that Morben were either allies of Morgoth, or at least of dubious loyalty and weaker in resistance to his pressure and lies.<ref name=q&e>{{WJ|Author}}, note 9</ref>\n\nIt thus became one of Saeros' worst insults to refer to Túrin's mother \"Mor'''w'''en\" (so named for her dark hair) as \"Mor'''b'''en\", and a reason for Túrin to smote him.<ref name=q&e />\n\n=== Other later versions ===\nIn ''[[The Grey Annals]]'', when describing how some of the Green-elves took shelter in Doriath, the name '''''Orgol''''' and \"of the Guest-elves in Arthórien\" was written in the margin, marked with carets indicating that something should be done with them.<ref>{{GA|38|note}}</ref>\n\nWithin the ''[[Narn i Hîn Húrin]]'', likely earlier versions describe Saeros as Daeron's kinsman, and in another as his brother.<ref>{{UT|2n}}, note 8</ref> \n\nIn the process of publishing the ''[[The Children of Húrin]]'', [[Christopher Tolkien]] noted the following on the name of Saeros:\n{{blockquote|It seems, incidentally, certain from a closer understanding of the relations of the manuscripts that my father rejected the name ''Saeros'' and replaced it by ''Orgol'', which by 'linguistic accident' coincides with Old English ''orgol'', ''orgel'' 'pride'. But it seems to me too late now to remove ''Saeros''.|{{CH|A2}}, p. 287}}\n\n== External links ==\n* {{webcite|author=[[Andrew Higgins]]|articleurl=https://wotanselvishmusings.blogspot.com/2011/10/be-very-quiet-i-am-hunting-tolkienian.html?m=1|articlename=Be Very Qwiet, I am Hunting Tolkienian Woodwoses|dated=9 October 2011|website=[https://wotanselvishmusings.blogspot.com/?m=1 Dr. Wotan's Musings]|accessed=21 February 2025}}\n\n{{references}}\n\n[[Category:Characters in The Book of Lost Tales]]\n[[Category:Characters in The Children of Húrin]]\n[[Category:Characters in The Silmarillion]]\n[[Category:First Age characters]]\n[[Category:Nandor]]\n[[Category:Sindarin names]]"}}}