{"parse": {"title": "Laws and Customs among the Eldar", "pageid": 68850, "redirects": [{"from": "Laws and customs", "to": "Laws and Customs among the Eldar"}], "links": [{"ns": 0, "exists": "", "*": "Ainulindalë (Morgoth's Ring)"}, {"ns": 0, "exists": "", "*": "Aman"}, {"ns": 0, "exists": "", "*": "Arda"}, {"ns": 0, "exists": "", "*": "Athrabeth Finrod ah Andreth"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Doom of Mandos"}, {"ns": 0, "exists": "", "*": "Eldar"}, {"ns": 0, "exists": "", "*": "Elena Kukanova"}, {"ns": 0, "exists": "", "*": "Elven life cycle"}, {"ns": 0, "exists": "", "*": "Essë"}, {"ns": 0, "exists": "", "*": "Eä"}, {"ns": 0, "exists": "", "*": "Father-name"}, {"ns": 0, "exists": "", "*": "Foresight"}, {"ns": 0, "exists": "", "*": "Fëa"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Hröa"}, {"ns": 0, "exists": "", "*": "Ilúvatar"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Moriquendi"}, {"ns": 0, "exists": "", "*": "Mother-name"}, {"ns": 0, "exists": "", "*": "Myths Transformed"}, {"ns": 0, "exists": "", "*": "Míriel"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves"}, {"ns": 0, "exists": "", "*": "Of the Valar"}, {"ns": 0, "exists": "", "*": "Ralph Damiani"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Shadow"}, {"ns": 0, "exists": "", "*": "Statute of Finwë and Míriel"}, {"ns": 0, "exists": "", "*": "Sundering of the Elves"}, {"ns": 0, "exists": "", "*": "Tale of Adanel"}, {"ns": 0, "exists": "", "*": "The Annals of Aman"}, {"ns": 0, "exists": "", "*": "The Later Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Ælfwine"}, {"ns": 0, "*": "Of Valinor and the Two Trees"}, {"ns": 0, "*": "Of Thingol and Melian (Morgoth's Ring)"}, {"ns": 0, "*": "Of Eldanor and the Princes of the Eldalië"}, {"ns": 0, "*": "Of the Silmarils and the Darkening of Valinor"}, {"ns": 0, "*": "Of the Flight of the Noldor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Sun and Moon and the Hiding of Valinor (Morgoth's Ring)"}, {"ns": 0, "*": "The Valaquenta (Morgoth's Ring)"}, {"ns": 0, "*": "The Earliest Version of the Story of Finwë and Míriel"}, {"ns": 0, "*": "Later versions of the Story of Finwë and Míriel"}, {"ns": 0, "*": "Of Fëanor and the Unchaining of Melkor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Silmarils and the Unrest of the Noldor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Darkening of Valinor (Morgoth's Ring)"}, {"ns": 0, "*": "Of the Rape of the Silmarils"}, {"ns": 0, "*": "Of the Thieves' Quarrel"}], "templates": [{"ns": 10, "exists": "", "*": "Template:MSR"}, {"ns": 10, "exists": "", "*": "Template:HoMe10chapters"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:MR"}], "images": ["Elena_Kukanova_-_A_child_of_the_Elder_Race.jpg", "Elena_Kukanova_-_Galadriel.jpg", "Ralph_Damiani_-_The_Halls_of_Mandos.jpg", "Elena_Kukanova_-_Namo_Mandos.jpeg"], "wikitext": {"*": "{{MSR}}\n{{Quote|He thought at that time on fundamental aspects of the nature of the Quendi, distinguishing them from Men: the power of the incarnate fea (spirit) in relation to the body; the 'consuming' of the body by the fea; the destiny of Elvish spirits, ordained by Eru, 'to dwell in Arda for all the life of Arda'; the meaning of death for such beings, and of existence after death; the nature of Elvish re-birth; and the consequences of the Marring of Arda by Melkor.|[[Christopher Tolkien]], [[Morgoth's Ring]]}}\n'''Laws and Customs among the Eldar''' (commonly referred to as \"LaCE\") is the third chapter of the Second Phase of [[The Later Quenta Silmarillion|The Later ''Quenta Silmarillion'']], included in ''[[Morgoth's Ring]]''. The chapter consists of an essay which is framed as an account of [[Ælfwine]]'s perspectives on the traditions of the [[Eldar]]. The essay explores the [[Elven life cycle]] and outlines customs concerning marriage, childbearing, naming, and spirituality.<ref>{{MR|P3II3}}</ref>\n\nThe essay has been a source of contention among readers as it contains many contradictions to ideas that would later appear in the [[legendarium]]. It consists of five sections and is followed by Christopher Tolkien's notes.\n\n==Ælfwine's Preamble==\n[[File:Elena Kukanova - A child of the Elder Race.jpg|thumb|An elf child as depicted by [[Elena Kukanova]]]]\n\n===Physical and mental development===\nThis section begins by outlining the differences between [[Men]] and Elves in terms of physical and mental development. The text indicates that Elven bodies grow more slowly than those of Men. Elves appear only seven years old when men reach full stature, come of age at fifty, and reach full maturity at approximately one hundred years of age. However, the speed of Elves' mental development exceeded that of Men, with children being able to speak, walk, and dance at only one year of age.\n\n===Marital tradition===\nElves commonly marry shortly after their coming of age. They marry only once and have few children, rarely exceeding four, with none surpassing [[Fëanor]] as the parent of seven children. Marriage and child rearing, save for unfortunate circumstances, is described as the natural course of life for Elves.\n\n===Engagement===\nBetrothal was announced to both elves' families with the exchange of silver rings between the betrothed. The engagement lasts for a year or more, and can be revoked at any time.\n\nAfter the betrothal, a feast between the two houses is arranged to celebrate the marriage. The betrothed utter vows invoking the name of [[Ilúvatar|Eru]] and return each other's silver rings in exchange for gold bands, which were worn on the index finger of the right hand.\n\n===Marriage via bodily union===\nCeremonial rites were not necessary to create a marriage. Marriage was achieved through bodily union (sexual intercourse), after which the marriage bond was \"indissoluble and complete.\" In times of strife, elves could marry through this union and forego ceremonies, save for the exchange of blessings and naming of Eru. However, it was considered disrespectful to kin to forego the betrothal ceremonies in times of peace.\n\n===Begetting and bearing of children===\nElven pregnancies last for one year so that the day of begetting and the day of birth are \"the same or nearly so.\" The day of begetting rather than the date of birth is the day that is remembered. It is said that the begetting and moreso the bearing of Elven children requires a greater share of strength of being than the bearing of mortal children. Due to this, though the Eldar do not grow old in body, they generally only reproduce a short space of years after their marriage and bear fewer children than mortals. \n\nAfter this time of begetting, their desire to unite in body subsides, and their urges lead them to other activities. As such, married couples do not always share the same dwelling and often pursue their own interests separate from each other. However, unless unfortunate circumstances separate them, they are present together during the early years of their children's lives.\n\n===Gender roles===\nIn all matters not concerning childbearing, Elven males and females are considered equal. There are some differences in natural inclinations between the sexes, though that does not prevent one sex from taking on a skillset that is typically adopted by the other sex. For example, female elves can bear arms and fight valiantly even though that is generally a role taken on by male elves. Conversely, males can be capable healers even though that role is generally taken on by females.\n\n==Of Naming==\n[[File:Elena Kukanova - Galadriel.jpg|thumb|Known commonly as ''Galadriel'', the Lady of Lórien's first Father-name was \"''Artanis'',\" and her Mother-name was ''Nerwen''. Art by [[Elena Kukanova]]|323x323px]]\nAmong the [[Noldor]], elves are given their first name by their father during a ceremony called the ''Essecarme'' or ''Namemaking''. However, an elf can pick a name of their own, which is marked by a ceremony called the ''Essecilme'' or ''Name-choosing'', which typically occurred at or about the end of their tenth year.\n\nBoth father-name and chosen-name were \"true names\", though the [[father-name]] was for public use. An elf's chosen-name was only to be used among those close to them, and it was considered presumptuous for another elf to use it without permission.\n\nElves also had \"given names\" or \"[[Essë|Anessi]]\". The most important of these was their [[mother-name]], which included \"names of insight\", ''Essi Tercenyë'', and \"names of [[foresight]]\", ''Apacenyë'', given to a child as a premonition of their fate or a dominant feature they may come to possess. These names were also considered true names, and were public if placed immediately after father-names. Other \"given names\" were not true names, and their acceptance and use by the elf to whom they were applied was not guaranteed.\n\n==Of Death and The Severance of Fëa And Hrondo (Hröa)==\nThough elves are functionally immortal, they can still experience death. If an elf's body ([[hröa]]) is damaged to the point where it can no longer function, their spirit ([[fëa]]) will depart their body and become houseless and invisible to bodily eyes, though still visible to other unhoused fëar.\n\nThe destiny of Elven fëar differed from those of Men in that they were destined to dwell in [[Arda]] for its entire duration, and as a consequence their fëar protected their bodies from illness and wounds that would prove fatal to mortals. Upon reaching [[Aman]] following the [[Sundering of the Elves]], the elves learned that their unhoused spirits would go to the [[Halls of Mandos]] to redress their life's griefs and await reembodiment.\n\n==Of Rebirth and Other Doom of Those That Go to Mandos==\n[[File:Ralph Damiani - The Halls of Mandos.jpg|left|thumb|326x326px|''The Halls of Mandos'' by [[Ralph Damiani]]]]\n\n===Rebirth===\nThe Eldar hold that each elf child is given their own unique new fëa that is distinct from the fëar of all other Elves. These new fëar are thought to be sent directly by Eru from outside of [[Eä]]. Some Elves speculate that these fëar are not restricted to the fate of Arda, though no one truly knows whether this is true.\n\nIt was thought that the fëar of Elven children drew nourishment from the fëar of their parents during their early life. For this reason, parents chose to dwell together during the year of child bearing, and separation during this time was considered unfortunate. As the Elves would say:<blockquote>...though the union of the fear of the wedded is not broken by distance of place, yet in creatures that live as spirits embodied fëa communes with fëa in full only when the bodies dwell together.</blockquote> A houseless fëa that chose or was permitted to return to life was typically only able to be reembodied through childbirth. The reborn fëa would experience childhood again, but would only remember its previous life upon achieving mastery of its body. Through the joy of this second childhood, the griefs of the fëa's previous life could be redressed.\n\nHowever, if fëa willingly left its first body, it cannot not return until the body has dissolved. This happened quickly in [[Middle-earth]], but in Aman there is no decay. Thus, in the case of [[Míriel|Miriel]], her spirit was able to be rehoused in her own body.\n\nThe reborn are said to be stronger and have greater mastery of their bodies and more spiritual fortitude. However, few instances of more than one rebirth are recorded, as many that die twice do not wish to return.\n\n===Other fates of houseless fëar===\nThe [[Shadow]] caused injury and corruption to the spirit, and those who were thus corrupted may turn away from the chance to be reborn. The fëar of the dead could be instructed in such a way that they would be able to heal from these evils and be reborn if they so desired it. However, spirits could be stubborn and resistant to change, especially if they had partaken in evil deeds during life.\n\nIt was the [[Doom of Mandos]] to determine which spirits were to be reembodied. Fëar who chose or were commanded to remain unbodied would watch the events in Arda without partaking them.\n\nLittle is known of what became of the fëar of the [[Moriquendi|dark elves]]. Some are reported to dwell in the Halls of Mandos, though there is little mingling between spirits, as houseless fëar are solitary by nature.\n[[File:Elena Kukanova - Namo Mandos.jpeg|thumb|364x364px|[[Mandos]]; the Doomsman of the Valar. as depicted by [[Elena Kukanova]]]]\n\n===The summons of Mandos===\nFëar are summoned to the Halls of Mandos and cannot reach the Halls without this summoning, yet the summoning may be refused. Of the Elves who refused the initial summons of the [[Valar]] to Aman, this refusal is common. This refusal was less common when [[Morgoth]] and [[Sauron]] dwelled in Arda, as spirits would flee in terror and seek refuge in Mandos. Spirits who had fallen to the Shadow would succumb to the counter-summons of Morgoth and fall under his dominion.\n\nMany spirits in later days would refuse the summons and dwell in Middle-earth without beinldakg able to fully inhabit it. These spirits are seldom kind, as the refusal of the summons is a sign of corruption. It is thus prohibited for the Eldar to commune with unhoused spirits unless appointed to do so by a higher authority. To attempt to master houseless spirits is deemed necromancy, which is considered a great evil that is the purview of Morgoth and Sauron.\n\nHouseless spirits can crave bodies and attempt to enter a living body and enslave its host. Sauron is said to have achieved this feat and to have taught his followers how to do so.\n\n==Of the Severance of Marriage==\n[[Manwë]] ruled that, as the life of Elves in Arda is permanent, so are their marriages. Therefore, when one partner dies, the marriage has not ended, but remains in a state of suspension. However, there is a provision where, if the dead are judged by Manwë and Mandos to be unwilling to be reborn for the duration of Arda, then a remarriage can occur. This occurred only once in record and is referred to as the [[Statute of Finwë and Míriel|Doom of Finwë and Míriel]].\n\nThough marriage is achieved by bodily union, it proceeds from the will of the fëa, and is therefore maintained by will. As such, death cannot dissolve a marriage as the fëar of the Elves persist after death of the body. If an Elf is reembodied, their marriage remains intact even with the introduction of a newly bodied spouse, for at its core the will creating the marriage lies in that spouse's fëa.\n\nNote: After this section, Tolkien abandoned the essay.\n\n{{references}}\n\n[[Category:Morgoth's Ring chapters]]"}}}