{"parse": {"title": "Master Cook", "pageid": 20531, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alf"}, {"ns": 0, "exists": "", "*": "Ballantine Books"}, {"ns": 0, "exists": "", "*": "Faery"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Harper"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Master Cook Rider"}, {"ns": 0, "exists": "", "*": "Nokes"}, {"ns": 0, "exists": "", "*": "Smith Smithson"}, {"ns": 0, "exists": "", "*": "Smith of Wootton Major"}, {"ns": 0, "exists": "", "*": "The Feast of Good Children"}, {"ns": 0, "exists": "", "*": "Tim of Townsend"}, {"ns": 0, "exists": "", "*": "Wootton Major"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": [], "wikitext": {"*": "{{quote|This year I shall make another Great Cake: the only Cook, as far as is remembered, ever to make a second one.|[[Alf|Alf 'Prentice]], ''Smith of Wootten Major''}}\n\n'''Master Cook''' is a job found in [[J.R.R. Tolkien]]'s ''[[Smith of Wootton Major]]''. It is a position of singular importance to the story, and the Master Cooks play a pivotal role in the events that come about.\n\n==Role==\nIn the village of [[Wootton Major]], which is famous for its festivals, the Master Cooks appear to have held high status as they provided the primary convections for the feasts.<ref>''[[Smith of Wootton Major]]''/''[[Farmer Giles of Ham]]'', Thirtieth Printing [[Ballantine Books]] 1991 p. 9.  \"...the Master Cook was a very important person.\"</ref>  Peculiar among these was [[The Feast of Good Children]], given every twenty-four years. The Master Cook was expected to put forth his best effort.<ref>ibid. p. 10</ref>\n\nIt was expected for a Master Cook to take an apprentice in due time from the young men of Wootton Major. As the Master Cook grew older, the apprentice would take on necessary roles and responsibilities until his employer died or retired, in which case he would typically take over.<ref>ibid. p. 11</ref>\n\n==History==\nThe first Master Cook mentioned in ''Smith'' is [[Master Cook Rider|Rider]]. He is mentioned in the beginning as an unusual Master Cook, and is once referred to as a \"great traveler.\"<ref>ibid. p. 44</ref> Rider one day took a vacation, and returned changed for the rest of his life.<ref>ibid. p. 11</ref> It is explained later that he went to [[Faery]], the mysterious fay land whose borders rested somewhere within walking distance of Wootton Major. He brought back with him a young apprentice, [[Alf]].  The villagers called him simply \"'Prentice.\"\n\nWhen Rider took another \"permanent\" vacation, the villagers went against tradition and elected a practical man named [[Nokes]] to be the next Master Cook, feeling that Alf was too young.<ref>ibid. p. 13</ref> When Nokes baked a cake for The Feast of Good Children with Alf's assistance, he unconsciously put a fay-star into the mix, and it was swallowed by [[Smith Smithson]] who experienced many adventures afterward as a result.\n\nWhen Nokes retired, Alf became Master Cook and took a youth named [[Harper]] for his apprentice. He did not age significantly, though he held the position for many years, and eventually revealed to Smith that he was the King of Faery, come in the guise of a youth to see the fay-star pass to Smith and his successor.<ref>ibid. p. 47</ref> Eventually Alf 'Prentice made another cake for the next Feast of Good Children, in which he placed the fay-star once more, seeing it pass to [[Tim of Townsend]]. Afterward Alf retired and returned to his kingdom, leaving Harper as Master Cook, but his friends remembered him and his service ever after.<ref>ibid. p. 58</ref>\n\n==List of known Master Cooks==\n* [[Master Cook Rider]]\n* [[Nokes]]\n* [[Alf|Alf 'Prentice]]\n* [[Harper]]\n\n==References==\n<references/>\n\n[[Category:Smith of Wootton Major]]"}}}