{"parse": {"title": "Arnor: The Realm", "pageid": 23662, "redirects": [{"from": "MERP: Arnor, The Realm", "to": "Arnor: The Realm"}], "links": [{"ns": 6, "exists": "", "*": "File:MERP Arnor The Realm.jpg"}, {"ns": 0, "exists": "", "*": "Arnor: The Land"}, {"ns": 0, "exists": "", "*": "Arnor: The People"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Lost Realm of Cardolan"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Rangers of the North (book)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["MERP_Arnor_The_Realm.jpg"], "wikitext": {"*": "{{book\n|title=Arnor: The Realm\n| image = MERP Arnor The Realm.jpg\n|author=Wesley J. Frank, John David Ruemmler, Jeff McKeage, Heike Kubasch, Lisa J. Evans, Walter H. Hunt, Evan Jamieson, Richard Meyer, Robert G. Traynor\n|isbn=1-55806-176-2 \n|publisher=[[Iron Crown Enterprises]]\n|date=1994\n|format=Softcover\n|pages=416\n|ice=2005\n}}\n'''''Arnor: The Realm''''' is a supplement (in the ''Realm''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. The module was replaced and split into the two volumes [[Arnor: The Land]] and [[Arnor: The People]]. \n\n== Cover/Jacket Text == \n\nArnor: The Realm includes: \n*COLOR TERRAIN MAPS detailing the lands of Arthedain, Cardolan, and Rhudaur - a total of 10 pages. \n*MYSTICAL AND RELIGIOUS ORDERS of Arthedain, including the healing Sisters of Nienna and the secret Lindalistyari. \n*WARCRAFT used by the three sister kingdoms, including the Dagarim Aran and the Degerim Ereter of Arthedain, the \"Raggers\" of Cardolan, and the mercenaries who sell their services to the highest bidder - the Radh Crann-Sleagha, the Cruaidh Maraich, the Troich-Armchleasah, and the Forak-Eiginn. \n*CASTLES, CITIES AND SITES including the eerie leaning hill of Cameth Brin, bustling and over-populated Tharbad, and the haunted Barrow-downs. \n*RANGERS OF THE NORTH - their history, organization, duties, and how to create a Ranger player character. \n*THE FATE OF THE KINGS, a series of exciting scenarios combining political intrigue with royal warfare. \n*COLOR CITY MAPS depicting the streets, canals, bridges, and edifices of Tharbad; the avenues, gardens, and libraries of Annúminas; and the earthen dikes, stone walls, and high guard towers of fortified Fornost Erain. \n\nIn the year 861 of the Third Age, Arnor was sundered. The death of the tenth and last Arnorian king, Eärendur, left the North Kingdom's loyalties split among Eärendur's three surviving sons. Amlaith of Fornost, the eldest of the three and thus the Prince most deserving of inheriting his father's full domain, won the Sceptre of Annúminas but in the process lost half of Arnor's territory and much of her power. His brothers staked claim to the eastern and southern lands and successfully countered his attempts to reunify the realm. \n\nThus the North Kingdom split into three independent, neighboring but lesser states: Arthedain, Cardolan, and Rhudaur. \n\nThis realm module details the three sister kingdoms and their relations with one another. Much of the material covering Arthedain and Cardolan was previously available in [[Rangers of the North (book)|Rangers of the North]] and [[Lost Realm of Cardolan|The Lost Realm of Cardolan]]. The information on Rhudaur, together with more extensive lore concerning the inhabitants of sundered Arnor, has never appeared in previous modules.\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}