{"parse": {"title": "Lay of Leithian continued", "pageid": 9966, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lay of Leithian"}, {"ns": 0, "exists": "", "*": "Lay of Leithian Canto XIV"}], "templates": [], "images": [], "wikitext": {"*": "'''The Lay of Leithian continued''' is an attempt by an amateur named Geoff Zeiger to finish the [[Lay of Leithian]] by [[J.R.R. Tolkien]]. \n\nThe remainder of this entry has been edited by Geoff Zeiger with some additional notes that may be of interest. New text starts at [[Lay of Leithian Canto XIV|Canto XIV]], in verse 4295, right where Tolkien abandoned the Lay, although some edits both minor and major were made to the existing text, especially in the early cantos where two \"original\" Tolkien versions exist, and I considered it desirable to reconcile the two versions. In most cases I consider the later text, which Christopher Tolkien labeled \"The Lay of Leithian Recommenced,\" to be superior in the quality of its poetry, but because it is not fully consistent in its storyline with the older material, it was necessary to choose portions to be either omitted, edited with my own words, or spliced together from segments of new and old. In general, I chose the published Silmarillion text as the governing authority on questions of storyline, although this was not without exception. In the unfinished cantos there are also the Synopses as published in ''The Lays of Beleriand'', and on a few points these were allowed to take precedence for sake of consistency with the earlier verse. \n\nI recently encountered a bit of text which may push me to take this up again. I've never been quite satisfied with the seam, so to speak. Another Inkling wrote of his own youthful endeavors \"It all goes to pieces at exactly the point at which I really began to try and make poetry. Up to then, if my lines rhymed and scanned and got on with the story I asked no more. Now, I began to look for expressions which would not merely state but suggest. Of course I failed, lost my prosaic clarity, spluttered, gasped, and presently fell silent; but I had learned what writing means.\" (C.S. Lewis, ''Surprised by Joy'').\n\n==External links==\n*[http://luthien.awardspace.co.uk/leithian14.html The Lay of Leithian continued], Canto XIV \n*[http://www.leithian.blogspot.com/ Old blog] (the text is not available)\n\n[[Category:Fanon]]"}}}