{"parse": {"title": "Middle-earth Role Playing Poster Maps", "pageid": 23684, "redirects": [{"from": "MERP: Middle-earth Role Playing Poster Maps", "to": "Middle-earth Role Playing Poster Maps"}], "links": [{"ns": 6, "exists": "", "*": "File:Middle-earth Role Playing Poster Maps.jpg"}, {"ns": 0, "exists": "", "*": "1994"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Pete Fenlon"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Middle-earth_Role_Playing_Poster_Maps.jpg"], "wikitext": {"*": "{{book\n|title=''Middle-earth Role Playing Poster Maps''\n| image = Middle-earth Role Playing Poster Maps.jpg\n|author=\n|illustrator=[[Pete Fenlon|Peter C. Fenlon]], Eric Hotz\n|contributors=\n|isbn=1-55806-201-7\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1994]]\n|format=Poster\n|pages=\n|ice=2008\n|amazonprice=\n}}\n'''''Middle-earth Role Playing Poster Maps''''' is a set of maps of Middle-earth published 1994 by [[Iron Crown Enterprises]] for use with ''[[Middle-earth Role Playing]]'', 2nd Edition. The following two maps were included:\n\n#''An artist's interpretation of Middle-earth including the Wild Lands - East, South, & North'' (by [[Pete Fenlon|Peter C. Fenlon]])\n#''A Campaign Map of Northwest Middle-earth'' (by Eric Hotz)\n\n== Cover/Jacket Text == \n\nContains 2 full-color maps: (1) ICE's original, 24\" x 36\" map of Middle-earth, depicting the entire continent of Endor; and (2) a 22\" x 34\" map focusing exclusively on northwestern Middle-earth. This map of the Northwest is rendered in vivid detail for Tolkien fans who enjoy spotting landmarks passed by the Fellowship of the Ring.\n\nBoth maps are provided rolled, in poster format: heavy paper, no creases, no grids!\n\nBased on J.R.R. Tolkien's THE LORD OF THE RINGS™\n\nFinally, ICE's original map of Middle-earth is available again in flat poster format! This 2&nbsp;ft. x 3&nbsp;ft. poster map includes the wild lands - north, west, south, and east - and does not have a grid overlay. This map is on heavier paper than the gridded map included in ICE's Northwestern Middle-earth Campaign Guide. Also included in this finely packaged tubed set is ICE's second major color map, Northwestern Middle-earth, that first appeared in the second guidebook and is currently available in ICE's Northwestern Middle-earth Gazetteer. This map focuses on the most well-known areas of Middle-earth where the action really is - from Arnor to Mordor and from Angmar to Gondor - this map presents a more close up view of the settings for many of ICE's campaign supplements than the original Middle-earth map. The Northwestern Middle-earth map is 22\" x 34\" and is on heavier paper without a grid overlay. These two acclaimed maps are in poster format - NO CREASES - are sure to be a must for any Middle-earth gamer or enthusiast. \n\n[[Category:MERP maps]]"}}}