{"parse": {"title": "The Song of the Roots of Hithaeglir", "pageid": 64156, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alloyed"}, {"ns": 0, "exists": "", "*": "Amazon Studios"}, {"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "Celebrimbor"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Durin IV"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Gil-galad"}, {"ns": 0, "exists": "", "*": "Halbrand"}, {"ns": 0, "exists": "", "*": "Half-elven"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lindon"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Mirrormere"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "Mithril"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "The Eye"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Rings of Power"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Unseen"}, {"ns": 0, "*": "Great Tree (The Rings of Power)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:S"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}], "images": ["CdxIconInfoFilled.svg", "The_Rings_of_Power_(TV_series)_-_The_Song_of_the_Roots_of_Hithaeglir.jpeg"], "wikitext": {"*": "{{Adaptation}}\n[[File:The Rings of Power (TV series) - The Song of the Roots of Hithaeglir.jpeg|thumb|''The Song of the Roots of Hithaeglir'' in ''[[The Lord of the Rings: The Rings of Power]]''.]]\n\n'''''The Song of the Roots of Hithaeglir''''' was an obscure apocryphal legend known to the [[Elves]] of [[Lindon]] that was invented for ''[[The Lord of the Rings: The Rings of Power]]'' by [[Amazon Studios]].\n\n== Background ==\nThe song told of a battle that was fought atop the high peaks of the [[Misty Mountains]]. The two participants of this battle were not fighting for duty or honor, but over a tree. For there were some who believed that one of the lost [[Silmarils]] lay hidden within this tree.\n\nThis battle was fought by two representatives of good and evil. On the side of good was an [[Elves|Elven]] warrior whose heart was just as pure as [[Manwë]] was. The Elf sacrificed his light, pouring it all within the tree to prevent it from coming to harm. On the side of evil was a [[Balrogs|Balrog]] of [[Morgoth]], who brought forth all of the hatred within him and focused it all for the purposes of destroying the tree. During this unending duel between the Elf and the Balrog, the tree was struck upon by lightning, bringing their conflict to a conclusion. Thus, a power was forged that was comprised of a nature that was \"as pure and light as good\" and \"as strong and unyielding as evil\".\n\n== History ==\nLate in the [[Second Age]], after a tense feast with [[Durin IV|Prince Durin IV]], the [[Gil-galad|High King Gil-galad]] told [[Elrond]] to recount ''The Song of the Roots of Hithaeglir''. Confused by Gil-galad's intentions, Elrond points out that the tale was \"an obscure legend regarded by most to be apocryphal\", and therefore of ambiguous accuracy. Yet regardless, Elrond recounts the tale after being reminded of his [[Half-elven|Peredhil]] nature.\n\nAfter Elrond finished his recounting of the myth, Gil-galad adds that there are many who say that the power that was forged from the lightning strike seeped into the darkest and deepest depths of the Misty Mountains, where it became an [[Mithril|ore]] that has been waiting for centuries to be mined and claimed. Upon making this addition, Gil-galad boldly speculates that the power forged in the legend is an \"ore containing the light of the lost Silmaril\".\n\nIt is at this point at last that Elrond realizes that Gil-galad suspected that the new [[Mithril|ore]] found by the [[Dwarves]] in the old mine below the [[Mirrormere]] was the \"power\" told of in the legend. Despite this realization, Elrond refuses to confirm or deny if the connection is real, instead stating that he swore an oath to Durin to never reveal whether this was true or not.\n\n== Etymology ==\n''Hithaeglir'' is the [[Sindarin]] name for the [[Misty Mountains]].<ref>{{S|Index}}, entry \"Hithaeglir\"</ref>\n\n== Analysis ==\nWhen Gil-galad compels Elrond to recite the ''The Song of the Roots of the Hithaeglir'', Elrond mentions that the story is apocryphal. Wikipedia and Wiktionary define the word as either being \"of doubtful authenticity, or lacking authority; not regarded as canonical\" or \"of dubious veracity; of questionable accuracy or truthfulness; anecdotal or in the nature of an urban legend\".<ref>{{webcite|author=|articleurl=https://en.m.wiktionary.org/wiki/apocryphal|articlename=Apocryphal|dated=|website=[https://en.m.wiktionary.org/wiki/Wiktionary:Main_Page Wiktionary]|accessed=}}</ref> The word apocrypha is defined as \"something, as a writing, that is of doubtful authorship or authority\".<ref>{{webcite|author=|articleurl=https://en.m.wiktionary.org/wiki/apocrypha|articlename=Apocrypha|dated=|website=[https://en.m.wiktionary.org/wiki/Wiktionary:Main_Page Wiktionary]|accessed=10 January 2023}}</ref>\n\nBy saying that the legend is apocryphal, Elrond is essentially stating that while it is not to be taken literally as being the actual origin of mithril, the story holds some truth to it. For instance, in [[The Eye|episode seven]], when [[Durin IV]] flings some raw Mithril across a table, it heals the corruption of a leaf from the [[Great Tree (The Rings of Power)|Great Tree]] in [[Lindon]]. In addition, in [[Alloyed|episode eight]], according to a theory devised by [[Celebrimbor|Lord Celebrimbor]] with suggestions from [[Halbrand]], when a single piece of Mithril is forged into an alloy with a pure metal of Valinor and used in a circular formed object, its healing properties would be able \"to arc back upon itself in one unbroken round, building to a power that is all but unbounded\" in its full potential as a power of the [[Unseen|Unseen World]].\n\nWhile Gil-galad takes a literal interpretation of the legend, not everything he believes should be taken as fact. It could be that his desire to stop the supposed fading of the Elves is so strong or desperate that he is willing to believe in an apocryphal legend.\n\n== External links ==\n*[https://www.theonering.net/torwp/2022/09/27/115338-understanding-the-the-song-of-the-roots-of-hithaeglir-in-amazons-the-rings-of-power/ Understanding the 'The Song of the Roots of Hithaeglir' in Amazon's The Rings of Power]\n\n{{References}}\n{{DEFAULTSORT:Song of the Roots of Hithaeglir, The}}\n[[Category:Concepts from adaptations]]"}}}