{"parse": {"title": "Untangling Tolkien", "pageid": 36686, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Untangling Tolkien.png"}, {"ns": 0, "exists": "", "*": "2003"}, {"ns": 0, "exists": "", "*": "5 September"}, {"ns": 0, "exists": "", "*": "Appendix B"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "David Bratman"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Tolkien Estate"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Untangling_Tolkien.png"], "wikitext": {"*": "{{book\n| title=Untangling Tolkien: A Chronology and Commentary for The Lord of the Rings\n| image = Untangling Tolkien.png\n| author=Michael W. Perry\n| editor=\n| illustrator=\n| publisher=Inkling Books\n| date=[[5 September]] [[2003]] (first edition)\n| format=Paperback\n| pages=252\n| isbn=978-1587420191\n}}\n'''''Untangling Tolkien: A Chronology and Commentary for The Lord of the Rings''''' a reference book for ''[[The Lord of the Rings]]'' written by Michael W. Perry.\n==History==\nIt was originally published as '''The Lord of the Rings Diary: A Chronology of JRR Tolkien's Best-selling Epic'''. [[Christopher Tolkien]] had sued Perry, claiming that the work was too derivative of the story. Perry worked with a lawyer to restructure the book \"so that it more closely fit what he was trying to do\", and the [[Tolkien Estate]] withdrew its objection to publication (but without approval or endorsement).<ref>[https://www.irishexaminer.com/breakingnews/entertainment/lord-of-the-rings-chronology-dispute-settled-103191.html Lord of the Rings Chronology dispute settled]</ref>\n==From the publisher==\n\n{{blockquote|Here is the book that Tolkien fans have needed for half a century--a detailed, book-length chronology of J. R. R. Tolkien's complex tale. Whether you are a serious Tolkien fan or simply someone who enjoys reading the story over and over again, this is the book for you. It's the first totally new reference for The Lord of the Rings since the 1970s.Beginning over 1400 years before the major events in Tolkien's epic, it describes, year-by-year, the amazing and imaginative background history that Tolkien created for his masterpiece. Then for the main narrative, it becomes a day-by-day reference, describing what each character does on that day and all the places where those events are described in Tolkien's writings. You can find out, for instance, what Merry and Pippin are doing as Sam perpares rabbit stew on the morning of March 7.Probe deeper into Tolkien. See why someone as serious as Gandalf was interested in fun-loving Hobbits. Discover an exciting new plot, based on Tolkien's notes, that begins when Aragorn captures Gollum. Follow along as the Black Riders and Gandalf race for the Shire. Decide for yourself whether Sauron and the Ring have any ties to Hitler and Stalin. Explore what Tolkien believed about nature and technology.A few facts illustrate how helpful this chronology is. Most of narrative is a deliberately confusing sea of next days and third days that leave readers as confused as the tale's main characters.The middle 60 percent of The Lord of the Rings gives the current date only once. In the narrative as a whole, the date is given only 23 times, or once for every 43 pages, and most of those come when the plot is moving slowly. That's why those who want to dig deeper and understand better what Tolkien was saying will find this book a must-have.}}\n\n==Reception==\n\nIn a review (dated 20 December 2003) on Amazon.com, [[David Bratman]] notes the good intention of the author to expand the chronology found in [[Appendix B]] of ''The Lord of the Rings'', but critises the book for containing a lot of \"''bloopers and misconceived ideas''\". Another (anonymous) reviewer (commenting on 30 October 2004) claims that \"''[a]pparently the author has corrected many of the errors that David Bratman objected to''\", in the third printing of the book (released May 2004).<ref>[http://www.amazon.com/Untangling-Tolkien-Chronology-Commentary-Rings/dp/1587420198 Untangling Tolkien: A Chronology and Commentary for The Lord of the Rings] at [http://www.amazon.com/ref=gno_logo Amazon.com] (accessed 4 November 2011)</ref>\n\n{{references}}\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Reference books]]"}}}