{"parse": {"title": "Fëanor, Op. 46 (Opera)", "pageid": 65170, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}], "templates": [], "images": ["Feanor_Cover.png"], "wikitext": {"*": "Part one of [[Paul Corfield Godfrey]]'s operatic cycle ''Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien.'' \n\nThis section of the ''Epic Scenes'' was composed between late 1982 and 1986 with the permission of the Tolkien Estate and with the assistance of Christopher Tolkien in assembling the various texts to create a singable libretto.  It utilises texts from ''[[The Silmarillion]]'' and ''[[Morgoth's Ring]]''.\n\nIt has a total duration of 122 minutes and is scored for full orchestra, full chorus and solo voices.\n\n[[File:Feanor Cover.png|thumb|Artwork from the CD release, used by kind permission of Ted Nasmith.]]\n\n== Characters ==\n'''Valar:'''\n\nThe ELDER KING (Bass), Lord of the Valar in the realm of Middle-Earth\n\nELBERETH (Soprano), his spouse, Queen of Light\n\nMANDOS (Bass-Baritone), Lord of the Realm of Death\n\nMELKOR later MORGOTH (Bass), the Enemy\n\n\n'''Elves:'''\n\nFINWË (Silent), King of the Noldor in the Blessed Realm\n\nFËANOR (Heroic Tenor), son of Finwë and Miriel      \n\nFINGOLFIN (Lyric Barintone), son of Finwë and Indis\n\nFINARFIN (Silent), son of Finwë and Indis\n\nOLWË (Lyric Tenor), King of the Teleri in the Blessed Realm\n\nMAEDHROS (Baritone), son of Fëanor\n\nMAGLOR (Tenor), son of Fëanor\n\nCELEGORM (Tenor), son of Fëanor\n\nCURUFIN (Tenor), son of Fëanor\n\nCARANTHIR (Baritone), son of Fëanor\n\nAMROD (Bass), son of Fëanor  \n\nAMRAS (Bass), son of Fëanor  \n\n\nVoices of UNGOLIANT (Sopranos and Altos), the Great Spider\n\nMixed chorus of Unseen Voices\n\n== Synopsis ==\n'''Ainulindalë  (Prologue)'''\n\nThe world is created by Ilúvatar, the One, from primaeval chaos.  He introduces the fourteen Valar, the Powers who will govern Arda in his name.  The Elder King, his spouse Elbereth, Mandos, Ulmo and Melkor are among their number.\n\n\n'''The Awakening (Scene One)'''\n\nThe Elder King declares the hour has come when the Firstborn Children of Ilúvatar, the Elves, will rise from sleep.  Elbereth creates new stars to herald their coming.  The Elves come into being by the Waters of Awakening, in the far east of Middle-Earth, and look upon the stars.\n\n \n\n'''The Enemy (Scene Two)'''\n\nMelkor the Enemy descends to the Elves and seeks to corrupt them.  The Valar decide to summon the Elves to safety in the Blessed Realm, where the Two Trees give light to the land and the Elves begin the crossing of Middle-Earth to reach the ships that will take them to Valinor.\n\n \n\n'''The Silmarils (Scene Three)'''\n\nIn Tirion, the chief city of the Elves in the Blessed Realm, Finwë the King of the Elves and his wife Miriel have a son, Fëanor; but Miriel’s spirit is consumed in the delivery, and she passes to the kingdom of Mandos the Lord of Death.  Finwë remarries and has two further children, Fingolfin and Finarfin, who are therefore Fëanor’s half-brothers.  Fëanor shapes three great jewels, the Silmarils, from the blended light of the Two Trees, and they are hallowed by the Valar.\n\n\n'''The Banishment (Scene Four)'''\n\nMelkor covets the Silmarils, and sows dissension between Fëanor and his half-brothers.  Fëanor draws his sword  on Fingolfin during a debate before his father Finwë, and is banished from Tirion for twelve years.  Melkor warns Fëanor that the Silmarils are not safe in the land of the Valar, and Fëanor realising Melkor’s purpose drives him from his door.\n\n\n'''The Black Foe of the World (Scene Five)'''\n\nMelkor seeks out Ungoliant, the Great Spider, and offers her all that she may wish if she will aid him.  Fëanor and Fingolfin are reconciled, and Fingolfin promises to follow Fëanor wherever he may lead.  But Melkor and Ungoliant come into the Blessed Realm and destroy the Two Trees. Elbereth says that with the use of the Silmarils she could restore light to the Realm, but Fëanor reflecting on Melkor’s words refuses to surrender them.  Fëanor’s son Maedhros enters in haste to tell the Valar that Melkor has gone to Fëanor’s stronghold and, after killing Finwë the King, has stolen the Silmarils.  Fëanor curses Melkor, naming him Morgoth, the Black Foe of the World, whilst the foe himself takes his prize and crosses the Narrow Ice to Middle-Earth to fortify himself in his stronghold of Angband.\n\n\n'''The Flight of the Noldor (Scene Six)'''\n\nFëanor summons the Elves to follow him in pursuit of Morgoth, seeking to recover the Silmarils by force.  He and his sons swear an oath of vengeance, and that they will destroy anyone who seeks to keep the Silmarils from them.  The Elder King warns Fëanor that his pursuit of Morgoth is in vain, but Fëanor is unmoved.\n\n\n''Amongst the Elves who meet with Fëanor and agree to aid him by crossing to Middle-Earth with him are the majority of the Noldor in Valinor, one notable exception is his half-brother Finarfin who chooses to remain behind and not be involved with his war-like sibling.''\n\n\n'''The Kinslaying (Scene Seven)'''\n\nFëanor and Fingolfin seek to persuade Olwë, the King of the Teleri Elves in Valinor, to lend them ships to sail back to Middle-Earth in pursuit of Morgoth.  Olwë refuses to do so against the wishes of the Valar, and Fëanor seizes the ships by force in his defiance, killing many of the Elves who resist him.  Fëanor, his sons and the first group of his followers board the ships to begin the crossing to Middle-Earth.  Their trip across the sea is perilous as a vengeful Ulmo raises a storm and many of the ships are lost.\n\n\n''At the forefront of this kinslaying were Fëanor and his Sons.  The other Noldor arrive once the deed is done and though horrified by these actions, their oath to Fëanor means that they are also bound to his doom and cannot return to their homes.''\n\n\n'''The Curse of Mandos  (Scene Eight)'''\n\nMandos appears to the host of the Elves, laying a doom upon Fëanor and all who follow him.  For slaying their kinsfolk unrighteously they are forever banished from  Valinor and the Valar will block any that try to return.  Though they may not perish by natural causes they shall all be doomed to die and their works will all fade to nothing.  Fëanor replies that even if they all perish, their deeds will live after them.\n\n\n'''The Burning of the Ships (Scene Nine)'''\n\nMorgoth and Ungoliant quarrel about the division of the spoils, and Morgoth refuses to surrender the Silmarils to her; with the aid of his Balrogs, spirits of flame, he drives her away. Fëanor and his sons land in Middle-Earth,  but  Fëanor  refuses  to  send  the  ships  back  to convey the rest of the Noldor across the Ocean; he has the ships burned. \n\n\n''The betrayal of Fëanor to the rest of the Noldor meant that the exiled Elves were left with no option but to cross the Narrow Ice to Middle-Earth, with the loss of much life to the perilous frozen paths.  The characters that are part of this cycle this affected directly are Fingolfin, Finrod, Orodreth, Galadriel, Turgon (who lost his wife in the crossing), Aredhel and Idril.''\n\n\n'''The Death of Fëanor (Epilogue)'''\n\nFëanor manages to fight his way to Angband to confront Morgoth, but is defeated by him in combat and consumed with flame.\n\n== Recordings ==\nIn 2022 Volante Opera Productions produced a demo recording of the work using sampled orchestra and professional opera singers.  It was released by Prima Facie records.\n\n'''Cast:'''\n\nMelkor (later Morgoth) the Enemy (Bass): Laurence Cole\n\nFingolfin, Son of King Finwë (Baritone): Philip Lloyd-Evans\n\nFëanor, Son of King Finwë  (Tenor): Simon Crosby Buttle\n\nMandos, Ruler of the Dead (Baritone): Julian Boyce\n\nElbereth, Queen of Light (Soprano): Emma Mary Llewellyn\n\nThe Elder King, Lord of the Valar (Bass): George Newton-Fitzgerald\n\nMaedhros, Son of Fëanor (Bass-Baritone): Stephen Wells\n\nMaglor, Son of Fëanor (Tenor): Michael Clifton-Thompson\n\nCelegorm, Son of Fëanor (Tenor Baritone for this recording): Philip Lloyd-Evans\n\nCurufin, Son of Fëanor (Tenor Baritone for this recording): Julian Boyce\n\nCaranthir, Son of Fëanor (Baritone Bass for this recording): George Newton-Fitzgerald\n\nAmrod, Son of Fëanor (Bass): Laurence Cole\n\nAmras, Son of Fëanor (Bass): Jasey Hall\n\nOlwë, King of the Teleri (Tenor): Michael Clifton-Thompson\n\n\n'''Chorus of unseen voices and the voice of Ungoliant:'''\n\nPaula Greenwood/Emma Mary Llewellyn/Sophie Yelland/Helen Greenaway\n\nMichael Clifton-Thompson/Simon Crosby Buttle/Julian Boyce/Jasey Hall\n[[Category:Classical music]]\n[[Category:Opera]]"}}}