{"parse": {"title": "Elven customs", "pageid": 15032, "redirects": [{"from": "Elven Customs", "to": "Elven customs"}], "links": [{"ns": 0, "exists": "", "*": "Amras"}, {"ns": 0, "exists": "", "*": "Amrod"}, {"ns": 0, "exists": "", "*": "Caranthir"}, {"ns": 0, "exists": "", "*": "Celeborn"}, {"ns": 0, "exists": "", "*": "Celegorm"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Essë"}, {"ns": 0, "exists": "", "*": "Finarfin"}, {"ns": 0, "exists": "", "*": "Fingolfin"}, {"ns": 0, "exists": "", "*": "Fingon"}, {"ns": 0, "exists": "", "*": "Finrod"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Ingoldo"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Maedhros"}, {"ns": 0, "exists": "", "*": "Maglor"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "The Peoples of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Shibboleth of Fëanor"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:PM"}], "images": [], "wikitext": {"*": "The Elves had various '''Customs''' they practiced.\n\n==Marriage==\n\nSpouses can choose each other long before they are married and be betrothed.  The betrothal is subject to parental approval unless the parties are of age and intend to marry soon, at which point the betrothal is announced at a meeting of the two houses, during which the couple exchange rings. The betrothal lasts at least a year, and is revocable by the return of the rings (but is rarely broken). After their formal betrothal, the couple appoints a time for the wedding when at least a year has passed.\n\nMarriage is celebrated at a feast of the two houses. The spouses return their betrothal rings and receive others worn on their index fingers. The bride’s mother gives the groom a jewel to be worn, but the marriage is only achieved with its consummation. Technically, only the words exchanged by the bride and groom (including the speaking of the name of Eru) and the consummation are required for marriage.\n\n==Naming conventions==\nThe following traditions were practiced among the Noldor; other Eldar had slightly different conventions. Naming conventions are complex, as both parents named the child, and the Elves often chose additional names for themselves later, or were given names by others.\n\n===Essë===\nThe Noldor were typically given one name (an ''[[essë]]'') at birth. This name was given by the father, therefore called the Father-name.<ref name=Mother>{{PM|Mother}}</ref> The name was often derived from the father's or the mother's own name. \nThe most prominent example for this are [[Finwë]] and his descendants:\n*Finwë gave to his oldest son [[Fëanor]] the name ''Curufinwë'' (skilled Finwë), to his middle son [[Fingolfin]] the name ''Ñolofinwë'' (Wise Finwë), and to his youngest son [[Finarfin]] the name ''Arafinwë'' (Noble Finwë).<ref name=Finwe>{{PM|Finwe}}</ref>\n*Many of Finwë's descendants bear the ''fin'' element in their names, such as [[Fingolfin]], [[Finarfin]], [[Fingon]] and [[Finrod]]. \n\nFëanor in turn also gave to all his sons names based on Finwë, with slight derivation:\n*His eldest son [[Maedhros]] was given the name ''Nelyafinwë'' (third Finwë), the second son [[Maglor]] was named ''Canafinwë'' (strong-voiced Finwë), the fourth son [[Caranthir]] was named ''Morifinwë'' (dark Finwë) and the youngest son [[Amras]] was named ''Telufinwë'' (last Finwë).<ref name=Sons>{{PM|Feanor}}</ref>\nThe prefixes are partially based on physical appearance and skills and thus might be added some time after birth.\n\n===Amilessë===\nWhen the children had become older, they received a second name from their mother, the ''amilessë''. They often described the physical appearance of the child or a character trait.\nAs an example, [[Galadriel]]'s amilessë was ''Nerwen'', meaning man-maiden due to her height, physical strength and pride. [[Celegorm]]'s amilessë was ''Tyelkormo'', meaning \"hasty-riser\" referring to his quick temper (Celegorm is the Sindarin rendering of the name).\nSometimes the mother-name divulged details about an Elf's fate or strong characteristics, such as the name Fëanor (spirit of fire) or the mother-name of [[Amrod]] ''Umbarto'' (the Fated), then called ''amilessi tercenyë'' (\"mother names of insight\"). These names were rarely given, but considered extremely important.\n\n===Cilmessë===\nAs the Noldo grew older, he or she chose a third name, called a ''cilmessë'', or \"chosen name\". This name  reflected the Noldo's unique linguistic tastes.<ref name=Mother/> It was not used by those who did not know the Noldo well and would be considered rude to do so, and for this reason no example for a cilmessë is known, as they wouldn't appear in historical records and tales. In those cases, the Father-name (which remained the official name throughout the Noldo's life) would be used.\n\n===Epessë===\nThe ''epessë'' or the \"after-name\" was the fourth type.  The after-name was given later in life (not necessarily by the Elf's kin), as a title of admiration and honour.<ref name=Mother/>  In some circumstances, the ''epessë'' was chosen by the Elf himself or herself.\nA typical example of an ''epessë'' is [[Galadriel]].  Galadriel is the Sindarin rendering of ''Alatáriel'', the latter being the Telerin ''epessë'' originally given to her by [[Celeborn]], meaning \"Maiden Crowned by a Radiant Garland\".\n\n===Special cases===\nDue to the Noldor's migration to Middle-earth, where they abandoned their native language and adopted [[Sindarin]], there are a few more complex cases. Many of the original names have been rendered into Sindarin, but not translated entirely correct. In other cases two names have been merged, creating a new epessë.\nFor example [[Maedhros]], the oldest son of [[Fëanor]], was called ''Russandol'' (copper-top) by his brothers, due to his auburn hair.<ref name=Sons/> His mother name was ''Maitimo'' (well-shaped one). Maedhros is the combination of both names.\n\nAnother very special case is Amrod. His mother-name was Umbarto, meaning the fated. His father Fëanor was disturbed by this name and changed it to Ambarto.\n\n{| class=\"wikitable sortable\"\n|-\n! Sindarin Name !! Quenya father-name !! Quenya mother-name !! epesse \n|-\n| Feanor || Curufinwe|| Feanaro || \n|-\n| Fingolfin || Nolofinwe || Aracano || \n|-\n| Finarfin || Arafinwe || [[Ingoldo]] ||\n|-\n| Maedhros || Nelyafinwe || Maitimo || Russandol \n|-\n| Maglor || Kanofinwe || Makalaure || \n|-\n| Celegorm || Turkafinwe || Tyelkormo || \n|-\n| Caranthir || Morifinwe || Carnistir || \n|-\n| Curufin || Curufinwe || Atarinke ||\n|-\n| Amrod || Pityafinwe || Ambarto -> Umbarto ||\n|-\n| Amras || Telufinwe || Ambarussa || \n|-\n| Fingon || Findekano || ||\n|-\n| Turgon || Turukano || ||\n|-\n| Aredhel || Írissë || || Ar-Feiniel \n|-\n| Argon || Arakáno || ||\n|-\n| Finrod || Findaráto/Artafinde  || Ingoldo || [[Finrod#Felagund|Felagund]]\n|-\n| Angrod || Angarato|| || Angamaitë\n|-\n| Aegnor || Ambarato || Aikanaro || \n\n|-\n| Galadriel || Artanis || Nerwen || Alatariel \n|}\n\n{{references}}\n[[Category:Elves]]"}}}