{"parse": {"title": "Arondir", "pageid": 62235, "redirects": [], "links": [{"ns": 14, "exists": "", "*": "Category:Images of Arondir"}, {"ns": 14, "exists": "", "*": "Category:Images from The Rings of Power (TV series)"}, {"ns": 6, "exists": "", "*": "File:Rings of Power Arondir Closeup.png"}, {"ns": 0, "exists": "", "*": "Adar (The Rings of Power)"}, {"ns": 0, "exists": "", "*": "Ainur"}, {"ns": 0, "exists": "", "*": "Amazon Studios"}, {"ns": 0, "exists": "", "*": "Beleriand"}, {"ns": 0, "exists": "", "*": "Bronwyn"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Ents"}, {"ns": 0, "exists": "", "*": "Eregion"}, {"ns": 0, "exists": "", "*": "Estrid"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Galadriel"}, {"ns": 0, "exists": "", "*": "Gil-galad"}, {"ns": 0, "exists": "", "*": "Hordern"}, {"ns": 0, "exists": "", "*": "Iron Crown"}, {"ns": 0, "exists": "", "*": "Isildur"}, {"ns": 0, "exists": "", "*": "Ismael Cruz Córdova"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Languages"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Morgoth"}, {"ns": 0, "exists": "", "*": "Médhor"}, {"ns": 0, "exists": "", "*": "Nameless things"}, {"ns": 0, "exists": "", "*": "Nandor"}, {"ns": 0, "exists": "", "*": "Noldor"}, {"ns": 0, "exists": "", "*": "Orc Sigil Hilt"}, {"ns": 0, "exists": "", "*": "Pelargir"}, {"ns": 0, "exists": "", "*": "Pre-Númenóreans"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Revion"}, {"ns": 0, "exists": "", "*": "Rings of Power"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Rowan (The Rings of Power)"}, {"ns": 0, "exists": "", "*": "Sack of Eregion"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Silvan Elves"}, {"ns": 0, "exists": "", "*": "Silvan Elvish"}, {"ns": 0, "exists": "", "*": "Snaggleroot"}, {"ns": 0, "exists": "", "*": "Southlands"}, {"ns": 0, "exists": "", "*": "Tar-Míriel"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Rings of Power"}, {"ns": 0, "exists": "", "*": "Theo"}, {"ns": 0, "exists": "", "*": "Tirharad"}, {"ns": 0, "exists": "", "*": "Tredwill"}, {"ns": 0, "exists": "", "*": "Waldreg"}, {"ns": 0, "exists": "", "*": "Watchtower of Ostirith"}, {"ns": 0, "exists": "", "*": "Winterbloom"}, {"ns": 0, "*": "Berek (Rings of Power)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Rings_of_Power_Arondir_Closeup.png", "CdxIconInfoFilled.svg", "The_Rings_of_Power_(TV_series)_-_Bronwyn_and_Arondir_at_Tirharad.jpg", "The_Rings_of_Power_(TV_series)_-_Arondir_in_the_Trenches.jpg", "The_Rings_of_Power_(TV_series)_-_Arondir_Carries_Wounded_Bronwyn.png", "The_Rings_of_Power_(TV_series)_-_Arondir_Bow.png", "The_Rings_of_Power_(TV_series)_-_Arondir_Armor.jpeg"], "wikitext": {"*": "{{adaptation}}\n{{infobox character\n| name=Arondir\n| people=[[Nandor|Nando]]\n| image=Rings of Power Arondir Closeup.png\n| caption=\"Arondir\" in ''[[:Category:Images from The Rings of Power (TV series)|The Rings of Power]]''\n| pronun=\n| othernames=\n| titles=\n| position=\n| location=[[Watchtower of Ostirith]], [[Hordern]], and [[Tirharad]]\n| affiliation=[[Nandor]], [[Noldor]], and [[Men|Southlanders]]\n| language=[[Silvan Elvish]] and [[Quenya]]\n| birth=[[First Age]]\n| birthlocation=[[Beleriand]]\n| rule=\n| death=\n| deathlocation=\n| age=\n| notablefor=\n| house=\n| parentage=\n| siblings=\n| spouse=\n| children=\n| gender=Male\n| height=\n| hair=Black\n| eyes=Green\n| clothing=\n| weapons=Sword, bow, knife\n| steed=\n}}{{Quote|Beauty has great power to heal the soul.|Arondir}}\n\n'''Arondir''' is a [[Silvan Elves|Silvan elf]]. He was invented for ''[[The Lord of the Rings: The Rings of Power]]'' television series by [[Amazon Studios]], where he appeared in the first and second seasons of the show. He is portrayed by [[Ismael Cruz Córdova]].<ref>{{webcite|author=|articleurl=https://www.imdb.com/title/tt9788618/fullcredits|articlename=Full Cast & Crew|dated=|website=IMDB|accessed=28 July 2022}}</ref>\n\n==History==\n\n===Tirharad===\nArondir was born and raised in [[Beleriand]] before its destruction. During the late [[Second Age]], he was stationed in the [[Southlands]] of [[Middle-earth]]. His duty was to oversee the [[Pre-Númenóreans|Southlanders]] to ensure that they did not revert to serving [[Morgoth]] as their ancestors had done. Beyond checking in on locals to make sure they had not fallen back into their old habits, he also served as a guard at the [[Watchtower of Ostirith]].\n[[File:The Rings of Power (TV series) - Bronwyn and Arondir at Tirharad.jpg|left|thumb|368x368px|Arondir speaks with Bronwyn.]]\nArondir remained in the Southlands for 79 years. During that time, he met and fell in love with a healer named [[Bronwyn]], who dwelled in [[Tirharad]]. In spite of the affection they felt for each other, her son, [[Theo]], regarded the Elf with suspicion.\n\nAfter being accosted by a young Southlander named [[Rowan (The Rings of Power)|Rowan]], Arondir met briefly with Bronwyn. He then returned to his tower guard duties where he was advised against courting Bronwyn by his fellow watchman, [[Médhor]]. The two then received a missive from the High [[Gil-galad|King Gil-galad]] that indicated that their mission in the Southlands was ending and that they were to return home.\n\nArondir left his post to profess his love for Bronwyn, but was interrupted by the arrival the farmer [[Tredwill]], who sought healing for his sick cow. The cow was very gaunt and, instead of milk, it was producing a black ooze from its udders. Bronwyn then followed Arondir as he left to investigate where the cow had been grazing.\n\nThey arrived at the village of [[Hordern]], which had been burnt and pillaged. They then searched the village and found a tunnel opening in one of the abandoned houses. Arondir entered the tunnel and was snatched by Orcs shortly after emerging on the other side.\n\n===Capture by orcs===\nArondir was taken to a large trench, where he discovered the other imprisoned Silvan Elves who were being forced by [[Adar (The Rings of Power)|Adar]] to dig for a [[Orc Sigil Hilt|The Orc Sigil Hilt]].\n[[File:The Rings of Power (TV series) - Arondir in the Trenches.jpg|thumb|334x334px|Arondir during has captivity in Adar's Orc encampment.]]\nShortly after his arrival, Arondir happened upon his fellow guards [[Médhor]] and Watchwarden [[Revion]]. They soon began to plan a prison break as their working conditions grew untenable. When Revion refused to cut down a tree, an Orc feigned that he was going to give him water for showing strength but killed Médhor instead. Arondir then volunteered to cut down the tree to spare the lives of the other Elves, though it painted him greatly.\n\nThe Elves eventually staged a revolt against the Orcs, with many dying as they did so. Arondir freed Revion and the two elves fled from the encampment, but Revion was felled by an arrow while they ran. Arondir was then captured and brought before Adar to receive judgment for his attempted escape. Adar spoke with Arondir and spoke of his past in Beleriand before its sinking. Adar then released Arondir from his captivity so that he could serve as a messenger to the people of Tirharad and tell them that, if they did not bend the knee to Adar, he would destroy them.\n\n===Last stand in Tirharad===\nUpon receiving Adar's message through Arondir, the denizens of Tirharad were divided in their willingness to swear fealty. A man named [[Waldreg]] led many of Tirharad's people to swear allegiance to Adar, while the rest - along with Arondir - remained within the Watchtower of Ostirith. \n\nTheo had happened upon the Orc Sigil Hilt in the weeks prior and showed it to Arondir - though his mother wished to surrender the hilt to Adar in hopes that he would spare the Southlanders. Allaying Bronwyn's concerns, Arondir concocted a plan by which the Southlanders would retreat and the Watchtower would be intentionally destroyed once Adar arrived. Arondir remained and successfully caused the tower's collapse. However, Adar survived. \n\nThe Southlanders retreated to the empty Tirharad and awaited Adar's army. Upon the army's arrival, the villagers fought off first wave. However, upon removing some of their battle attire, they found that this first wave was comprised of Southlanders who had Waldreg and sworn fealty to Adar. Adar's main army then arrived and easily routed the Southlanders. [[File:The Rings of Power (TV series) - Arondir Carries Wounded Bronwyn.png|left|thumb|379x379px|Arondir carries a wounded Bronwyn to safety.]]Adar took Bronwyn hostage and threatened to end her life and Theo, in order that she be spared, handed the Orc Sigil Hilt over to him.\n\n===Arrival of the Númenóreans===\nAs the Hilt was being handed over, an expeditionary force of Númenóreans led by Queen Regent [[Tar-Míriel|Miriel]] arrived. Arondir joined [[Galadriel]] in routing Adar's army, pointing out Adar while doing so. Being no match for such a force, Adar fled alongside his infantry.\n\nArondir was later present at a celebration of Adar's defeat, where Galadriel gave him what she believed to be the Orc Sigil Hilt after she had recovered its decoy from Adar. He then offered encouragement to Theo, who felt less important after having lost the Hilt. Arondir gave Theo what he thought to be the true Hilt so that Theo could dispose of it. \n\nThe real Hilt was in the possession of Waldreg, who inserted it into an opening near the Watchtower of Ostirith, unlocking a mechanism that opened the dam holding the lake waters back. This caused water to run towards Orodruin and trigger its eruption. The ensuing destruction caused the ruin of Tirharad. \n\nArondir assisted the survivors of eruption in their return to the Númenóreanian encampment. He later reunited with Theo and a wounded Bronwyn and learned of the plans to lead the Southlanders to [[Pelargir]]. \n\n===Pelargir===\n[[File:The Rings of Power (TV series) - Arondir Bow.png|thumb|345x345px|Arondir aims an arrow at a fleeing wild man.]]\nBronwyn's wound worsened, and the poison left by the arrow that had pierced her eventually caused her death. In his grief, Arondir wandered the area surrounding Pelargir, where he came upon a band of Wildmen and a besieged [[Isildur]] and [[Estrid]]. After being rescued by him, the two followed Arondir to Pelargir, where they bore witness to Bronwyn's funeral and cremation. Arondir then attempted to console a grieving Theo, but was met only with his scorn.\n\nTheo would later go missing while helping Isildur recover his stolen horse [[Berek (Rings of Power)|Berek]]. Arondir formed a small search party with Isildur and Estrid to recover him and, after escaping a [[Nameless things|nameless thing]] in a marsh, found him being held captive by two [[Ents]] named [[Snaggleroot]] and [[Winterbloom]]. Arondir was able to communicate his good intentions to the Ents, who told him of an Orc army that is heading west before freeing Theo and the Wildmen they were holding captive. Theo, abandoning his previous scornful demeanor toward the Elf, expressed his gratitude for the rescue.\n\n===Eregion===\nFollowing up on the information the Ents gave him about the Orc army, Arondir headed to [[Eregion]] to confront Adar's forces. He later arrived in the outskirts of Eregion, where he assisted the forces of [[Elrond]] and [[Gil-galad]] in the battle. He eventually came up on Adar on the battlefield and attacked him, stabbing him with an arrow. However, Adar proved to be too strong of an opponent and, undeterred by his assault, he ran Arondir through with his sword. After Arondir collapsed, Adar kicked him in the face, leaving him splayed on the ground and appearing to be on the verge of death.\n\nArondir later reappeared as an Orc captive in Eregion alongside Elrond and Gil-galad. He showed no evidence of having been run through by a sword and was not slowed down when he and the two elves fought and escaped their captors as the [[Dwarves|Dwarven]] reinforcements arrived to the besieged city. While participating in the fight with the Orcs, he looked up to see Galadriel falling from a cliff overlooking the city. Arondir joined Gil-galad and Elrond to find Galadriel in the forest near the city. Arondir was the first to find her and bore witness to Gil-galad and Elrond healing her with their [[Rings of Power]] after she had been stabbed with the [[Iron Crown]] of [[Morgoth]] by [[Sauron]].\n\nAfter the battle, he accompanied the refugees of the [[Sack of Eregion]] to what would later become [[Rivendell]]. He was near Galadriel when she woke up and asked her what course she would advise for the future. After hearing her reply, he stood alongside her on a precipice overlooking the refugees in the valley, who cheered up on seeing that she had been restored.\n\n==Characteristics==\n[[File:The Rings of Power (TV series) - Arondir Armor.jpeg|thumb|306x306px|Arondir's graven armor.]]\nArondir is an Elf with brown skin, green eyes, and short black hair. He has an athletic build befitting his life as a warrior, where he wields his sword, bow, and knife to great effect. He dons a cape of grey-green hue and wears armor of unknown composition, though its appearance is that of a grayish wood. \n\nHis armor has a sculptural aspect, depicting a leaf motif on its pauldrons and a male face with its hair and beard made of leaves on his breastplate. It is unclear who this face is supposed to depict, as it does not match the description of any [[Ainur]] or other beings in the [[legendarium]], though it is possible that it is an artistic interpretation of an Ent.\n\n==Etymology==\n''Arondir'' does not appear to have any direct translation in any of [[J.R.R. Tolkien]]'s [[languages]] and is likely an invention of the show's creators.\n{{references}}\n[[Category:Elves from adaptations]]\n[[Category:The Rings of Power (TV series) characters]]\n[[fi:Arondir (televisiosarjan hahmo)]]\n[[de: Arondir]]"}}}