{"parse": {"title": "When a Fan Hits the Shit", "pageid": 27853, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:When a Fan Hits the Shit.jpg"}, {"ns": 0, "exists": "", "*": "2004"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (film series)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["When_a_Fan_Hits_the_Shit.jpg"], "wikitext": {"*": "{{book\n|title=When a Fan Hits the Shit: The Rise and Fall of a Phony Charity\n| image = When a Fan Hits the Shit.jpg\n|author=Jeanine Renne\n|isbn=978-0965313643\n|publisher=Heisenberg Press\n|date=September [[2004]]\n|format=Paperback\n|pages=352\n|amazon=\n|amazonprice=\n|}}\n\n'''''When a Fan Hits the Shit: The Rise and Fall of a Phony Charity''''', written by a victim of the Bit of Earth, a fake charitable community project aimed at duping film stars from [[The Lord of the Rings (film series)|''The Lord of the Rings'' (film series)]] into endorsing the charity.\n\n==From the publisher==\n{{blockquote|Amy Player came from a good family in Virginia. She attended Christopher Newport University for two years and worked at Busch Gardens in the summers. Pretty, bright, and a talented artist, it's hard to understand how she ended up creating a phony charity and fleecing half the cast of the \"Lord of the Rings\" film trilogy.<br/><br/>In 2002 Ms. Player created an online fan club in homage to actor Sean Astin and his character, Sam Gamgee. This club caught the eye of Abigail Stone, a fan from Oregon, and the women discovered two mutual interests: an obsession with Astin and the other cast, and the willingness to do or say whatever it took to meet them.<br/><br/>Abbey and Amy developed their fan club into a beautiful, professional-appearing website. They referred to themselves as \"Bit of Earth,\" and claimed that they wanted to raise money \"for charity.\" On September 11, 2002, Amy went to Washington, DC and approached Sean Astin after his speech at the Capitol (Mr. Astin sits on the President's Council for Service and Civic Participation). Amy asked him to help out her \"fledgeling charity\" by volunteering with other members to build a Children's Reading Garden for a public library.<br/><br/>Their planning was perfect. They knew that Astin, having just given a public appeal for active community service, could hardly turn Amy down. They picked those themes because Astin is quite vocal about his support for literacy, and gardening would naturally lend itself for publicity for Astin's movie role as gardener Sam Gamgee. Lucky for them, Astin loved the idea of focusing the enthusiasm of LOTR fans toward a charitable community project, instead of the usual autographs and merchandise. He agreed to help build the garden!<br/><br/>With that kind of endorsement, membership in Bit of Earth rapidly expanded to hundreds of Astin's fans worldwide. All were told that BoE was working in direct association with \"Reading is Fundamental\" to raise funds and build gardens to promote literacy.<br/><br/>The garden was built in Beaverton, Oregon, in 2003, and Astin's presence gave them renewed international publicity among his fans. Other major LOTR websites covered the news and it seemed that the sky was the limit for Bit of Earth, with its small army of enthusiastic fans working side-by-side with celebrities to improve communities.<br/><br/>Then it all hit the fan. Amy got caught in a complicated lie, in which she tried to mooch free airline tickets for actors to fly from New Zealand for a Bit of Earth event. This resulted in a miserable trip for several actors. Two of them ended up sleeping on the floor of Amy and Abbey's filthy apartment, instead of the deluxe accomodations they had been promised for attending this \"fundraiser.\"<br/><br/>After the discovery of one lie, hundreds more fell apart. Former Bit of Earth volunteers came forward with horror stories. Amy borrowed a friend's computer and didn't \"log out,\" which gave open access to the official Bit of Earth email account, and revealed hundreds of lies attempting to manipulate celebrities, businesses, volunteers, etc. into supporting this fake charity.<br/><br/>This book was written by one of their victims. It takes the reader through the incredible web of firsthand evidence, revealing just how the half-truths, exaggerations, blame games, and other manipulations were employed to swindle both fans and celebrities the world over. Even without the \"high drama\" of murder or huge sums of money, this book will fascinate you with the real-life details of con artists in action.}}\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}