{"parse": {"title": "Treasures of Middle-earth (2nd edition)", "pageid": 23666, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Treasures of Middle-earth (2nd edition).jpg"}, {"ns": 0, "exists": "", "*": "1994"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Metals in Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Plants in Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Stones in Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Treasures of Middle-earth"}, {"ns": 0, "exists": "", "*": "Woods in Middle-earth Role Playing"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Treasures_of_Middle-earth_(2nd_edition).jpg"], "wikitext": {"*": "{{book\n|title=Treasures of Middle-earth (2nd edition)\n| image = Treasures of Middle-earth (2nd edition).jpg\n|author=Wolfgang Baur \n|isbn=1-55806-211-4 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1994]]\n|format=Softcover\n|pages=208\n|ice=2010\n}}\n'''''Treasures of Middle-earth''''' '''(2nd edition)''' is a supplement (in the ''Sourcebook''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. It replaces the 1st Edition ''[[Treasures of Middle-earth]]''.\n\n== Cover/Jacket Text == \n\n''\"The Sword of Elendil was forged anew by elvish smiths, and on its blade was traced a device of seven stars set between the crescent Moon and the rayed Sun, and about them were written many runes; for Aragorn son of Arathorn was going to war upon the marches of Mordor. Very bright was that sword when it was made whole again; the light of the sun shone readily in it, and the light of the moon shone cold, and its edge was hard and keen. And Aragorn gave it a new name and called it Andúril, Flame of the West.\"'' - The Fellowship of the Ring \n\nTreasures of Middle-earth details the most potent artifacts of Tolkien's world, including Aragorn's sword Andúril, the palantíri saved from drowned Númenor, and Sauron's One Ring. This compendium is a revised version of the sourcebook released in 1989. the new Treasures features twice as many illustrations as the old and includes complete stats for the Lord of the Rings Adventure Game in addition to MERP and Rolemaster stats. If, like Bilbo, you've ever felt \"the love of beautiful things, made by hands and by cunning and by magic,\" then Treasures of Middle-earth belongs on your bookshelves and in your fantasy role playing campaign. Let something \"Tookish\" awake in your heart: pick up your copy of Treasures and \"go and see the great mountains [of Endor], and hear the pine-trees and the waterfalls, and explore the caves, and wear a sword instead of a walking-stick.\" \n\nTreasures of Middle-earth includes: \n*TREASURES - everything from the Shards of Narsil to the Three Elven Rings of Power to Sting, Bilbo's storied sword. Arms, armor, apparel & gear; jewelry & art, musical instruments, rings, and tools & trappings are all present. Each item has a short description followed by a complete listing of its magical powers, including statistics for MERP, Rolemaster, and Lord of the Rings Adventure Game. \n*CREATORS - the forging techniques favored by each race, touching on the works of the exalted Ainur, such as the Great Lamps Illuin and Ormal, as well as those of lowly Orcs. \n*MATERIALS - the properties of the jewels, stone, wood, and metals used to create enchanted and mundane items. Gems forged by the Eldar, herbs cultivated by the Dúnedain, the rare alloy ithildin used to demarcate the West-gate of Moria, and the golden mellyrn of Lórien are all described.\n\n== See also ==\n* [[Metals in Middle-earth Role Playing]]\n* [[Plants in Middle-earth Role Playing]]\n* [[Stones in Middle-earth Role Playing]]\n* [[Woods in Middle-earth Role Playing]]\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}