{"parse": {"title": "The Plants of Middle-earth", "pageid": 32497, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Plants of Middle-earth Botany And Sub-creation.png"}, {"ns": 0, "exists": "", "*": "2007"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 14, "exists": "", "*": "Category:Plants"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Plants_of_Middle-earth_Botany_And_Sub-creation.png"], "wikitext": {"*": "{{book\n|title=The Plants of Middle-earth: Botany And Sub-creation\n| image = The Plants of Middle-earth_Botany And Sub-creation.png\n|author=Dinah Hazell\n|isbn=978-0873388832\n|publisher=Kent State University Press\n|date=[[2007]]\n|format=Hardcover\n|pages=124\n|amazon=\n|amazonprice=\n|}}\n'''''The Plants of Middle-earth: Botany And Sub-creation''''' is a book which explores the many [[:Category:plants|plants]] mentioned in ''[[The Lord of the Rings]]''.\n==From the publisher==\n{{blockquote|A new path for exploring the culture and values of Tolkien's Middle-earth \"Rather than inventing an alien world into which human and familiar characters are introduced, as in science fiction, Tolkien created a natural environment that is also home to 'supernatural' beings and elements, as in medieval works like Beowulf. The Shire is always the touchstone to which the hobbits return mentally and against which they (and we) measure the rest of Middle-earth. By creating a sense of familiarity and belonging early and then in each of the cultures encountered, we can meet 'others' without feeling estranged.\" --from the Introduction Beautifully illustrated with dozens of original full-color and black-and-white drawings, ''The Plants of Middle-earth'' connects readers visually to the world of Middle-earth, its cultures and characters and the scenes of their adventures. Tolkien's use of flowers, herbs, trees, and other flora creates verisimilitude in Middle-earth, with the flora serving important narrative functions. This botanical tour through Middle-earth increases appreciation of Tolkien's contribution as preserver and transmitter of English cultural expression, provides a refreshing and enlivening perspective for approaching and experiencing Tolkien's text, and allows readers to observe his artistry as sub-creator and his imaginative life as medievalist, philologist, scholar, and gardener.''The Plants of Middle-earth'' draws on biography, literary sources, and cultural history and is unique in using botany as the focal point for examining the complex network of elements that comprise Tolkien's creation. Each chapter includes the plants' description, uses, history, and lore, which frequently lead to their thematic and interpretive implications. The book will appeal to general readers, students, and teachers of Tolkien as well as to those with an interest in plant lore and botanical illustration.}}\n\n{{title|italics}}\n{{DEFAULTSORT:Plants of Middle-earth: Botany And Sub-creation, The}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}