{"parse": {"title": "Prisoners of Gravity", "pageid": 45840, "redirects": [{"from": "Prisoner of Gravity", "to": "Prisoners of Gravity"}], "links": [{"ns": 0, "exists": "", "*": "1993"}, {"ns": 0, "exists": "", "*": "24 November"}, {"ns": 0, "exists": "", "*": "Guy Gavriel Kay"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "'''''Prisoners of Gravity''''' was a Canadian television news program about science fiction, fantasy, horror and comic books, produced by TvOntario. The episode of [[24 November]] [[1993]] was about [[J.R.R. Tolkien]], and features interviews with many authors having been influenced by Tolkien. The episode contains an inverview with [[Guy Gavriel Kay]].\n\n==About the program \"Tolkien\"==\n\nThe continuing influence of J.R.R. Tolkien and his trilogy, The Lord Of The Rings, is celebrated this week as Commander Rick checks in with comic book creators Mike Ploog (artist, Weirdworld), Walt Simonson (writer/artist, Thor) and Charles Vess (artist, Books Of Magic - issue 3). On the speculative fiction side of things Rick chats with Guy Gavriel Kay, who, along with Tolkien's son Christopher, completed Tolkien's last manuscript, The Silmarillion, Diana L. Paxson (The Wolf and the Raven), Sean Stewart (Nobody's Son), Martin H. Greenberg, editor of the Tolkien tribute anthology, After The King, plus After The King contributors Charles de Lint (\"The Conjure Man\") and Terry Pratchett (\"Troll Bridge\").As well, writers Suzy McKee Charnas (The Kingdom of Kevin Malone), Carole Nelson Douglas (Counter-Probe), and Chelsea Quinn Yarbro (Better In The Dark) point out that The Lord Of The Rings is far from perfect. Tolkien, warts and all, this week.\n\n==External links==\n\n*''Prisoners of Gravity: Tolkien'', [http://www.youtube.com/watch?v=ofSU39_Zu_4 Part 1], [http://www.youtube.com/watch?v=b2W5kQBmPLc 2], [http://www.youtube.com/watch?v=5BECUkbJGvk 3] at Youtube.com\n\n{{title|italics}}\n[[Category:Documentaries]]"}}}