{"parse": {"title": "Musical chapters from The Lord of the Rings after the mythology of J. R. R. Tolkien, Op. 73", "pageid": 67033, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Beren and Lúthien, Op. 47 (Opera)"}, {"ns": 0, "exists": "", "*": "Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien (Complete)"}, {"ns": 0, "exists": "", "*": "Fëanor, Op. 46 (Opera)"}, {"ns": 0, "exists": "", "*": "Musical Chapters from The Hobbit after the mythology of J. R. R. Tolkien, Op. 8"}, {"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The Adventures of Tom Bombadil"}, {"ns": 0, "exists": "", "*": "The Children of Húrin, Op. 48 (Opera)"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin, Op.49 (Opera)"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The War of Wrath, Op. 71 (Opera)"}], "templates": [], "images": [], "wikitext": {"*": "An operatic cycle by composer [[Paul Corfield Godfrey]], ''Musical Chapters from The Lord of the Rings after the mythology of J. R. R. Tolkien,'' was written between the years 1967-2023. The composer originally planned a massive cycle of eleven evenings of music (two of which were to be devoted to The Hobbit) and the text was prepared but only certain contained sections were composed. It was only when the recordings of [[The Fall of Gondolin, Op.49 (Opera)]], [[Beren and Lúthien, Op. 47 (Opera)]], [[The Children of Húrin, Op. 48 (Opera)]] were released and the recordings of [[Fëanor, Op. 46 (Opera)]] and [[The War of Wrath, Op. 71 (Opera)]] were being worked upon by Volante Opera Productions that Paul was persuaded to go back to his notes and complete the cycle. The original plan was trimmed back to the still epic plan of six evenings of music dedicated to ''The Lord of the Rings'' and two to ''The Hobbit''. \n\nIn 2024 the Tolkien Estate granted the rights to the composer to use the Tolkien texts from [[The Lord of the Rings]] and [[The Adventures of Tom Bombadil]] (to set a truncated version of ''The Sea Bell'' as part of the final chapter).\n\nThis cycle is musically connected to the composer's other Tolkien settings, most notably [[Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien (Complete)]] and [[Musical Chapters from The Hobbit after the mythology of J. R. R. Tolkien, Op. 8]] where characters and themes continue their development from the \"earlier\" works.\n\nThis part of the cycle contains roughly seventeen hours of music across thirty chapters and three appendices.\n\n==Characters==\n'''MUSICAL CHAPTERS FROM THE LORD OF THE RINGS'''\n\n'''HOBBITS:'''\n\nBilbo Baggins of the Shire (Tenor)\n\nFrodo Baggins, his heir (Tenor)\n\nSamwise Gamgee (Baritone)\n\nPeregrin Took (Tenor)\n\nMeriadoc Brandybuck (Baritone) \n\nLobelia Sackville-Baggins, Bilbo's cousin (Mezzo)\n\nOtho Sackville-Baggins, her husband (Baritone)\n\nHamfast Gamgee, Sam's father (Baritone)\n\nTed Sandyman, the miller (Tenor)\n\nDaddy Twofoot (Bass)\n\nOld Knoakes (Bass)\n\nRory Brandybuck, Merry's father (Baritone)\n\nEverard Took, Pippin's cousin (Tenor)\n\nOdo Proudfoot, Bilbo's cousin (Bass)\n\nHob Hayward, a hobbit from Buckland (Baritone)\n\nFarmer Cotton, from Bywater (Bass)\n\nSmeagol/Gollum (Tenor)\n\nDeagol (Bass)\n\nA Stranger (Baritone)\n\n'''WIZARDS AND OTHER ELEMENTALS:'''\n\nGandalf the Grey/White (Baritone)\n\nSaruman the White/Sharkey (Tenor)\n\nGwaihir, Lord of the Eagles (Soprano or Tenor)\n\nTom Bombadil (Baritone)\n\nGoldberry, his wife (Soprano)\n\nA Barrow-Wight (Counter Tenor or Mezzo)\n\nThe King of the Dead (Counter Tenor or Mezzo)\n\nThe Voice of Elbereth, Queen of the Valar in the Blessed Realm (Soprano)\n\n'''RACE OF MEN:'''\n\nStrider/Aragorn, Captain of the Dunedain (Baritone)\n\nBoromir, son of the Steward of Gondor (Bass)\n\nFaramir, son of the Steward of Gondor (Tenor)\n\nDenethor, Steward of Gondor (Bass)\n\nTheoden, King of Rohan (Bass)\n\nEomer, his nephew (Tenor)\n\nEowyn, his niece (Mezzo)\n\nImrahil, Prince of Dol Amroth (Baritone)\n\nBeregond, guard of Minas Tirith (Baritone)\n\nWormtongue, Counsellor to Theoden (Tenor)\n\nEothain, Marshal of the Mark (Baritone)\n\nHama, Captain of the Guard of Edoras (Baritone)\n\nCeorl, a rider of Rohan (Bass)\n\nIngold, guard of Minas Tirith (Tenor)\n\nIoreth, a handmaiden of the Houses of Healing (Mezzo)\n\nHalbarad, a Dunedain (Bass)\n\nHerb Master of the Houses of Healing (Bass)\n\nMablung, one of the men of Ithilien (Baritone)\n\nDamrod, one of the men of Ithilien (Bass)\n\nAnborn, one of the men of Ithilien (Bass)\n\nBarliman Butterbur, Landlord of The Prancing Pony (Bass) \n\nBill Ferny, a man of Bree (Bass)\n\nA Minstrel (Tenor)\n\n'''ELVES:'''\n\nLegolas, son of Thranduil Elvenking of Mirkwood (Tenor)\n\nGaladriel, Queen of Lothlorien (Soprano)\n\nElrond Halfelven, Lord of Rivendell (Tenor)\n\nArwen, his daughter (Soprano)\n\nCeleborn, husband of Galadriel (Bass)\n\nGlorfindel, elf of Rivendell (Tenor)\n\nHaldir, Captain of Lothlorien (Baritone)\n\nLindir, elf of Rivendell (Counter Tenor or Mezzo)\n\nGaldor, elf of the Grey Havens (Baritone)\n\nGildor Inglorion, of the House of Finrod (Tenor)\n\nElladan, twin son of Elrond (Baritone)\n\nElrohir, twin son of Elrond (Baritone)\n\nCirdan, Lord of the Grey Havens (Bass)\n\n'''DWARVES:'''\n\nGimli son of Gloin (Bass)\n\nGloin, of the Lonely Mountain (Bass)\n\nDain, King Under the Lonely Mountain (Bass)\n\n'''ENTS:'''\n\nTreebeard (Bass)\n\nQuickbeam (Baritone)\n\n'''FORCES OF EVIL:'''\n\nThe Voice of Sauron (Bass)\n\nKhamul, a Ringwraith (Bass)\n\nThe Witch-King, Lord of the Ringwraiths (Baritone)\n\nThe Mouth of Sauron (Bass)\n\nUgluk, Orc of Isengard (Baritone)\n\nGrishnahk, Orc of Mordor (Tenor)\n\nGorbag, Orc Captain of Minas Morgul (Baritone)\n\nShagrat, Orc Captain of Cirith Ungol (Tenor)\n\nTracker, Orc of Mordor (Tenor)\n\nSoldier, Orc of Mordor (Bass)\n\nSnaga, Orc of Cirith Ungol (Tenor)\n\n'''CHORUS:'''\n\nHobbits, Elves, Customers at The Green Dragon, Black Riders, Wargs, Men of Rohan, Ents, Men of Harad,\n\nMen of Gondor, Orcs, Creatures of Minas Morgul, Guards of Minas Tirith, Heralds, Host of the Dead,\n\nCreatures of Mordor, Distant Voices over the Water. \n\n\n'''APPENDIX I - THE LAY OF BEREN AND LUTHIEN'''\n\nAragorn/Strider, Captain of the Dunedain (Baritone)\n\n\n'''APPENDIX II - THE LAY OF EARENDIL'''\n\nBilbo Baggins of the Shire (Tenor)\n\n\n'''APPENDIX III - EPILOGUE: ARAGORN AND ARWEN'''\n\nArwen, Queen of Gondor and Arnor (Soprano)\n\nAragorn, King Elessar of Gondor and Arnor (Baritone)\n\n'''CHORUS:'''\n\nUnseen Voices\n\n==Synopsis==\n'''THE FELLOWSHIP OF THE RING'''\n\n1             A LONG-EXPECTED PARTY\n\nScene One          In the Ivy Bush tavern a group of hobbits are discussing the forthcoming arrangements for the eleventy-first birthday of Bilbo Baggins. Ham Gamgee (known as “the Gaffer”) explains how Bilbo has come to adopt his young relative Frodo following the death of the latter’s parents, and the two of them are throwing a party to which all the local residents are being invited.\n\nScene Two          In his garden at Bag End, Bilbo is accompanied by the wizard Gandalf as they discuss some mysterious surprise which the former is intending for the celebrations.\n\nScene Three       At the boisterous party, when Bilbo finally manages to make himself heard over the dancing and rejoicing, he announces to his stunned guests that he is leaving the Shire immediately and vanishes before their eyes.\n\nScene Four         Back in Bag End, he is packing for his journey when Gandalf appears and is perturbed when Bilbo refuses to leave his magic ring of invisibility for Frodo along with the remainder of his possessions. He has indeed to threaten Bilbo before the latter finally agrees to leave it behind. When, after his departure, Frodo finally enters, Gandalf warns him that he is going away at once on urgent business, and that in the meantime Frodo is to be careful of the ring.\n\n\n2             THE SHADOW OF THE PAST\n\nScene One          Eighteen years later, the Gaffer’s son Sam is drinking with the local blacksmith Ted Sandyman in the Green Dragon inn. They discuss troubling rumours about the manner in which the borders of the Shire are threatened, and that the Elves are leaving Middle-earth.\n\nScene Two          Gandalf unexpectedly returns to warn Frodo that he has discovered that his ring is deadly perilous: that it is in fact the One Ring, lost by the Dark Lord Sauron at the end of the Second Age and which he is now seeking in order to re-establish his rule over Middle-earth. He explains how the Ring was discovered by the creature Gollum (from whom Bilbo had won it in a game of riddles) and that Sauron had now ascertained where it was to be found. Frodo will have to leave the Shire at once lest he bring ruin and destruction on the land. Gandalf catches Sam eavesdropping on the conversation, and decides that he will have to accompany Frodo on his journey.\n\nScene Three       Frodo has sold Bag End and his friend Merry is taking his goods off by cart to Buckland where it is given out that he intends to settle. But while he is waiting for Sam and his other friend Pippin, he overhears a stranger questioning the Gaffer about his movements and intentions.\n\nScene Four         Frodo, Sam and Pippin are going along the road when they are overtaken by a mysterious horseman clad in black, who seems to be searching for them. After he fails to discover their hiding place, Sam and Pippin sing a drinking song, but the horseman is returning when Elves are heard singing in the trees and he retreats. Gildor, leader of the wandering Elves, warns Frodo that his pursuers are sent by the Enemy.\n\nScene Five          Arriving at Buckland, Frodo is forced to confess to Merry and Pippin that he does not after all intend to remain there but to leave immediately. They astonish him by revealing that Sam has already told them about the Ring, and Merry suggests that the only way of avoiding pursuit is to go through the Old Forest despite its fearsome reputation.\n\n\n3             TOM BOMBADIL\n\nScene One          Entering the Old Forest, the hobbits soon become lost and are entrapped by the roots of a willow tree. Calling for help, Frodo is assisted by the mysterious Tom Bombadil who releases his friends and invites them to follow him for food and rest.\n\nScene Two          At the house of Tom Bombadil the hobbits are welcomed by his wife Goldberry, but during the night Frodo sees a vision of Gandalf imprisoned on top of a tower. In the morning Goldberry bids them farewell.\n\nScene Three       In a mist on the Barrow-downs the hobbits are captured and entombed by a Barrow-wight which haunts the tombs of ancient kings.\n\nScene Four         It is only when Frodo calls on the name of Tom Bombadil that the latter appears and once again releases the hobbits from their imprisonment. But he will not pass the borders of his own lands, and he advises them to make for the village of Bree and the inn The Prancing Pony where they can find shelter for the following night.\n\n\n4             THE PRANCING PONY\n\nScene One          At the inn the landlord Barliman Butterbur gives them a warm welcome, but Frodo is intrigued by a mysterious stranger Strider who appears in the bar and seems to know more about his business that he should. He tries to distract attention by singing a rousing drinking song, but at the climax the Ring slips on to his finger and he vanishes. Although he tries to pass off the incident as a joke, Strider insists that he must have an urgent and private conversation with him; and one of the other customers, Bill Ferny, slips discreetly away.\n\nScene Two          Strider warns the hobbits that they are still being pursued by the Black Riders from whom they are in deadly peril, and offers his services as a guide. But it is only when Butterbur delivers a delayed letter from Gandalf to Frodo that the latter decides that he can trust him. Merry warns them that Black Riders have already entered Bree, and Strider says they will have to escape into the wilderness the following morning and make for Weathertop where he hopes Gandalf will meet them.\n\n\n5             FLIGHT TO THE FORD\n\nScene One          Reaching Weathertop, Strider and the hobbits find that Gandalf has already been and gone. Strider sings a song to rouse their spirits, but in the dark their camp is attacked by the Black Riders and under their compulsion Frodo places the Ring on his finger. Immediately he can see their spectral forms beneath their robes, but they pierce his shoulder with a knife before they retreat.\n\nScene Two          When Frodo recovers, Strider explains that the wound will progressively bring him under the control of the Riders and that they must now depart for Rivendell with all speed.\n\nScene Three       On the road, the hobbits come across the three stone trolls encountered by Bilbo and the dwarves on their eastward journey over seventy years before. Sam sings a comic song to rouse Frodo’s spirits, but the latter is sinking increasingly into lassitude and despair.\n\nScene Four         They are overtaken by Glorfindel, an elf from Rivendell sent to search for them; he persuades Frodo to mount his horse in the very nick of time, as the black horsemen are already in pursuit.\n\nScene Five          Fleeing to the Ford of Bruinen, Frodo turns in defiance against the Black Riders, but they call to him to follow them to Mordor with the Ring and he is barely able to fend them off. Suddenly the waters of the Ford rise and sweep the horsemen away, just as Frodo finally collapses fainting to the ground.\n\n\n6             THE COUNCIL OF ELROND\n\nScene One          Frodo, having been healed by Elrond, is roused by Gandalf, who explains to him how the waters of the Ford rose in obedience to the command of Elrond as the Master of Rivendell. Sam and the other hobbits are delighted to find their companion recovered just in time for a celebratory feast.\n\nScene Two          At the feast, Frodo is surprised to see Strider in close conversation with Arwen the daughter of Elrond. He is even more surprised to find himself seated next to the dwarf Glóin, one of Bilbo’s companions on his quest, and then to discover Bilbo himself seated in a quiet corner. But when Bilbo asks to see the Ring, Frodo suddenly finds himself uneasy and only a song in praise of Elbereth from one of the Elven minstrels restores calm.\n\nScene Three       The following morning Frodo and Gandalf are summoned to attend a council held by Elrond. Glóin reports on the visit of a Black Rider to the dwarf kingdom in Erebor. Boromir, the son of the Ruling Steward of Gondor, tells of a prophetic dream regarding the Sword that was Broken; and during the course of the subsequent discussion it is revealed that Strider is none other than Aragorn, the heir of Isildur and rightful King of Gondor. It is he who has helped Gandalf to locate Gollum, and confirm that Frodo’s treasure is indeed the One Ring. Legolas, the son of Thranduil the Elvenking of Mirkwood, reports that Gollum has again escaped; and Gandalf in his turn explains how he was betrayed and imprisoned by Saruman the White, who wishes to seize the Ring for himself. He has only escaped from Isengard as the result of rescue by Gwaihir, the Lord of the Eagles. The council concludes that the Ring cannot be kept hidden from Sauron and his forces, but that it is too dangerous a temptation to be used lest it corrupt the wearer. But only in Mount Doom, in the heart of the Enemy’s realm of Mordor, can the Ring be unmade; and Frodo volunteers to undertake this task.\n\n\n7             FAREWELL TO RIVENDELL\n\nScene One          Elrond appoints companions to the Fellowship of the Ring, to assist Frodo on his quest: Gandalf, Aragorn, Boromir, Legolas and Gimli son of Glóin in addition to the four hobbits. Bilbo gives to Frodo his sword Sting and his coat of mail, and settles down by the fireside in peace.\n\nInterlude             The Sword that was Broken, that cut the Ring from Sauron’s hand, is reforged for Aragorn and named by him Andúril.\n\nScene Two          The Fellowship of the Ring sets out on their journey.\n\nScene Three       Some weeks later, encamped in the land of Eregion, they feel a shadow pass over the moon and are attacked by wolves. Their only recourse is to take refuge in the Mines of Moria, although Aragorn forewarns Gandalf of danger.\n\n\n8             A JOURNEY IN THE DARK\n\nScene One          Arriving at the Gates of Moria, they are at first unable to open the doors, and only make their way inside after an attack by the mysterious Watcher in the Water.\n\nScene Two          They come to a guard chamber where they rest for the night, although Pippin dislodges a stone into the water and signals are heard from the deep. Frodo on watch sees eyes coming stealthily in pursuit.\n\nScene Three       They find the tomb of Balin, the last Lord of Moria, and learn of the destruction of the dwarves at the hands of orcs. They are in their turn attacked, leaving Gandalf to defend their retreat.\n\nScene Four         Coming to the perilous Bridge of Khazad-dûm, the Fellowship are attacked by a Balrog of Morgoth, a survivor from the First Age, with whom Gandalf falls in battle.\n\n\n9             THE MIRROR OF GALADRIEL\n\nScene One          Led by Aragorn, the Fellowship escape from Moria and enter the realm of Lothlórien where they are intercepted by Haldir and escorted by him to the city of their rulers in Caras Galadhon. Aragorn upon the hill of Cerin Amroth has a vision of his beloved Arwen and bids her farewell.\n\nScene Two          Reaching Caras Galathon, they tell Celeborn and Galadriel of the fall of Gandalf, and are offered aid and assistance.\n\nScene Three       Galadriel leads Frodo to view her Mirror, in which he sees images of ships in the past fleeing from Númenor, in the present coming to the assault on Gondor, and in the future passing into the West; but all of these are overshadowed and menaced by the Eye of Sauron searching for the Ring. He offers the Ring to Galadriel, since it will enable her to preserve her realm against the Enemy; but after an ecstatic vision of temptation, she realises that she must remain true to herself and refuse the power.\n\nScene Four         Celeborn presents the Fellowship with boats in which they may travel down the river Anduin, together with provisions for their voyage.\n\nScene Five          Galadriel, bidding the Fellowship farewell, gives each of them gifts including for Frodo a star-glass containing the light of the star of Eärendil.\n\n\n10           THE BREAKING OF THE FELLOWSHIP\n\nScene One          Sam tells Frodo that he has seen Gollum following the Fellowship in their boats down the River, and Aragorn decides that they must try and avoid his pursuit.\n\nInterlude             They pass through the Argonath, the Pillars of the Kings, and enter the realm of Gondor.\n\nScene Two          At the lawn of Parth Galen they debate what course they should now take. Frodo asks for some time to be allowed to make up his mind alone.\n\nScene Three       Boromir tries to persuade Frodo to come to Minas Tirith, the capital of Gondor, and allow him to make use of the Ring to defeat the Enemy. Frodo refuses to yield up such a weapon of such dangerous potential, and Boromir tries to steal it from him by force. Frodo puts on the Ring and vanishes.\n\nScene Four         Boromir returns to the Fellowship and reports that Frodo has disappeared. The others scatter in pursuit of him, and only Sam realises that Frodo is trying to escape unseen by boat and intercepts him. Together they cross the river, while the horn of Boromir in distress is heard sounding behind them.\n\n\n'''THE TWO TOWERS'''\n\n''The chapters are numbered in the score in the order for live performance to reduce the number of performers required in an evening. For the purposes of this synopsis the chapters are in story order of  11, 12, 16, 13, 17, 14, 15 and then 18.''\n\n\n11           THE PLAINS AND THE FOREST\n\nScene One          Merry and Pippin, still searching for Frodo, are attacked by orcs and Boromir is killed while trying to rescue them. Aragorn, Legolas and Gimli sing a lament for their fallen comrade and set out in pursuit of the captives.\n\nScene Two          The orcs led by Ugluk and Grishnakh are in their turn attacked by riders from the kingdom of Rohan, and Grishnakh – who is led to believe that Pippin has the Ring – tries to carry them out of the battle; but he is killed, and the hobbits escape into the forest of Fangorn.\n\nScene Three       There they meet the Ent, Treebeard, who rules the forest, but has taken no part in the struggles between the forces of Middle-earth. He takes them to his far distant dwelling under the mountains.\n\n\n12           THE RIDERS OF ROHAN\n\nScene One          The pursuers Aragorn, Legolas and Gimli come across some slain orcs, and realise that the intention of the orcs is to take the hobbits to the traitor Saruman in Isengard and not to Mordor. They see the mountains of Gondor in the distance.\n\nScene Two          They now encounter the riders of Rohan led by Eómer the king’s nephew, who tells them that he has destroyed the band of orcs but found no trace of the hobbits they seek. He lends them horses to continue their search.\n\nScene Three       Pippin and Merry talk to Treebeard of the ambitions of Saruman, and the Ent realises that he needs to intervene to protect his forest; he summons an Entmoot to consider what action needs to be taken.\n\nScene Four         Coming in their turn to Fangorn, the three pursuers are accosted by a figure in white who they initially take to be Saruman, but who transpires to be Gandalf mysteriously returned from death and now rehoused in a new reincarnation. He now summons his own horse Shadowfax and together they ride towards Edoras, the capital of Rohan.\n\n\n16           THE BLACK GATE IS CLOSED\n\nScene One          Frodo and Sam attempt to climb down the cliffs from the Emyn Muil, but are caught in a thunderstorm and only succeed after Sam remembers the rope he obtained from Lórien.\n\nScene Two          But they are now pursued in their own turn by Gollum, whom they ambush and persuade to lead them towards Mordor. He promises to serve the “Master of the Precious” and takes them by secret paths through the marshes.\n\nScene Three       In the marshes the hobbits see dead faces in the water, those who died in earlier battles with Sauron before the Gates of Mordor.\n\nScene Four         Gollum in the meantime is caught in an internal debate between himself governed by the desire for the Ring and his earlier life as the hobbit Sméagol. The appearance of a Ringwraith – a Black Rider on wings – terrifies him.\n\nScene Five          The three come to the Black Gate leading into Mordor; but the way is barred. Frodo and Sam agree to follow Gollum to another secret way known only to him, through the high pass of Cirith Ungol to the south. As they turn away, an army of Southrons summoned by Sauron enter the Gate.\n\n\n13           THE KING OF THE GOLDEN HALL\n\nScene One          Gandalf, Aragorn, Legolas and Gimli arrive at the gates of Edoras, the seat of the kings of Rohan.\n\nScene Two          Here their way is barred by Hama, who refuses to admit them until they lay aside their arms. He does however permit Gandalf to keep his staff.\n\nScene Three       At first King Théoden and his adviser Wormtongue scorn Gandalf’s advice and warnings, but when he strikes down Wormtongue with a blast of lightning from his staff, the king recovers his own courage and recognises the worth of the advice he receives. Gandalf realises that Wormtongue has been acting on the orders of Saruman, and he is banished; Théoden himself determines to set forth to war, and on the advice of Hama he leaves his niece Eowyn to lead the remnant of his people.\n\nScene Four         As the Entmoot proceeds in Fangorn, the Ent Quickbeam sings to Merry and Pippin of the destruction by Saruman’s orcs of the trees that he loves. The Entmoot explodes in a violent outburst of anger, and march towards Isengard to seek revenge.\n\n\n17           THE WINDOW ON THE WEST\n\nScene One          Meanwhile, Frodo and Sam have followed Gollum to Ithilien within the borders of Gondor, where they are captured by Gondorian scouts led by Faramir who is organising an ambush of Sauron’s Southron recruits. Faramir reveals that he is the brother of Boromir, whom he knows is dead; and he takes Frodo and Sam with him to a place of safety.\n\nScene Two          On the journey Faramir tells Frodo that he knows of Boromir’s ambitions and his mission, but that he would not make use of the weapons of the Enemy. Sam realises that Gollum is still following them.\n\nScene Three       They come to the refuge of Henneth Annun, concealed behind a waterfall, and in the course of their continuing conversations Faramir realises that his brother had tried to steal the Ring from Frodo. But he maintains his principles, and tells them that he will help them to destroy it.\n\nScene Four         The sentries have tracked Gollum to the waterfall where he is in search of fish to eat. Frodo helps them to capture him.\n\nScene Five          Faramir demands to know from Gollum where he leading the hobbits. When he discovers their intended destination he warns Frodo that Cirith Ungol is a place of peril, and that he should also beware of the intentions of his guide; but he bids him go with goodwill.\n\n\n14           THE JOURNEY TO ISENGARD\n\nScene One          In a series of brief scenes, we see and hear reports of the movements of the riders of Rohan as well as Gandalf and Wormtongue, both of whom have left the army.\n\nScene Two          Théoden comes to the fortress of the Hornburg in Helm’s Deep where he intends to make a stand against the invading forces of Saruman. Aragorn and Eomer protect the gates, while Legolas and Gimli man the wall; but Saruman has invented a blasting fire that can demolish the stone.\n\nScene Three       Inside the fortress, Théoden is reduced to near despair; but Aragorn promises to lead forth his forces.\n\nScene Four         He bids defiance to the orcs, and as he leads a charge out from the gates of the Hornburg, Gandalf also appears with an army of Ents which overpower the orcs. The wizard bids Théoden to follow him to Isengard to confront Saruman.\n\nScene Five          Arriving at Isengard, the king and his army find the stronghold overthrown and Merry and Pippin feasting in the ruins. The latter tell how the Ents destroyed the fortifications after Saruman’s army left and then flooded the remains. But Aragorn remains puzzled by the fact that Saruman has apparently been undertaking trade with the Shire. Gandalf asks them to come with him to talk to the traitor, but to beware of his voice.\n\n\n15           THE VOICE OF SARUMAN\n\nScene One          The reason for Gandalf’s warnings become evident when Saruman in turn tries to seduce Théoden, and the Gandalf himself, with flattery and sophistries masquerading as appeals to self-interest and reason. But Gandalf now reveals himself in his new reincarnation as Gandalf the White, who has been sent to supersede Saruman as the leader of the White Council. He shatters Saruman’s staff, and deputes the Ents to watch Isengard to ensure that he remains imprisoned there. Wormtongue attempts to kill him by hurling a stone from a window above, but Pippin rescues the crystal object and Gandalf takes it in charge.\n\nScene Two          Pippin is now fascinated by the crystal, and despite the warnings of Merry he goes and steals it from the sleeping Gandalf. Once he looks into it, he is transfixed by the Eye of Sauron, who delivers to him a message for Saruman before he awakens with a shriek. Gandalf realises the dangers of the Palantir in the wrong hands, and delivers it into the safe keeping of Aragorn before riding in haste to Minas Tirith with Pippin. As he leaves a Nazgûl, a Ringwraith, flies over the camp, as Sauron sends his messenger to Saruman seeking for news of the Ring.\n\n\n18           CIRITH UNGOL\n\nScene One          Far south in Ithilien a thunderstorm is brewing as Gollum leads Frodo and Sam to the borders of Mordor. In the lightning Frodo sees that an old statue of the king, overgrown with vegetation and flowers, has now been given a crown again.\n\nScene Two          They pass by the fortress of Minas Morgul, and see the Lord of the Nazgûl leading out an army to storm Minas Tirith on the opposite bank of the river.\n\nScene Three       Higher up in the mountains Frodo and Sam see a fortress above and find themselves left alone as Gollum suddenly disappears without explanation. But they still manage to take some sleep, and when Gollum returns he seems to repent of whatever actions he had planned. He is surprises when Sam awakens and accuses him of sneaking off, refusing to say where he has been. Nevertheless he insists that they must make haste.\n\nScene Four         Having led them into a dark tunnel, Gollum again vanishes and leaves the hobbits alone. Now they suddenly hear the bubbling noise of a giant spider, and the monstrous Shelob only falls back when Frodo produces the star-glass of Eärendil. Using the sword Sting, the hobbits are able to cut themselves loose from Shelob’s cobwebs.\n\nScene Five          But Gollum falls on Sam as soon as he emerges from the tunnel, leaving Frodo to be felled by Shelob. By the time Sam has reached him, Frodo has been stung and apparently killed. Sam drives Shelob off, but is unable to rouse his master and eventually in desperation he takes the Ring in order that the quest may continue. At that moment bands of orcs both from Minas Morgul and the fortress of Cirith Ungol come and seize Frodo’s body; Sam rushes in pursuit of them.\n\nScene Six             In a tunnel beneath the fortress Sam learns that Frodo is not dead but paralysed;  Shelob does not eat cold meat. Gorbag, one of the captains, looks forward eagerly to a bout of interrogation; but Shagrat, the other captain, says that all captives are wanted intact by Sauron and he will be kept securely in the uppermost part of the tower. Sam is unable to get in through the gates, and falls senseless before the closed doors.\n\n\n'''THE RETURN OF THE KING'''\n\n\n19           MINAS TIRITH\n\nScene One          Gandalf brings Pippin to Minas Tirith and is hailed by the guards.\n\nScene Two          He escorts Pippin before the seat of Denethor, the Ruling Steward, who interrogates the hobbit as to the manner of death of his son Boromir. Pippin swears fealty to Denethor in acknowledgement of his debt.\n\nScene Three       Beregond, one of the guards, shows Pippin the field of Pelennor before the gates as they feel the shadow of a Nazgûl passing over. Later when Gandalf returns he warns Pippin that since darkness is spreading out of Mordor there will be no dawn.\n\n\n20           THE PASSING OF THE GREY COMPANY\n\nScene One          The action returns to the end of The Voice of Saruman. Aragorn is joined by some of his kindred from the North, who warn him that he may have to essay the Paths of the Dead.\n\nScene Two          The following morning Merry swears loyalty to Théoden, but Aragorn informs his companions that since he has looked into the palantir he has seen a new danger to Gondor which means that he will indeed have to take the perilous journey of the Paths of the Dead. Eowyn is aghast at his proposal, and when he refuses to take her with him as part of her company reveals that she is now in love with him.\n\nScene Three       Aragorn leads his company, together with Legolas and Gimli, through the paths of the Dead. The spectral king of the Dead agrees that his followers will fulfil their old oath to Gondor, and Aragorn unveils the banners which declare his title as king.\n\n\n21           THE SIEGE OF GONDOR\n\nPrelude                The chorus describe the ride of the Rohirrim under Théoden, coming to the aid of Gondor.\n\nScene One          Looking out across the fields of Pelennor, the guards discover that the forces of Sauron are being led by the Witch-King, the Lord of the Nazgûl. The retreating Faramir leads his men back to the city.\n\nScene Two          Denethor is dismayed to learn that Faramir has allowed the Ring to escape his grasp, and insists that he should make amends by leading the resistance to the force of Sauron.\n\nScene Three       Denethor laments the downfall of his house and his Stewardship, and his despair is confirmed when Faramir is brought back wounded.\n\nScene Four         While Gandalf takes command of the defence, Denethor instructs his men to bring fire to the tomb where he proposes that he and Faramir will be consumed. Pippin begs Beregond to protect Faramir, and runs to summon Gandalf.\n\nScene Five          But Gandalf is confronted by the Witch-King, who has broken the gates of the City. At that moment the distant horns of the Rohirrim are heard as they enter the field of battle.\n\n\n22           PELENNOR FIELDS\n\nScene One          Théoden summons his forces to attack the Southrons, but is overthrown by the appearance of the Lord of the Nazgul on his winged steed. Eowyn protects her uncle the King, and with the aid of Merry kills the Witch-King; but both are severely wounded, and Eomer assumes the kingship with a summons to vengeance.\n\nScene Two          Gandalf confronts Denethor and rescues Faramir from the fire, but Denethor refuses to take any comfort and predicts disaster. He seizes a brand from one of his servants and sets the house aflame.\n\nScene Three       The men of the Rohirrim approach the city bearing Eowyn, but here it is discovered that she remains alive and she and Merry are taken to the Houses of Healing.\n\nScene Four         Eomer leads his men towards the river, but it appears at first that corsairs from Umbar are now attacking from the water. It is only when the ships have landed that it is established that the new arrivals are Aragorn and his Grey Company, and he and the Rohirrim ride now to victory.\n\n\n23           THE HOUSES OF HEALING\n\nScene One          Aragorn comes to the assistance of the wounded – Faramir, now the Steward of Gondor, Eowyn and Merry – and cures them with the aid of the plant athelas which the Herb Master and serving-woman Ioreth supply. Gimli and Legolas too now have come to the city, and tell Merry and Pippin of the conquest of the southlands by Aragorn with the Army of the Dead.\n\nScene Two          Gandalf warns the captains of the armies that Sauron will remain undefeated unless they can find time to allow the Ring-bearer to destroy the Ring and fulfil his quest. It is agreed that Aragorn will lead an army to an assault on Mordor, attempting to distract the Dark Lord from the real danger to his position.\n\n\n24           THE BLACK GATE OPENS\n\nBefore the Black Gate, Aragorn proclaims his title as king of Gondor. In response the Mouth of Sauron [bass], as the representative of the Dark Lord, produces the mail-coat of Frodo as a token that the hobbit has been taken captive and his mission has failed. The forces of the West nonetheless prepare for battle, and Pippin calls that the Eagles are coming to their assistance before he is felled by a stroke from a troll.\n\n\n25           MOUNT DOOM\n\nScene One          The scene returns to the end of Cirith Ungol. Sam revives and sets out to rescue Frodo; but entering the tower he finds that the orcs are all dead.\n\nScene Two          It is revealed that the two orc-captains quarrelled over the distribution of the spoils, and Shagrat now kills Gorbag before escaping with Frodo’s mail-coat. Sam is unable however to find Frodo, and sings a song to try and rouse his attention. But only Snaga remains, threatening Frodo with a whip.\n\nScene Three       Sam finally rescues Frodo, but the latter is disconsolate when he realises that the Ring has been taken from him. When he discovers that Sam has it, he at first accuses him of theft and makes it clear that if he is nearly in its power; and if it is lost to him he will go mad. Sam helps him to recover.\n\nScene Four         In the parched desert of Mordor, Frodo and Sam are overtaken by two orcs tracking them, who fall into their own argument during which the captain is killed; but they discover that Gollum also is still on their trail. Sam sees the star of Eärendil shining high above in the heavens, and looks upon it as a sign of hope.\n\nScene Five          Coming to the slopes of Mount Doom, they are suddenly attacked by Gollum seeking to regain the Ring from Frodo. They fend him off, and Frodo continues on his way, but Sam finds himself unable to kill the treacherous Gollum.\n\nScene Six             At the brink of the fiery pits of Doom, Frodo finally declares that he cannot destroy the Ring, and assumes full ownership of it by placing it upon his finger. Gollum comes up and, biting off Frodo’s finger, falls into the fire together with the Ring. The mountain erupts destroying all the land, the returning Ringwraiths are consumed in the fire, and in a moment of stillness Frodo and Sam prepare for death together, their quest achieved, as Sam wistfully thinks of the songs that will be made of their adventures.\n\n\n26           THE FIELD OF CORMALLEN\n\nScene One          The scene returns to the end of The Black Gate opens. Just as the Eagles arrive, Gandalf calls upon the armies to halt as the end of the realm of Mordor is accomplished. He asks Gwaihir as the Lord of the Eagles to bear him rapidly to Mount Doom and they rescue Frodo and Sam from the fires.\n\nScene Two          In the Houses of Healing, Faramir seeks to comfort Eowyn, who is still devoid of purpose as she fears for the life of Aragorn. But when they see from afar the downfall of Mordor, she realises that hope for the future remains and falls into Faramir’s arms.\n\nScene Three       Frodo and Sam are brought in triumphal procession before Aragorn and Gandalf, and Sam finally achieves his ambition to hear their story told by a minstrel of Gondor.\n\n\n27           THE STEWARD AND THE KING\n\nPrelude                Gwaihir the Eagle proclaims to the people of Minas Tirith the forthcoming triumph of their king.\n\nScene One          To a background of chatter from the serving-woman Ioreth, Aragorn is escorted before the gates of Gondor, and Faramir proclaims his title to the kingship. He is hailed by the people, and asks that Gandalf and Frodo should place the crown upon his head.\n\nScene Two          High in the mountains, Gandalf reveals to Aragorn that the power of the Three Elven-rings has also perished with the One. Aragorn laments that he has no heir to inherit his title and that his realm will fade after his death; but Gandalf discloses the presence of a scion of the White Tree (descendant of one of the two Trees of Valinor) which restores hope. The old tree is uprooted and laid to rest in the tombs of the city.\n\nScene Three       Heralded by Glorfindel, Elrond now arrives from Rivendell, escorting his daughter Arwen to become the wife of Aragorn and the Queen of Gondor.\n\n\n28           HOMEWARD BOUND\n\nScene One          Frodo comes to bid farewell to the King and Queen, and Arwen promises him that if he is unable to find peace in his home he may take her place on the ship to Valinor in the West.\n\nScene Two          Following the funeral of Théoden, Eomer announces the betrothal of his sister Eowyn to Faramir, and Aragorn gives them his blessing.\n\nScene Three       Coming to Isengard, the company are met by Treebeard, who admits that he has allowed Saruman to leave the tower as he is no longer dangerous. Legolas and Gimli also take their leave, and Aragorn dissolves the remaining members of the Fellowship of the Ring as he returns to his own kingdom.\n\nScene Four         Entering the land of Eregion, Gandalf, Celeborn and Galadriel together with the hobbits encounter Saruman and Wormtongue, who are seeking a way out of the newly established kingdom. Gandalf fears that the malice of Saruman remains undiminished.\n\nScene Five          Returning to Rivendell, Frodo and Bilbo are finally reunited; but it appears that Bilbo has now completely forgotten the reasons that his ring had to be destroyed. He only looks forward now to his final rest.\n\n\n29           THE SCOURING OF THE SHIRE\n\nPrelude                Before he leaves Rivendell, Frodo is told by Elrond that he should look for Bilbo in the autumn of the Shire.\n\nScene One          Coming to the borders of the Shire, the hobbits find that Frodo’s cousin Lotho, to whom he had sold Bag End, has set himself up as the boss of a gangster-like organisation which is being run by Bill Ferny from Bree. The latter is expelled, but Pippin realises that they still have work to do.\n\nScene Two          When they arrive at Bywater, the hobbits find that other ruffians have taken control of the country, including Ted Sandyman who is assisting in the despoliation of the landscape. Merry summons the local farmers to rise up against their oppressors, and when Bill Ferny returns in an attack on Farmer Cotton, he is shot by archers. Sam laments the destruction of so much that was held dear, but Saruman who now appears reveals that it is he who has directed the ruination of the land in revenge for the destruction of Isengard. He tries treacherously to kill Frodo, but his blade is turned by the hidden mail-coat and Frodo in his turn forswears retribution hoping that Saruman will eventually find his own salvation. But when Saruman viciously reveals that Wormtongue has killed Lotho, the latter springs on his back and cuts his throat before in turn succumbing to hobbit archers. Saruman’s body gathers a mist around itself, seeking to find reincarnation as Gandalf had done before; but a wind takes it from the West, and it is dispersed.\n\n\n30           THE GREY HAVENS\n\nScene One          Frodo, now back in his home at Bag End, is depressed and inconsolate. Not only does he remain in pain from his wounds, and from the loss of the Ring, but he despairs of ever finding the promised redemption in the West.\n\nScene Two          However in the woods he and Sam encounter a company of Elves from Rivendell and Lórien, with Elrond, Galadriel and Bilbo riding to the Grey Havens and their ship to Valinor. Frodo now bids farewell to Sam, with the foresight that the latter too will in due course be able to follow. The Elves sing as they proceed on their journey.\n\nScene Three       Coming to the Havens they are greeted first by Círdan the Shipwright and then by Gandalf, who assures them that not all grief is evil. They embark upon the ship to Valinor, and voices from over the water welcome them as they depart for the Deathless Lands.\n\n\n'''APPENDICES'''\n\n\nAPPENDIX I - THE LAY OF BEREN AND LUTHIEN\n\nChapter 5            In the original version of this chapter the song Aragorn sang to the hobbits in Scene One was a lay describing the meeting of Beren and Lúthien. An expanded version of this setting was however incorporated into that section of the score in the epic scenes from The Silmarillion, and the revised version now substitutes a different poem about the Elvenking Gil-galad, which is in turn employed as the basis for further musical elaboration within the musical chapters from The Lord of the Rings. Listeners may however prefer to substitute this longer section instead.\n\n\nAPPENDIX II - THE LAY OF EARENDIL\n\nChapter 6            Just before the end of Scene Two Bilbo stands to sing an extended Lay of Eärendil describing the voyages of Elrond’s father; the setting here, originally designed as an appendix to the epic scenes from The Silmarillion, was then expanded and incorporated into The War of Wrath. Listeners may again be wish to hear it in its original place.\n\n\nAPPENDIX III - EPILOGUE: ARAGORN AND ARWEN\n\nAfter a rule extending for 120 years, Aragorn decides that it is now time for him to resign his kingdom to his successors. Arwen however is reluctant to abandon her bliss and is not consoled by his promise of a life beyond the circles of the world. She departs in sorrow to the land of Lothlórien which has now been deserted by its people, and lays her down upon Cerin Amroth. [This section of the score was originally conceived as a work for solo piano, The Passing of Arwen, as a supplement to the musical chapters, a parallel to the Akallabêth and the epic scenes from The Silmarillion; it was subsequently expanded to the form given here, complete with solo voices, narrative chorus and orchestra.]\n\n==Recordings==\nIn 2024 Volante Opera Productions announced they are working on a complete demo recording of the work using sampled orchestra and professional opera singers. It will be released by Prima Facie records in 2025 on September the 5th.\n[[Category:Classical music]]\n[[Category:Albums]]\n[[Category:Opera]]"}}}