{"parse": {"title": "Interviews/David Brawn (4-16-07)", "pageid": 15204, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "2007"}, {"ns": 0, "exists": "", "*": "David Brawn"}], "templates": [], "images": [], "wikitext": {"*": ":The below article is of a chat session with [[David Brawn]] on April 16th, [[2007]]. The content should be preserved and not altered save for aesthetic reasons.\n\n<poem>\n'''<David_Brawn>'''\tHello everyone. Good grief, there are a lot of you!!!\n<Beren>\tWelcome David Brawn\n'''<David_Brawn>'''\tThanks\n<Beren>\tSorry all chatters i muted the channel\n<Beren>\tto be able to do a Q&A with David Brawn\n<Beren>\twe will reopen the chat after the Q&A\n<Beren>\tYou can PM me to ask questions!\n<Beren>\tWelcome David Brawn\n<Beren>\tit is a pleasure you could make some time for us!\n'''<David_Brawn>'''\tHello. (Who he? everyone asks!\n<Hyarion|school>\tFor those who don't know who David Brawn is, firstly shame on you, and secondly, he is the Publishing Director of HarperCollins\n<Beren>\tHow does it feel to know that you've read certain Tolkien texts before the fans were allowed to?\n'''<David_Brawn>'''\tI've been at HarperCollins for 20 years, the last 12 publishing Tolkien, plus some other authoprs estates.\n'''<David_Brawn>'''\tIt's a great honour reading the texts first. And I have a great editor, hris Smith, who actually is much more knowledgeable about the texts than I am.\n'''<David_Brawn>'''\tChris Smith\n'''<David_Brawn>'''\tMy typing's terrible!\n<Hyarion|school>\tAh, 20 years is quite a long time, what was your first Tolkien project?\n<Hyarion|school>\tAh don't worry, in a chatroom, typing is always less than perfect :)\n'''<David_Brawn>'''\tGood question! I think it was The Map of the Hobbit by John Howe. And Peoples of Middle-earth. And the infamous calendar with the upside-down picture. All were around that time.\n<Hyarion|school>\tah, very cool.\n<Hyarion|school>\tDo you have a favorite project that you've worked on?\n'''<David_Brawn>'''\tIllustrated Hobbit by Alan Lee.\n<Hyarion|school>\tAnything particular that made it close to your heart?\n'''<David_Brawn>'''\tIt was the first one I had the idea for and commissioned. And the idea of the pencil drawings, which has been replicated in CoH.\n<Hyarion|school>\tThe pencil drawings are something I love!\n'''<David_Brawn>'''\tThey are brilliant, and show Alan at his most relaxed best.\n<Beren>\twill there appear a portfolio of those? they are indeed very lovely.\n'''<David_Brawn>'''\tThe Lord of the Rings Sketchbook has been very successful, and we certainly have ambitions for a Hobbit one at some point. But Alan's been busy...\n<Beren>\tDid you expect the skecthbook to do so well?\n'''<David_Brawn>'''\tIt rather uniquely enabled us to dovetail the book illustrations with the movie art, which was noce. Originally it wasn't going to have movie stuff, but Alan wanted to put some in and was able to thanks to his agreement with New Line. And he did some new bits and pieces\n<Beren>\tlet us go back to the beginning... did you work together with rayner Unwin?\n'''<David_Brawn>'''\tRayner had retired, but was still working in an advisory capacity. I met him for lunch in pretty much my first week, and he used to attend our meeting with the Estate right up until he died.\n<Beren>\tDid you change a lot on the way of publishing Tolkien\n<Beren>\tcompared to Rayner Uwnwin?\n'''<David_Brawn>'''\tThe list had undergone a bit of a renaissance thanks to the acquisition of Unwin Hyman by HarperCollins, followed by the Centenary. But it had quietened down, and my predecessor had to leave because her husband was suddenly very ill. My brief was to try to make some more money!!!\n<Beren>\tHere is a question of Halion (on of the guests pm's): do you think JRRT would have been happy with how your company has handled the publishing?\n'''<David_Brawn>'''\tInteresting question. Like so much of what we do, if we only could phone him and ask him, life would be simpler. Instead we have to follow our instincts, and thanks to Christopher and the rest of the Estate, we have to guess what JRRT would have thought. But I don't think we've done anything especially objectionable.\n<Beren>\tHow is it to work with the estate?\n'''<David_Brawn>'''\tThey are very supportive. I've learnt over the years that a softly-softly approach works. Having Rayner Unwin's support was valuable, as they trusted him - he said at our last meeting how impressed he was by what we had achieved, things GA&E could never have managed, and that counted for a lot. And now Chris and I have been around long enough, I think, to be able to judge it fairly well.\n<Beren>\tYes you truly must have patience... when i hear how long some authors delay a book\n<Beren>\tthinking of Wayne Hammond and Christina Scull's\n<Beren>\tCompanion and Guide\n<Beren>\tand the book of our previous guest\n<Beren>\tJohn D. rateliff\n<Beren>\tHow you manage all these ongoing projects?\n'''<David_Brawn>'''\tWorks like the Companion and Guide and The History of the Hobbit are true labours of love and really fine scholarship and research. Unlike most publishing these days, they cannot be rushed, so a lot of what I do actually is fend off my own bosses rather than the Estate in ensuring these books are as good as possible and that we are not hijacked by publishing timetables\n'''<David_Brawn>'''\tI work on Tolkien, C.S.Lewis and Agatha Christie, plus a few much smaller projects, so I'm able to devote a fair amount of time to these things. As CoH shows, when the big books come along, they can really make the headlines.\n<Beren>\tAre you yourself a Tolkien fan?\n<Hyarion>\tFor those just joining us, we are speaking with the Publishing Director of HarperCollins, David Brawn, who handles the publications of J.R.R. Tolkien's works.\n'''<David_Brawn>'''\tI am now! When I got the job, I hadn't read any, except for The Hobbit as a child. Like so many, my impression of what he Lord of the Rings represented was coloured by some misunderstanding about the genre, and the scary nature of such a fat book!\n<Hyarion>\tAlways nice to see a fan is the one working with the publisher and not someone who doesn't care about the works.\n<Beren>\tAre there any plans to release other unpublished Tolkien materials in the future?\n'''<David_Brawn>'''\tWe all care a great deal. But I got the job precisely because I wasn't a fan. The Managing Director wanted someone who could be objective and make commercial decsions as well as empathise with the Estate.\n<Hyarion>\tThat is probably a good business decision, I think most of us in here would publish just about anything with the Tolkien name on it :)\n<Beren>\tCan you describe your job, as in: what do you do on a daily basis?\n'''<David_Brawn>'''\tThe Children of Hurin is possibly the last time we'll see something that is as significant in terms of unpublished material. The History of the Hobbit contains a very big chunk of unpublished material, so after that, I'm not sure what is left.\n'''<David_Brawn>'''\tOn a daily basis it can feel that all I do is deal with e-mails and queries. Much of what I do is reactive. But it includes legal issues, permissions, marketing of any new books, looking at foreign language deals and approvals - it's a very broad job compared to other publishing directors, many of whom spend their time scouting around for new books. \n<Hyarion>\tIt must be a very interesting job.\n<Hyarion>\tHow do you feel the reviews for The Children of Húrin have been thus far?\n'''<David_Brawn>'''\tIt became much broader thanks to the films. I got to travel a lot and broaden my skills into film publishing. Narnia is doing that now, too.\n'''<David_Brawn>'''\tThe reviews have been positive. So much of what we've seen has been speculative, such as a diary piece headed \"Let Sleeping Hobbit Lie\" a few weeks ago. Completely unfair! But apart from a bit of a stinker in yesterday's Sunday Times (after a glowing article int he same paper a week ago), it's not bad at all. But they're only reviews. It's what you all think that really counts!\n<Hyarion>\tMy thoughts exactly, it may not be something a random person can pick up and love, but it's something a Tolkien fan can read through a 1,000 times and never become bored.\n<Hyarion>\tDo you have any known plans for future editions of the book? Someone asks if there are plans for a \"super deluxe edition\"?\n'''<David_Brawn>'''\tExactly. This book is not going to turn a non-Tolkien fan into a fan, I don't think, but it should open a window for more casual fans on to a wider world, that of the First Age. I certainly wanted to have another crack at The Silmarillion after reading this - suddenly the prospect was less daunting.\n<Beren>\tDo you think that The Children of H?rin will alter public perception of Tolkien's work as a whole, and if so, how?\n<Hyarion>\tBeren, let's slow down, don't want to ask him too many questions at once :p\n'''<David_Brawn>'''\tI think it will be nice to have something with a higher profile, so say that Tolkien's didnt just write stories about Hobbits. But as above, I think it's true value will be to broaden everyone's horizons about his writing. We want it to supplant The Silmarillion as the \"third book\".\n<Beren>\tWill a Deluxe Edition of The Silmarillion be released any time in the future to match that of The Hobbit Anniversary Edition, The Lord of the Rings 50th Anniversary Deluxe Edition and the upcoming The Children of H?rin Deluxe Edition?\n'''<David_Brawn>'''\tWe're still thinking about it. The print run for the deluxe has grown, and if it does well over then next week or so, I think it's quite possible we'll do a Silmarillion. It may be next year though rather than this year for the birthday, as I am nervous about piling on too many expensive editions in one year as some fans can't afford them all.\n<Hyarion>\tThat is great news indeed\n<Beren>\tso also no special hobbit this year?\n'''<David_Brawn>'''\tWe are re-releasing the hardback edition with a reworked cover, going back to the original painting, which has previously been recoloured in garish tones. It should have a couple of extra features not in the previous hardback, but the deluxe edition will still be the most lavish in terms of content, complete with the 50th anniversary intro by CT.\n<Hyarion>\tThat should make a lot of fans happy.\n<Turin>\tenlightening Q&A session, David_Brawn :)\n<RJaroszewski>\tBeren: Get a second channel set where people can deposit their questions. That way you should get less double-questions.\n<Turin>\toh there's more? cool\n<Hyarion>\tDavid_Brawn, how much time do you think you have left to spend with us?\n<Hyarion>\tso many questions, unfortunately there is no way we'll be able to get to them all\n'''<David_Brawn>'''\tOK. I'm good for about 10 minutes. Then Security kick me out of the HarperCollins building to lock up!\n<Hyarion>\tah, hehe\n<Hyarion>\tokay let's see\n<Earendilyon>\tperhaps Mr Brawn would be so kind to answer the other questions later in a personal mail to Hyarion and/or Beren?\n'''<David_Brawn>'''\tThnk I wanna be here all night... ;-)\n<Marcel_Buelles>\tIt would be great to have you here all night :)\n<Hyarion>\tEarendilyon, yes, we'll definitely see if we can work something out.\n'''<David_Brawn>'''\tAnd yes, I can answer emails that can be posted later.\n<Earendilyon>\tD_Brawn: just hide under your desk :D\n<Eru_PT>\tI have a question... can I do it?\n<Sothaeros>\tYou've opened the floodgates there, David\n<Beruthiel>\tor, maybe visit us here at your leisure?\n'''<David_Brawn>'''\tCan do. I'm at Waterstones in Piccadilly most of Tuesday for the UK release eevnt.\n<Eru_PT>\tHAd HArper Collins accept since the beginning the idea of publishe the CoH?\n<Hyarion>\tDavid_Brawn, that should definitely be a fun event. Is there anyone here going to be attending the Waterstones event?\n'''<David_Brawn>'''\tAbsolutely. Christopher actually wanted ourt opinion as to whether it was good enough (!), but we loved it!\n<Eru_PT>\tSince when do you know Christopher Tolkien?\n<Hyarion>\tIs there many books that have to be turned down that relate to Tolkien?\n<Beren>\tWhen did Christopher first propose to do the Children of Hurin? And how was the date picked? Does the 17th of April has any connection?\n'''<David_Brawn>'''\tThe spin-off stuff. People send us good ideas about Middle-eath encyclopaedias etc., but we have to be careful not to get carried away by our enthusiasm. The Estate is keen to ensure only bona fide Tolkien material is represented - it's tempting for authors to invent or speculate on material Tolkien himself did not intend. The film books are a separate strand, so more leeway is allowed there.\n<Hyarion>\tGotcha\n'''<David_Brawn>'''\tFor CoH, we wanted to publish during the London Book Fair, because of the international appeal. Originally it was March, but the Fauir moved dates, so we had to. It's publishing in eight languages tomorrow, with another 20 in the pipeline over the next year.\n<Eru_PT>\tDo you have one copy of every Tolkien book that you published? :)\n<Hyarion>\tI know a lot of the international fans are excited it's a world wide release, most don't have to wait months or years for their edition to come out\n<Beruthiel>\tcan't wait till my HC copy of COH arrives next week. :)\n<Sil>\tis Hungarian among those other 20? *is hopeful*\n'''<David_Brawn>'''\tI knew about CoH 12 years ago - there was a file then. But Christopher only complete it in February two years ago, and then took anotehr year to craft his intro and appendices, and we used that time to get Alan Lee on board.\n'''<David_Brawn>'''\tHungarian was agreed in the last couple of weeks, I think.\n<Beruthiel>\twow, 12 years, impressive\n<Akhorahil>\tWhat about a Norwegian translation?\n<Melianna>\tDavid_Brawn, what are the names of illustrators besides Alan Lee, John Howe and maybe Ted Nasmith that you cooperate with?\n'''<David_Brawn>'''\tYes, Norstets are publishing that.\n<Tinfang_Warble>\tYes Sil, Húrin gyermekei.\n<Earendilyon>\ttranslations suck, anyway ;)\n<Marcel_Buelles>\tGermans are very happy about the translation - thx a bundle!\n<Akhorahil>\tNorstets, isn' that a Swedish publishing house?\n<Sil>\twow, that's good news, we didn't have an official word about that.\n'''<David_Brawn>'''\tAlan Lee and John Howe are our favourites. We keep looking for more, but no one comes close. Ted is brilliant, of course, but we've not had much opportunity to do much with him of late.\n<Sil>\twhich publisher will it be? Europa or Szukits?\n<Tinfang_Warble>\tNorwegian: Húrins barn. Tiden Norsk Forlag is the publishing house I thought...  \n<Eru_PT>\tMr. Brawn, just for curiosity: Do you have one copy of every Tolkien book that you published? :)\n<Akhorahil>\tSounds about right (the Norwegian with Tiden)\n'''<David_Brawn>'''\tOh, I've got my Scandinavian publishers mixed up again, have I? But anyway, definitely a Norwegian one coming.\n<Johan>\tI think the Norwegian translator is online here\n<Marcel_Buelles>\tAsk Nils :)\n<Tinfang_Warble>\tHa, he is indeed!\n<Nils_Ivar>\tIndeed I am. :)\n<Beren>\thttp://www.tolkienlibrary.com/press/The_Children_of_Hurin_translations.php for info on translations!\n'''<David_Brawn>'''\tOh, how embarrassing.\n<Akhorahil>\thaha\n'''<David_Brawn>'''\tI have most of what I published in my office. But people 'borrow' them and sometimes I can;t replace them. \n<Marcel_Buelles>\tCould you explain to us how much leeway national publishers have in translating books/ doing their own publications on Tolkien?\n<Hyarion>\tDavid_Brawn, I must say I love the new tolkien.co.uk, after the release will there be many updates to it or is this going to be something we can look to frequently?\n<Akhorahil>\tJust leafing through the Silmarillion again here (in Norwegian for the first time in a while)...good translation work, Nils\n<Sil>\tOK, but this is new, that there WILL be a Hungarian one.\n<Mithrennaith>\tI don't think we have the Dutch translator online, but I read a preliminary version, and so has Johan, I understand. I heard he had some comments yesterday but unfortunately I wasn't there.\n<Nils_Ivar>\tMany thanks, Akhorahil. But let's not distract attention from what David has to say.\n<Mithrennaith>\tI second Marcels question, by the way\n<Johan>\tWe will talk about the Dutch translation later, Mithrennaith\n'''<David_Brawn>'''\tThe Estate has the right of approval over translations, but they rarely have to exercise it. We have such established links with the publishers overseas that the quality control is really good. They always get the best people they can for the job. We're more circumspect about local spin-offs - there are some less than brilliant books on Elvish in different countries, for example, which I know irritate certain people...\n<Mithrennaith>\tGood, Johan!\n'''<David_Brawn>'''\tThe man with the keys is coming. (He used to have a gun, but now he has a mobile phone ;-) ) Any last questions?\n<merpdotcom-afk>\tciao for now\n<Marcel_Buelles>\tThank you so very much for being here. Great chat!\n<Beren>\tthank you so much for coming by\n<Hyarion>\tThank you a million times over for taking the time out of your busy schedule to spend some time with us David, it's been fantastic\n<Beren>\tit was a big pleasure! good luck the coming days in London\n<Johan>\tand for staying so lon at work\n<Eru_PT>\twell, one last question: in few words, how can you describe the CoH?\n'''<David_Brawn>'''\tI've enjoyed this. Good practice fro my two-fingered speed typing!\n<Mithrennaith>\tthanks indeed, it was a great pleasure hearing from you!\n<Hyarion>\tThis Release Party would not have been anywhere as successful had it not been for Mr. Brawn\n<Sothaeros>\tHope all goes well at the launch!\n<Stevnhoved>\tThanks a lot!\n<Melianna>\tThanks you lot :)\n'''<David_Brawn>'''\tCoH - it's a big story in a small book. And yes, it's dark, but it's going to shed new light on Tolkien for the fans. And I hope they like it.\n<Sothaeros>\thantanye\n<Sothaeros>\tQuenya -thank you\n'''<David_Brawn>'''\tNow you're showing off!\n<Sothaeros>\tThanks for your time, David\n<Eru_PT>\twell, i don't have any questions! I just can say: thank you! Hantalë!\n<Marcel_Buelles>\tAure entuluva! Tomorrow! :)\n<luinil>\tCheers!  Thanks so much you've been wonderful\n<Earendilyon>\tD_Brawn: I hope you'll be able to answer the other questions Hyarion and Beren have in store for you!\n<Hyarion>\tWe will be posting this transcript on TolkienLibrary.com and TolkienGateway.net for those who missed anything.\n<Orome>\tgrazie, italian thank you! ;-)\n<Thomas>\tthank you so much\n'''<David_Brawn>'''\tThanks you too. And well done on the on-line launch party. It's really impressive. I'll attend to some more questions, if they'd like to send them to me.\n'''<David_Brawn>'''\tBye now.\n</poem>\n\n[[Category:Interviews]]"}}}