{"parse": {"title": "Kelter, dystre domprosten och Tolkien", "pageid": 27297, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Kelter, dystre domprosten och Tolkien.jpg"}, {"ns": 0, "exists": "", "*": "1986"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Kelter,_dystre_domprosten_och_Tolkien.jpg"], "wikitext": {"*": "{{book\n|title=Kelter, dystre domprosten och Tolkien:<br><small>Nio essäer med engelska motiv</small>\n| image = Kelter, dystre domprosten och Tolkien.jpg\n|author=Sten Hidal\n|publisher=Vejbystrand: Catholica\n|date=[[1986]]\n|format=Paperback\n|pages=108\n|isbn=91-86428-08-X\n}}\n'''''Kelter, dystre domprosten och Tolkien: Nio essäer med engelska motiv''''' (''\"Celts, the Glum Dean and Tolkien: Nine Essays with English Motifs\"'') is a Swedish-language book which includes an essay on [[J.R.R. Tolkien]]: \"Kristendom och mytologi: C.S. Lewis, J.R.R. Tolkien och kretsen kring dem\", pp.&nbsp;92-[105] (\"Christianity and Mythology: C.S. Lewis, J.R.R. Tolkien and the Circle round them\"). The essay is reprinted from the Catholic journal ''Signum'' (Årg. 11, 1985, pp.&nbsp;75–81, without the notes).\n\n==From the back==\n{{blockquote|The Englishmen have often been portrayed as a calm and peaceful people. However, their history is characterized by many and heated oppositions, not at least in the area of the church. Strong individualists, not always inclined to compromise, leave their mark on different epochs.<br><br>\nA number of personalities and episodes from the history of the English church - from the Celts during the 6th century to J R R Tolkien in the 1970s - are treated in these essays. Sten Hidal tries to show how Catholicism - broadly understood - runs like the main thread through this exciting and varying history. At the same time, the author also sheds light upon different aspects of English society and political history during more than a thousand years. Apparently, there is big difference in mentality between the Celtic spirited and almost exhilarated ideal in life, and Lord Shaftesbury's utterance: \"Live like a gentleman and believe that God is a gentleman\"; but there is also a lot which unites.|English translation}}\n\n{{blockquote|Engelsmännen har ofta framställts som ett lugnt och fridsamt folk. Men deras historia är präglad av många och häftiga motsättningar, inte minst på det kyrkliga området. Starka och särpräglade personligheter, inte alltid benägna för kompromisser, sätter sin prägel på olika epoker.<br><br>\n\nI dessa essäer skildras en rad personer och episoder ur den engelska kyrkans historia, alltifrån kelterna på 500-talet till J R R Tolkien på 1970-talet. Författaren söker visa hur katoliciteten - fattad i vid mening - går som en röd tråd genom denna växlingsrika och spännande historia. Samtidigt belyses också skilda sidor av engelskt samhällsliv och Englands politiska historia under mer än tusen år. Mellan kelternas frejdiga, nästan uppsluppna livsideal och lord Shaftesburys yttrande \"Lev som en gentleman och tro att Gud är en gentleman\" ligger en stor skillnad i mentalitet - kan det tyckas. Men det finns också mycket som förenar.|From Swedish}}\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Religious books]]\n[[Category:Scholarly books]]\n[[Category:Swedish books]]"}}}