{"parse": {"title": "Mythlore 140", "pageid": 66236, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 140.gif"}, {"ns": 0, "exists": "", "*": "2022"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 139"}, {"ns": 0, "exists": "", "*": "Mythlore 141"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_140.gif"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 140, Volume 40, Issue 2\n| image = Mythlore 140.gif\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Spring/Summer [[2022]]\n|format=Paperback\n|pages=292\n}}\n'''''Mythlore'' 140''' ([https://dc.swosu.edu/mythlore/vol40/iss2/ Volume 40, Issue 2]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Reinhard, Ben. \"'One Aims at the Officers First': Reassessing the Relationship of C. S. Lewis and T. S. Eliot.\"\n* Webber, Kelly. \"Being Psyche: The Jungian Soul in Glome.\"\n* Thompson, Joseph. \"Who is Merlin? A Closer Look at the Character in Charles Williams’ ''Taliessin'' Poetry.\"\n* Shaham, Inbar. \"The Wheel of Power in HBO's ''Game of Thrones''.\"\n* Young, Joseph R. \"Sterner Stuff; Sansa Stark and the System of Gothic Fantasy.\"\n* Flieger, Verlyn. \"A Lost Tale, A Found Influence: Earendel and Tinúviel.\"\n* Dugan, Owen, and James Krasner. \"Soup, Bones, and Shakespeare: Literary Authorship and Allusion in Middle-earth.\"\n* Ostaltsev, Alex (Oleksiy). \"Tolkien and Bakhtin: Symphony of Time in ''The Lord of the Rings''.\"\n* Larsen, Kristine. \"Seeing Double: Tolkien and the Indo-European Divine Twins.\"\n* Kane, Douglas Charles. \"Círdan the Shipwright: Tolkien’s Bodhisattva Who Brings Us to the Other Shore.\"\n\n====Features====\n\n* Croft, Janet Brennan. Editorial.\n* Steed, Robert. \"A Note on Ursula K. Le Guin's Daoist Interests.\"\n* Schrynemakers, Sabina. \"The Tao Masters Who Walk Away From Omelas.\"\n* Reid, Robin A. \"A Queer Atheist Feminist Autist Responds to Donald Williams's 'Keystone or Cornerstone? A Rejoinder to Verlyn Flieger on the Alleged 'Conflicting Sides' of Tolkien's Singular Self'.\"\n\n====Reviews====\n\n* ''Abolishing Man in Other Worlds: Breaking and Recovering the Chain of Being in C.S. Lewis's Ransom Trilogy'' by Courtney Petrucci, ''Deeper Heaven: A Reader's Guide to C.S. Lewis's Ransom Trilogy'' by Christiana Hale, and ''A Compass for Deep Heaven: Navigating the C.S. Lewis Ransom Trilogy'', edited by Diana Pavlac Glyer and Julianne Johnson. Reviewed by Josiah Peterson.\n* ''No Ordinary People: 21 Friendships of C.S. Lewis'' by Joel D. Heck. Reviewed by James Stockton.\n* ''The Undiscovered C.S. Lewis: Essays in Memory of Christopher W. Mitchell'', edited by Bruce R. Johnson. Reviewed by Melody Green.\n* ''Correspondence: 1927-1987'' by Joseph Campbell. Reviewed by Phillip Fitzsimmons.\n* ''Pamela Colman Smith: Tarot Artist: The Pious Pixie'' by Dawn C. Robinson and ''Pamela Colman Smith: Artist, Feminist, and Mystic'' by Elizabeth Foley O'Connor. Reviewed by Emily E. Auger.\n* ''Dorothy L. Sayers, A Biography: Death, Dante, and Lord Peter Wimsey'' by Colin Duriez and ''Dorothy and Jack: The Transforming Friendship of Dorothy L. Sayers and C.S. Lewis'' by Gina Dalfonzo. Reviewed by Gabriel Salter.\n* ''Ethics and Form in Fantasy Literature: Tolkien, Rowling, and Meyer'' by Lykke Guanio-Uluru. Reviewed by Phillip Fitzsimmons.\n* ''Tolkien and the Sea: Proceedings of the Tolkien Society Seminar 1996,'' edited by Richard Cranshaw and Shaun Gunner. Reviewed by Kris Swank.\n* ''Pagan Saints in Middle-earth'' by Claudio A. Testi. Reviewed by Toni Thibodeaux.\n* ''Middle-earth, or There and Back Again'' by Łukasz Neubauer. Reviewed by Giovanni Carmine Costabile.\n* ''A Sense of Tales Untold: Exploring the Edges of Tolkien's Literary Canvas'' by Peter Grybauskas. Reviewed by Robert T. Tally.\n* ''Tolkien and the Classical World'', edited by Hamish Williams. Reviewed by Larry J. Swain.\n* ''Musical Scores and the Eternal Present: Theology, Time, and Tolkien'' by Chiara Bertoglio. Reviewed by John Wm. Houghton.\n* ''Leadership in Middle-Earth: Theories and Applications for Organizations - Exploring Effective Leadership Practices Through Popular Culture'' by Michael J. Urick. Reviewed by Alana White.\n{{mythlorenav|139|141}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 140}}\n\n[[Category:Mythlore]]"}}}