{"parse": {"title": "Hands of the Healer", "pageid": 23681, "redirects": [{"from": "MERP: Hands of the Healer", "to": "Hands of the Healer"}], "links": [{"ns": 6, "exists": "", "*": "File:Merp hands.jpg"}, {"ns": 0, "exists": "", "*": "1997"}, {"ns": 0, "exists": "", "*": "Arden R. Smith"}, {"ns": 0, "exists": "", "*": "Bridget Buxton"}, {"ns": 0, "exists": "", "*": "Chris Seeman"}, {"ns": 0, "exists": "", "*": "David Salo"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Liz Danforth"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Other Hands"}, {"ns": 0, "exists": "", "*": "Other Hands 20"}, {"ns": 0, "exists": "", "*": "Patrick H. Wynne"}, {"ns": 0, "exists": "", "*": "Pete Fenlon"}, {"ns": 0, "*": "Mark R. Feil"}, {"ns": 0, "*": "Brad Williams"}, {"ns": 0, "*": "Kent Burles"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_hands.jpg"], "wikitext": {"*": "{{book\n|title=''Hands of the Healer: A Sourcebook for Healing and Herbs''\n| image = merp_hands.jpg\n|author=[[Mark R. Feil]]\n|editor=[[Chris Seeman]]\n|illustrator=[[Brad Williams]] (cover)<br>Kalman Andrasofszky, [[Kent Burles]], [[Liz Danforth]], [[Pete Fenlon]], Friedrich A. Haas, Eric Knowles, Ellym Sirac (interior illustrations)\n|contributors=William Hicklin, [[David Salo]], [[Arden R. Smith|Arden Smith]], [[Patrick H. Wynne|Patrick Wynne]] (linguistic contributions)<br>Richard Hughes Britton, [[Bridget Buxton]], [[Pete Fenlon|Peter C. Fenlon]] (maps)\n|isbn=1-55806-316-1 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1997]]\n|format=Softcover\n|pages=159\n|ice=2026\n}}\n'''''Hands of the Healer''''' is a supplement (in the ''Sourcebook''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\nAn \"Erratum for ''Hands of the Healer''\" was published in [[Other Hands 20|''Other Hands'' issue 20]], and an \"Addendum for ''Hands of the Healer''\", which included both the erratum and two cross-referencing tables, was published on the web site for ''[[Other Hands]]'' (see external link below).\n\n== Cover/Jacket Text == \n\n''\"Once more Aragorn bruised two leaves of athelas and cast them into the steaming water; and he laved her brow with it, and her right arm lying cold and nerveless on the coverlet. Then, whether Aragorn had indeed some forgotten power of Westernesse, or whether it was but his words of the Lady Éowyn that wrought them, as the sweet influence of the herb stole about the chamber it seemed to those who stood by that a keen wind blew through the window, and it bore no scent, but was an air wholly fresh and clean and young, as if it had not been breathed by any living thing and came new-made from snowy mountains high beneath a dome of stars, or from shores of silver far away washed by seas of foam. 'Awake, Éowyn, Lady of Rohan!' said Aragorn again, and he took her right hand in his and felt it warm with life returning.\"'' - The Return of the King \n\nThe healing path is one of the most revered callings that a person may aspire to in Middle-earth; it is also one of the most valued professions among adventurers - men and women who face danger and the prospect of injury every day of their lives. \n\nHands of the Healer fleshes out one of those professions most often chosen by fantasy gamers, whether as characters to be played or NPCs to be sought for their indispensable services. Equally useful to both players and gamemasters, this tome provides virtually everything one could possibly want to know about Middle-earth's healers and their craft. \n\nHand of the Healer features: \n*56 CHARACTER DEVELOPMENT PACKAGES - Guidelines for creating MERP healers (including conversions for the Rolemaster Standard System) from over 40 distinct cultures. Now you can take on the role of a Northman shaman, a Black Númenórean necromantic priest, an Easterling Night-warder, or a Southron court physician - each with unique skills and healing magic! \n*NEW MEDICAL SKILLS - With the 4 new MERP/RMSS skills of Physic, Surgery, Apothecary and Midwifery, you'll be ready to confront any form of injury or illness in your adventure campaign. \n*STATIC MANEUVER TABLE - Several of the new skills and healing powers described in this book are accompanied by tables for MERP and RMSS, so that you can instantly determine maneuver results regardless of which game system you are using. \n*296 HERBS, CURATIVES AND POISONS - The largest compendium of medicinals and poisons ever assembled for a fantasy role playing game, this exhaustive encyclopedia is the ultimate reference tool for herbs and other curative substances, such as athelas, miruvor or lembas. The compendium references every healing herb or poison that has ever appeared in the Middle-earth series to date, including 67 entirely new entries. All are indexed according to environment (mountains, forests, deserts, etc.), healing category (life preservation, physical enhancement, surface repair, etc.) and alternate names (Westron, Elvish, etc.). \n*MECCG SCENARIOS - Try your healing hand with \"The Houses of Healing\" and \"Ioreth's Escort,\" two new scenarios for use with ICE's Middle-earth Collectible Card Game. Includes a dozen new MECCG sites for casual play. \n\n==External links==\n\n*[http://fanmodules.free.fr/Other%20Hands/healer.html \"Addendum for ''Hands of the Healer''\" (cached page)]\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}