{"parse": {"title": "Letter to Michael Blashka", "pageid": 27635, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Bloomsbury Manuscripts and Autograph Letters, Continental and English Literature and History, and Modern First Editions 15 June 2006"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Joy Hill"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": ["Michael_Blashka_late_1960s.jpg"], "wikitext": {"*": "[[File:Michael Blashka late 1960s.jpg|thumb]]\nIn the late 1960s, [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] for Michael Blashka'''.\n\n*'''Description:''' A 2pp. holograph letter, written in the third person and sent to his assistant [[Joy Hill]], presumably for her to type and send on, being a response to a letter received from a devoted fan, with a 1p. note of commentary for Ms Hill. Headington, Oxford, [no date but probably late 1960s]. Together, 3pp. on 2ll. with a printed letterhead, small 8vo (sheet size: 7 x 5 1/2 inches; 178 x136 mm.)\n*'''In reply to:''' Letter sent from the fan, Michael Blashka, to Tolkien. East Northport, Long Island, New York, [no date but probably late 1960s]. 4pp. on 4ll, 4to (sheet size roughly: 11 x 8 1/2 inches; 277 x 217&nbsp;mm.)\n*'''Publication:''' Excerpts, description, and photograph of the letter was included in ''[[Bloomsbury Manuscripts and Autograph Letters, Continental and English Literature and History, and Modern First Editions 15 June 2006]]''.\n\n== Contents and excerpts ==\n\nAutograph Letter and note sent to Joy Hill, Tolkien's secretary, to type and send on, replying to a 4pp. letter from Michael Blashka of East Northport, Long Island, writing in the guise of an interpreter to King Ephedolos, who enquires when ''The Silmarillion'' will be published and asking what happens to Frodo when he crosses the sea (decorating his letter with runes and a map), 3pp., 8vo, Headington, Oxford, n.d. [ late 1960s], [...] , thanking King Ephedalos for his \"writing to him and expressing approval of the historical books so far issued\", and answering questions, \"the professor is unable to name a date for the issue of the Silmarillion... The professor has no clear knowledge of the fate of Frodo or others permitted to 'cross the sea'\"<ref>[http://www.bloomsburyauctions.com/detail/572/715.0 Bloomsburyauctions.com], retrieved June 30, 2010</ref>\n\nBlashka apparently writes as interpreter for King Ephedolos, and includes a map of the new kingdom of Eruidor, the King's message in a runic alphabet, with a supplied translation into English. An excellent Tolkien hand-written 2-page reply to \"king ephedolod\", thanking him for \"expressing approval of the historical books so far issued\", with the fan's original letter. Altogether, a splendid example of Tolkien's appreciation of a fan trying to entice him into a response (his reluctance to correspond directly with people he did not know is well established). The author of ''Lord of the Rings'' regrets not having a publication date available for ''The Silmarillion'' nor has he any \"clear knowledge of the fate of Frodo or others\" who crossed the sea. In the accompanying note to Joy Hill he describes the letter to which he is replying as \"A 'cracked' letter. No need, of course, to reply, though (I am afraid) this kind of thing amuses me, since I may be considered rather cracked myself for similar ways). The writer is simple-minded but intelligent; and has at any rate tackled the difficult Angerthas with tolerable success. 'Playing the game' with readers of this sort (if not too time-wasting) is perhaps worthwhile, if only as a means of keeping interest in the L.R. alive among the less fantastical (or drugged) young folk ...\".<ref>[http://www.tolkienguide.com/modules/newbb/viewtopic.php?viewmode=thread&topic_id=514&forum=9&post_id=2869 Tolkien Collector's Guide] (citing Ebay sale), retrieved June 30, 2010</ref>\n\n{{references}}\n\n[[Category:Letters|Blashka, Michael]]"}}}