{"parse": {"title": "Interviews/Diana Glyer (4-16-07)", "pageid": 15267, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "2007"}, {"ns": 0, "exists": "", "*": "Diana Glyer"}], "templates": [], "images": [], "wikitext": {"*": ":The below article is of a chat session with [[Diana Glyer]] on April 16th, [[2007]]. The content should be preserved and not altered save for aesthetic reasons.\n\n\n<poem>\n<Hyarion>\tHello Diana!\n'''<Diana>'''\tHi there\n<Hyarion>\tProfessor Glyer I presume?\n'''<Diana>'''\tYup\n<Hyarion>\tfantastic :)\n<Hyarion>\tWe're glad you could make it, thanks for taking the time to be here with us\n'''<Diana>'''\tis t true you are a californian?\n<Hyarion>\tyep, that I am.\n'''<Diana>'''\tvery good\n<Hyarion>\tyou too I take it?\n'''<Diana>'''\tyes\n<gandalf>\tcali rocks \n<gandalf>\tlol\n<Hyarion>\tI'm over in Bakersfield, not exactly the California dream, but it is home :)\n<gandalf>\tfresno here\n<Hyarion> I was born in Fresno\n'''<Diana>'''\tmonrovia\n<Hyarion>\tcool\n<Hyarion>\tokay, well if you're ready we can go ahead and start, or we can wait a few minutes\n<Hyarion>\twe've been doing the Q&As pretty casual\n<Hyarion>\tjust ask you a few questions and allow the fans to ask follow up questions and such\n'''<Diana>'''\tI'm ready, but I'm new at this chat thing\n<Hyarion>\tah, well you're doing great so far, sometimes connecting and changing the nickname takes hours to figure out\n<Hyarion>\tFor those not familiar with Professor Glyer's work, we have a brief bio at the follow address: http://tolkiengateway.net/wiki/Diana_Glyer\n'''<Diana>'''\tthat's reassuring.  but where's the spellcheck???!!!\n<Hyarion>\thah, no spell check unfortunately\n'''<Diana>'''\tI'm sunk\n<Hyarion>\tbut we'll be posting the logs on the website this weekend, I'll make sure everything is spelled correctly :)\n<Tuna>\thaha\n'''<Diana>'''\tI'm trusting you on that one\n<Hyarion>\t:)\n<Hyarion>\tokay well I guess a good place to start is, how did you become interested in Tolkien, was his works an instant hit, or a gradual process?\n'''<Diana>'''\tmy high school buddies were all reading Tolkien.  I wanted in on the conversation.  I got completely lost at first read-- couldn't tell  one character from another.\n'''<Diana>'''\tI ended up making a chart-- really, a color coded chart, one color for dwarf, one for elf, that sort of thing.  Then I got it.  \n<Hyarion>\tah, now that's a good iea\n<Hyarion>\tidea*\n<Hyarion>\tI hope you stopped before you got to The Silmarillion and HoMe, otherwise that would have been one big chart :)\n<BerenLazarus>\tRead about your \"The Company They Keep\".  One thing I've always been interested in.  Is there any evident that Tolkien read all seven novels of Narnia?  I know he read a few, but don't know if he read them all.  Know he didn't like them.\n<BerenLazarus>\tsorry, *evidence\n'''<Diana>'''\tgood question.  we only know for SURE that he heard the first three chapters of LWW read aloud.  That's about up to Tumnus.  There isn't any evidence that he ever read more than that.\n<Hyarion>\tinteresting, I wonder if his opinion would have changed had he read it all.\n'''<Diana>'''\tI don't know.  He didn't like the way that Lewis handled myth.\n<BerenLazarus>\tmaybe......I always thought LWW was the most heavy handed of them all as far as allegory.  Last Battle gets pretty heavy handed too, but somehow I like it better than LWW.\n<Hyarion>\tA fan asks, \"To what extent did Tolkien and Lewis help shape each other's invented universes?\"\n'''<Diana>'''\tmost folks assume it is Lewis's allegory that Tolkien disliked.  There isn't any direct evidence of that.  We just know that he didn't think Lewis was true to the myths he borrowed from.\n<Hyarion>\toh really? I had always just assumed it was the allegory.\n<BerenLazarus>\tDiana, here's a question that ties in with the fan question about Tolkien and Lewis shaping each other's universe\n<Hyarion>\tBerenLazarus, let's wait until she can answer the question first, don't want to flood her with questions :)\n'''<Diana>'''\tokay.  Lewis helped Tolkien to shift LotR in a more serious direction.  Remember that Fellowship started out as the New Hobbit\n'''<Diana>'''\tThen Tolkien and Lewis had lunch.  Tolkien said that Lewis told him that Hobbits are only interesting when they are in un-hobbitlike situations.\n<Hyarion>\tThat's a pretty major impact, I wonder if it would have been as popular had it been in the same style as The Hobbit.\n'''<Diana>'''\tthat's when the black riders enter the story\n<Hyarion>\tah, I see.\n'''<Diana>'''\tthe whole story becomes epic after that one lunch\n<Hyarion>\twow, it's amazing how so much can change in such short time\n<BerenLazarus>\tDo you think you could make a plausible arguement for \"That Hideous Strength\" being set within a modern day Middle-earth?  Rereading THS, it feels like the magical universe Lewis is describing is in fact Middle-earth, and specifically brings in Numenor.\n<Hyarion>\tFor those just joining us we are speaking with Professor Diana Glyer, author of The Company They Keep\n'''<Diana>'''\ti hadn't everheard that idea.  I like it.  people usually think that THS is all Charles Williams, but I don't.  You may be on to something.  Especially since the whole space trilogy began with a wager between T and L\n<BerenLazarus>\tmaybe i'm airing my ideas out, but I always thought a critical paper could be written arguing the fact that THS is actually taking place within the Middle-earth universe.\n<BerenLazarus>\talbeit set in modern times.\n'''<Diana>'''\tit might not be too late to submit that paper idea to mythcon, august in berkeley\n<Hyarion>\tHere's another question from a fan: \"How long did you work on the Company they Keep?\"\n<BerenLazarus>\tbut as THS is largely a pastiche anyway, makes sense.\n'''<Diana>'''\tIt took 24 years to write it\n<Hyarion>\t24 years, wow, I had no idea it was in development that long.\n'''<Diana>'''\twell, there are 19 Inklings for starters, and it took a while to read all their stuff\n<Hyarion>\tI bet\n'''<Diana>'''\tplus I wanted to read what others had said about them\n'''<Diana>'''\tand a lot of the material that covers what happened in meetings in buried in letters and diary entries\n<BerenLazarus>\tAre any of the minor Inklings' main books still in print?\n'''<Diana>'''\tlet's see. are you including Christopher Tolkien as a major Inkling or a minor one?\n<Hyarion>\theh, well we can exclude him either way :)\n<BerenLazarus>\twell, I'd think of him more as a son of a major Inkling.\n'''<Diana>'''\tI think warren lewis's the splendid century might be in print\n'''<Diana>'''\tjohn wain's novels are pretty easy to find used\n<Hyarion>\tOne thing I hear a lot is Hugo Dyson's \"Not another f-ing elf\" comment when Tolkien read The Lord of the Rings, is there evidence of this?\n<BerenLazarus>\tI know Tolkien and Lewis planned to colloborate, but that never happened on a major scale.  Did that happen at all?\n<BerenLazarus>\toh, answer the f-ing elf question please. =)\n<Hyarion>\tFor those just joining us we are having a Question and Answer session with Professor Glyer, author of The Company They Keep\n'''<Diana>'''\tOn Dyson: yes, there is evidence of this, tho probably he used the word \"bloody,\" being British and all.  Christopher has reported that it happened, and that Lewis tried to get Tolkien to continue after.\n<Hyarion>\theh, if only walls could talk, I'm sure we've lost a lot of what went on during those meetings.\n'''<Diana>'''\tforunately we have letters-- if it hadn't been for wartime and people being moved about, there wouldn't have been reason for these guys to write up much about meetings.\n<Hyarion>\tvery true, and thank goodness most of Tolkien's letters were saved.\n'''<Diana>'''\tabout collaboration: T and L really didn't collaborate.  they encouraged, challenged, goaded each other\n'''<Diana>'''\tother inklings did collaborate, like Lewis and Barfield, and Christopher and Coghill\n'''<Diana>'''\tand Lewis and Williams\n<Hyarion>\tWas there any Inkling who was closer to Tolkien than Lewis? Or maybe influenced Tolkien's work more?\n<BerenLazarus>\twhat did Lewis and Williams do?  I only know of Lewis being an editor for the arthurian cycle.\n<BerenLazarus>\tsorry off topic ignore\n<Hyarion>\thehe, your fine\n'''<Diana>'''\tgotta be christopher (CT).  his work with HoME is small compared to his input into LotR and Hobbit.  Just his work on the maps helped shape the whole story of LotR\n<Hyarion>\tah, I guess I forgot to count CT\n'''<Diana>'''\the was elected an inkling.  it was official\n<BerenLazarus>\twell.......I thought we were ignoring CT for right now. =)\n<Hyarion>\tyes I have a feeling CT was a major impact\n'''<Diana>'''\twhen people talk together about a work while the work is being shaped, there's got to be big impact.\n<Hyarion>\tI love the quote I'm about to ruin but it's where JRRT is reading to CT and JRRT uses a different color for something and CT corrects him and JRRT goes dangit, and goes back to make note of that\n'''<Diana>'''\ton a heart level, Tolkien wrote much of his work for his son\n<Hyarion>\tWould you say the Inklings to Tolkien was more of a group to read to, or did he get a lot of feedback, was there any specific things which were changed due to an Inklings input?\n'''<Diana>'''\tabout forgetting st: I don't think that ct would have had nearly as much influence if he hadn't been an inkling\n'''<Diana>'''\tCT\n<Hyarion>\tinteresting, I hadn't thought about that.\n<Diana>\tthe works were forged in the meetings. if CT hadn't been there, he would not have been in the midst of that coversation\n'''<Diana>'''\ttolkien got a ton of feedback.  if you look at his manuscript pages, there are notes all over them, and some of them are atrributed, like the line that was \"queried by CW\"\n<Hyarion>\tI hope one day when his works fall into the public domain we'll be able to see the manuscripts\n<Hyarion>\tHere's another question from a fan: \"Do you think there was tension over the fact that Tolkien was Catholic and Lewis, for the most part, remained devoted to the Church of England?\"\n'''<Diana>'''\tthere's so much good stuff in HoME.\n<Hyarion>\tvery true\n<Hyarion>\tIt's unfortunate not many people have finished The History of Middle-earth as it's such a big undertaking\n'''<Diana>'''\tyes, there was tension about this.  tolkien felt that Lewis hadn't really fully converted and worried some about it\n'''<Diana>'''\tyou can't read HoME from cover to cover.  you need to dip in to different sections.  \n<Hyarion>\tI know in the later years Tolkien and Lewis weren't as close, was this one of the main reasons?\n'''<Diana>'''\tbut it's all good!\n<Hyarion>\theh ya\n<BerenLazarus>\thow necessary is reading HoME to understanding Tolkien?\n'''<Hyarion>'''\tI can't even imagine having the 3 volume set and trying to read it...\n<Hyarion>\tBerenLazarus, I think it depends on what you want to understand.\n<BerenLazarus>\tI've read the majority of the material........but haven't read it cover to cover all 12 volumes.\n'''<Diana>'''\tl and t weren't close in later years for lots of reasons.  religion wasn't really the heart of it. \n'''<Diana>'''\tI think different views of friendship was the big issue\n'''<Diana>'''\tlewis thought the more best friends the better\n<Hyarion>\tah\n'''<Diana>'''\ttolkien was more a one best friend person\n'''<Diana>'''\tso there was stuff that Lewis did that inadvertantly hurt tolkien\n'''<Diana>'''\tcharles williams was probably part of it\n'''<Diana>'''\tjoy davidman, too\n<Tar-Telperien>\tback\n'''<Diana>'''\tbut the cooling off was all on Tolkien's side\n<BerenLazarus>\tI read in Carpenter's biography today that ironically Edith Tolkien was one of Joy Davidman's friends after CSL married her.\n'''<Diana>'''\tabsolutely true\n<Hyarion>\twelcome back Tar-Telperien, we're currently doing a Q&A session with Diana Glyer, author of The Company They Keep\n<BerenLazarus>\tand that Edith actually resented CSL for his time with Tolkien, just as much as Tolkien resented Joy Davidman.\n<Tar-Telperien>\tokay\n'''<Diana>'''\tgood point\n<BerenLazarus>\tthat and Davidman was a divorcee.\n'''<Diana>'''\tis HoMe necessary?  to really understand tolkien, yea, I think so\n<Hyarion>\tThe Letters are also a great place to look into his life.\n'''<Diana>'''\tthe finished, polished product of a book only gives a small picture of what the author meant\n<BerenLazarus>\thow has HoME changed Tolkien scholarship, and do you think Children of Hurin will be given as much attention as Silmarillion, LOTR, and The Hobbit?\n<BerenLazarus>\tscholarly attention, I should say.\n'''<Diana>'''\tHoMe has given us an inside view of Tolkien's process, and a chance to see the difference between his private voice and his public voice.\n'''<Diana>'''\tHurin will bear a heavy burden, I think.  for one thing, eveyone just keeps comparing it to other stuff: is it the Sil all over again?  Is it another LotR?  It doesn't stand a chance of being considered its own text\n'''<Diana>'''\tfor another, people are all suspicious of Christopher's involvement because they don't understand how much interaction and input Tolkien has had with all his stuff\n'''<Diana>'''\tand i need to say that i think all that input is really a good thing\n<Hyarion>\tif CT really wanted to conjure up his own stories he would have done so long ago, from what I've seen he has been nothing but careful.\n'''<Diana>'''\this respect for his father's work is breathtaking\n<BerenLazarus>\thave you had any personal interaction with CT?\n'''<Diana>'''\tI've been at some of the same events, but had little direct interaction\n<Hyarion>\tFor those just joining us we are having a Question and Answer session with Diana Glyer, author of The Company They Keep\n'''<Diana>'''\ti have spent a very long time pouring over his notes in HoME.  He is very, very good with this material.\n<Hyarion>\tHere's another question which was sent in: \"Tolkien's relationship with Charles Williams seems a bit odd. Though he must have known him pretty well, in many of his published letters, he was often critical of him and his work, and sometimes went as far as saying he never really knew him. Why do you think he had such animosity towards him?\"\n'''<Diana>'''\tjohn rateliff is the expert on this one.  tolkien's comments about cw change dramatically over time. comments made while cw was alive are very congenial.  comments about some of the same events made years later are not.  \n'''<Diana>'''\tI have to conclude that tolkien's perspective changed a great deal as time went by\n'''<Diana>'''\ti do think tolkien didn't like his work much.  but williams is a little hard to take, dontcha think?\n<Hyarion>\theh, yes I would agree\n<BerenLazarus>\tIsn't another break in the Tolkien-Lewis relationship was the ease in which Lewis wrote the Narnia books?\n'''<Diana>'''\ttolkien said awful things about Lewis's work, too.  we take those comments too seriously\n'''<Diana>'''\tyes, the ease of Lewis's writing, and the carelessness\n<Tar-Telperien>\thmm, I think the allegory in them turned him off, didn't it?\n'''<Diana>'''\tnope, probably not the allegory. \n<BerenLazarus>\tWell, I read somewhere that Tolkien was irritated because he had been working for decades on the Middle-earth cosmos.\n<Tar-Telperien>\thehe--Tolkien fans really take that \"I dislike allegory\" quote pretty far, too far sometimes\n<BerenLazarus>\tThen Lewis decides to \"have a go\", does seven books in about the same amount of years, with several loose ends that are never fully explained, and then is done with it.\n'''<Diana>'''\ttolkien wrote slowly, and it did bug him that Lewis could write tow or three books in a year\n<davidmccabe>\tis it just me, or is BerenLazarus writing in red?\n<Tar-Telperien>\tdavidmccabe: yes\n<davidmccabe>\tok, making sure I'm not going crazy.\n<Tar-Telperien>\tthank you\n'''<Diana>'''\tlewis didn't agonize over his writing the way tolkien did\n<Hyarion>\tdavidmccabe, just because he is writing in red doesn't mean you aren't going crazy.\n<Tar-Telperien>\tother people were using different colors earlier\n<BerenLazarus>\tNarnia's universe, while certianly great reading, doesn't merit the same amount of \"in-universe\" realisation that Tolkien gave.  It's like Lewis sketched a mythology and Tolkien tried to develop a full, embodied myth.\n'''<Diana>'''\ttolkien started with language.  lewis started with images\n<BerenLazarus>\twe're all crazy in our own little way. =_\n<BerenLazarus>\t=)\n<davidmccabe>\tI'm not sure I'd call it great reading.\n'''<Diana>'''\tnarnia\n<davidmccabe>\tcould be a simple difference of opinion. But I simply couldn't get over how nonsensical it was.\n<Tar-Telperien>\tTolkien used a lot of imagery too--wasn't the Beren and Luthien story based off the image of his wife dancing?\n<Tar-Telperien>\tor maybe that's just some untrue thing I read\n'''<Diana>'''\tyes, it was.  tolkien says so.  but the universe can first.\n'''<Diana>'''\tcame first, before the characters and stories\n<Tar-Telperien>\tokay\n<Hyarion>\tIt's a breath of fresh air to read character's names and know they have a complex history behind them, and the author didn't just jumble letters together\n'''<Diana>'''\tlewis was just jotting the story as fast as he could, following impulses w/o worrying about going back to clean things up\n<davidmccabe>\tHyarion: so when do the festivities begin?\n<Tar-Telperien>\twell, as we know from his essay On Fairy Stories, Tolkien greatly valued internal consistency\n<Hyarion>\tdavidmccabe, Sunday morning they began :)\n<davidmccabe>\tI think it was when Father Christmas showed up that I had had it with Lewis.\n<davidmccabe>\t... oh.\n<davidmccabe>\tHyarion: so are any of the people talking right now famous?\n<BerenLazarus>\tyeah........lww is the worst.  it's a pastiche, that's all.\n<Tar-Telperien>\tthe lack of it not only destroyed the integrity of the story, but also the world it was set in\n'''<Diana>'''\tyea, you and a lot of his contemporary readers\n<BerenLazarus>\tyes, we're all famous.\n<BerenLazarus>\tdidn't you know?\n<Hyarion>\tdavidmccabe, yes, we're doing a Question and Answer session with Diana Glyer right now, author of The Company They Keep\n<davidmccabe>\tWell, um, now that you mention it, of course.\n<davidmccabe>\tPleased to meet you, Diana, and my sincere apologies for bursting in.\n'''<Diana>'''\tno worries.  got a question?\n<Hyarion>\tDiana, where do you see Tolkien's works in 50 years? 100? Do you think the popularity will decrease over time?\n<davidmccabe>\tDiana: My sister went to APU.\n'''<Diana>'''\tIt will ebb and flow, but I think that LotR will always be a masterpiece.  It's myth and it's timeless.  I think the Hobbit might fade after a bit, though.  Too many irritating asides, too little depth.\n'''<Diana>'''\tWho? When?\n<BerenLazarus>\tDo you know anything about JRRT's Beowulf translation?\n<Tar-Telperien>\thow about the Silmarillion, Diana?\n<davidmccabe>\tAnnette McCabe -- graduated four years ago I believe.\n<Hyarion>\tBerenLazarus, that would have been a good question for Drout :)\n'''<Diana>'''\tTo me the most interesting thing about t's beowulf is that he submitted it to Lewis for comments-- I understand that there are notes all over it in Lewis's handwriting.  get that.  the greatest anglo-saxon linguist of all time asks his friend lewis for feedback on a translation\n<BerenLazarus>\ttrue.\n<BerenLazarus>\ti can't beleive it's not published.  argh!!!!  Seamus Heaney, you better watch out.\n<davidmccabe>\tIs there something specific he wanted feedback on? \n<Diana>\ti don't know that the Sil will ever be more than a special favorite for tolkien fans.  it's raw material, not story.  \n<Tar-Telperien>\thow about if a movie is made of CoH?\n'''<Diana>'''\taparently he wanted feedback on the poetry of it.  have you seen lewis's commentary on the lay of leithian?\n<Tar-Telperien>\tyes, I have read it\n<Tar-Telperien>\tit's a cool style of commentary\n'''<Diana>'''\tfascinating. lewis comments on everything, from scansion to the direction of the narrative.\n<BerenLazarus>\tlong as CT and heirs that are like minded (obviously not his son, Simon, who CT had a terrible falling out over the LOTR movies and banned from the estate), no movie rights will ever be sold. \n<Tar-Telperien>\tah, true\n<davidmccabe>\tHow can you ban someone from an estate? Is it by vote?\n<Hyarion>\tI think there was a bit more to that than the press lead on to.\n<BerenLazarus>\tI read that CT has cut off Simon from all business transactions conducted buy the Tolkien estate.  Apparently the movies are a real sore sport to CT.\n<davidmccabe>\tOf course it won't be too long, in the scheme of things, before Tolkien's works are in the public domain.\n<Hyarion>\tI've read conflicting reports that CT has stated he never hated the films.\n<Hyarion>\tdavidmccabe, not if Disney and the people with money have their way :)\n<davidmccabe>\tBut they won't, not in the long term :)\n<Hyarion>\tDiana, I'd like to get in a question from Aesir before you have to go: \"In your research for The Company They Keep, what was your most personally satisfying 'discovery' about Tolkien and his writing process?\"\n<davidmccabe>\tOr I guess I should say, what they're doing now has never worked for long before.\n'''<Diana>'''\tI really came to appreciate a number of the minor inklings, especially warren lewis.  he seems to have been the most hospitable, down to earth member of the whole group.  learning more about him, reading his diary, seeing how much of a gift he had for encouragement.\n<Tar-Telperien>\thow many Inklings were there?\n<BerenLazarus>\tAs far as Disney goes, I find it highly ironic that Disney was going to produce the LOTR trilogy, but Michael Eisner vetoed the production.  I think Tolkien would have been happy, since he didn't want Disney having anything to do with any movie production of LOTR.\n<BerenLazarus>\t19 right? \n<Hyarion>\tI believe so.\n'''<Diana>'''\tas far as tolkien is concerned, just how much he interacted with others, how stuck he got when he was left to his own devices, how he thrived in community.\n'''<Diana>'''\tyes, 19\n<Hyarion>\tand Diana, do you have any plans for future publications we can look for? So far everyone who has read The Company They Keep (a lot) has told me it is a must-have item\n'''<Diana>'''\tthanks\n'''<Diana>'''\ti'd like to more on writing groups in general, maybe something more practical for people who want to do what the inklings did\n<Hyarion>\tThat's a great idea\n<BerenLazarus>\tshall we be expecting another book from you 24 years from now? =)  hopefully it'll be sooner than that.\n<Hyarion>\thehe\n<BerenLazarus>\thave you read Children of Hurin?  That's to both Diana and Hyarion.\n'''<Diana>'''\tumm, well....  the company they keep is my magnum opus, the work of my heart.  maybe my next book will be just a plain ordinary good book.  then it won't take so long....\n'''<Diana>'''\tnot yet\n<Hyarion>\tBerenLazarus, I'm waiting until tomorrow morning. been too busy with the Release Party :)\n<Hyarion>\tFor those who don't already own the book you can find more information on it here: http://tolkiengateway.net/wiki/The_Company_They_Keep\n<BerenLazarus>\ti'd already have Children of Hurin tongiht if the author's name was Rowling. alas.\n<Hyarion>\tI believe it's under 30 dollars right now on Amazon, a great buy\n'''<Diana>'''\tthanks, it's been fun\n<Aesir>\tThank you!\n<Elinnea>\tYes, thank you very much\n<BerenLazarus>\tty.\n<Hyarion>\tNo thank you!\n<Hyarion>\tWe definitely need to get you back in here sometime when all the Europeans aren't sleeping on us\n'''<Diana>'''\tlove to\n</poem>\n\n[[Category:Interviews]]"}}}