{"parse": {"title": "Tolkien, trente ans après", "pageid": 64764, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Anne Besson"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Michaël Devaux"}, {"ns": 0, "exists": "", "*": "Thomas Honegger"}, {"ns": 0, "exists": "", "*": "Tom Shippey"}, {"ns": 0, "exists": "", "*": "Verlyn Flieger"}, {"ns": 0, "exists": "", "*": "Vincent Ferré"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Short description"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Notes"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": [], "wikitext": {"*": "{{short description|2003 publication of French essays}}\n{{book\n| title=Tolkien, trente ans après\n| image=\n| author=\n| editor=[[Vincent Ferré]]\n| illustrator=\n| publisher=Christian Bourgois éditeur\n| date=2003\n| format=\n| pages=393\n| isbn=978-2-3642400-63\n| series=\n| precededby=\n| followedby=\n}}\n'''Tolkien, trente ans après''' 1973-2003 (\"Tolkien thirty years later\") is a collection of scholarly essays in French on [[J.R.R. Tolkien]], thirty years later after the death of the author.\n\n==Contents==\n* Introduction\n* La réception de J.R.R. Tolkien en France, 1973-2003: quelques repères ([[Vincent Ferré]])\n* Entretien avec l'éditeur français de J.R.R. Tolkien (Christian Bourgois)\n'''I. Confluences'''\n** «…un concours avec nous, mon trésor!»: étude du tournoi d'énigmes entre Bilbo et Gollum (Jean-Philippe Qadri)\n** Du cycle de l'Anneau au Seigneur des Anneaux (Charles Delattre)\n** La chute de Gandalf dans la Moria (Paul Airiau)\n** L'influence indo-européenne en Arda et ses limites (Laurent Alibert)\n'''II. L'arbre et ses branches'''\n** De l'occidentalien à l'anglais moderne: le traducteur et le réseau de langages tolkienien ([[Thomas Honegger]])\n** Rétablir le mythe: le statut des textes de l'Histoire de la Terre du Milieu ([[Michaël Devaux]])\n** Feuille, de Niggle, image dans le tapis de la Faërie? (Jérôme Bouron)\n'''III. «L'Ombre noire»'''\n** Orques, Spectres de l'Anneau et Êtres-des-Galgals: les représentations du Mal chez Tolkien ([[Tom Shippey]])\n** Les frontières du Mal dans le Seigneur des Anneaux (Fabienne Claire Caland)\n** Frodo et Aragorn: le concept du héros ([[Verlyn Flieger]])\n** Tolkien et le racisme (Guido Semprini)\n'''IV. Tolkien et les arts'''\n** Puissances de la grisaille et enfance perdue. Allers et retours entre Tolkien et son adaptation par Peter Jackson (Hervé Aubron)\n** La Communauté de l'Anneau, de J.R.R. Tolkien à P. Jackson: Une exécution ratée? (Jean Cléder)\n** Entretien avec John Howe\n** La Terre du Milieu et les royaumes voisins: de l'influence de Tolkien sur les cycles de Fantasy contemporains ([[Anne Besson]])\n\n==From the publisher==\nFirst collective university work in French, intended for readers wishing to better understand the universe of Tolkien, as well as for students and researchers interested in a work still little studied in France. Authors from various backgrounds (literature, history, film studies, etc.), including three of the best current specialists (Tom Shippey, Verlyn Flieger, Thomas Honegger), offer analyzes of the history of Tolkien's work in France, on the network of languages invented by the author, on key episodes (Moria, the Mirror of Galadriel, the riddles of The Hobbit) or on lesser-known texts (The History of Middle-earth or Leaf, from Niggle); other articles examine the question of Evil (its representations, its borders) and the role of monsters in The Lord of the Rings, Tolkien's place in the genre of modern fantasy, English and French, or even the transposition of the text into image – by Peter Jackson, for his film adaptation, or by John Howe, the famous illustrator.\nThese articles, grouped into four parts \"Confluences\", \"The tree and its branches\", \"The Dark Shadow\", \"Tolkien and the arts\", can be read separately or seen globally as a current state of French language studies. on the work of J.R.R. Tolkien.<ref group=note>[Original text:]Premier travail collectif universitaire en langue française, destiné aux lecteurs désireux de mieux comprendre l’univers de Tolkien, ainsi qu’aux étudiants et aux chercheurs intéressés par une œuvre encore peu étudiée en France. Des auteurs venus d’horizons divers (littérature, histoire, études cinématographiques, etc.), dont trois des meilleurs spécialistes actuels (Tom Shippey, Verlyn Flieger, Thomas Honegger), proposent des analyses sur l'histoire de l'œuvre de Tolkien en France, sur le réseau des langues inventées par l'auteur, sur des épisodes-clés (la Moria, le Miroir de Galadriel, les énigmes de Bilbo le Hobbit) ou sur des textes moins connus (''L'Histoire de la Terre du Milieu ou Feuille'', de Niggle); d’autres articles examinent la question du Mal (ses représentations, ses frontières) et le rôle des monstres dans Le Seigneur des Anneaux, la place de Tolkien dans le genre de la Fantasy moderne, anglaise et française, ou encore la transposition du texte en image – par Peter Jackson, pour son adaptation cinématographique, ou par John Howe, le célèbre illustrateur.\nCes articles, regroupés en quatre parties «Confluences», «L'arbre et ses branches», «L'Ombre noire», «Tolkien et les arts», peuvent être lus séparément ou vus globalement comme un état actuel des études en langue française sur l'œuvre de J.R.R. Tolkien.</ref>\n\n== External links ==\n* [https://bourgoisediteur.fr/catalogue/tolkien-trente-ans-apres/ Official page] on the website of the editor C. Bourgois.\n* [https://www.tolkiendil.com/tolkien/sur-tolkien/vincent_ferre_-_tolkien_trente_ans_apres Details] on Tolkiendil.\n{{notes}}\n{{title|italic}}\n[[Category:French publications]]\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}