{"parse": {"title": "The Disaster of the Gladden Fields", "pageid": 17191, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "A Description of the Island of Númenor"}, {"ns": 0, "exists": "", "*": "Aldarion and Erendis: The Mariner's Wife"}, {"ns": 0, "exists": "", "*": "Anduin"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Aratan"}, {"ns": 0, "exists": "", "*": "Arnor"}, {"ns": 0, "exists": "", "*": "Battles of the Fords of Isen"}, {"ns": 0, "exists": "", "*": "Celeborn"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Cirion and Eorl"}, {"ns": 0, "exists": "", "*": "Cirion and Eorl and the Friendship of Gondor and Rohan"}, {"ns": 0, "exists": "", "*": "Ciryon"}, {"ns": 0, "exists": "", "*": "Council of Elrond"}, {"ns": 0, "exists": "", "*": "Disaster of the Gladden Fields"}, {"ns": 0, "exists": "", "*": "Dúnedain"}, {"ns": 0, "exists": "", "*": "Elendil"}, {"ns": 0, "exists": "", "*": "Elendur (son of Isildur)"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Estelmo"}, {"ns": 0, "exists": "", "*": "First Age"}, {"ns": 0, "exists": "", "*": "Fourth Age"}, {"ns": 0, "exists": "", "*": "Gladden Fields"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Isildur"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Keepers of the Three Rings"}, {"ns": 0, "exists": "", "*": "Lothlórien"}, {"ns": 0, "exists": "", "*": "Meneldil"}, {"ns": 0, "exists": "", "*": "Mithril"}, {"ns": 0, "exists": "", "*": "Moria"}, {"ns": 0, "exists": "", "*": "Narn i Hîn Húrin"}, {"ns": 0, "exists": "", "*": "Narsil"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Númenóreans"}, {"ns": 0, "exists": "", "*": "Of Tuor and his Coming to Gondolin"}, {"ns": 0, "exists": "", "*": "Ohtar"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Orthanc"}, {"ns": 0, "exists": "", "*": "Palantíri"}, {"ns": 0, "exists": "", "*": "Reunited Kingdom"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Saruman"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Silmariën"}, {"ns": 0, "exists": "", "*": "Star of Elendil"}, {"ns": 0, "exists": "", "*": "The Battles of the Fords of Isen"}, {"ns": 0, "exists": "", "*": "The Drúedain"}, {"ns": 0, "exists": "", "*": "The History of Galadriel and Celeborn"}, {"ns": 0, "exists": "", "*": "The Hunt for the Ring"}, {"ns": 0, "exists": "", "*": "The Istari"}, {"ns": 0, "exists": "", "*": "The Line of Elros: Kings of Númenor"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Palantíri"}, {"ns": 0, "exists": "", "*": "The Quest of Erebor"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 2"}, {"ns": 0, "exists": "", "*": "Thranduil"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Valandil (King of Arnor)"}, {"ns": 0, "exists": "", "*": "War of the Last Alliance"}, {"ns": 0, "exists": "", "*": "Woodmen"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Ut-chapters"}, {"ns": 10, "exists": "", "*": "Template:TA"}], "images": [], "wikitext": {"*": "{{ut-chapters}}\n'''The Disaster of the Gladden Fields''' is a chapter in ''[[Unfinished Tales]]'', a posthumously published work of [[J.R.R. Tolkien]] edited and published by [[Christopher Tolkien]]. According to Christopher Tolkien, this is a 'late' narrative of the [[J.R.R. Tolkien|Professor]] written after the publication of [[The Lord of the Rings]] and in the same time frame of narratives such as [[Cirion and Eorl]], [[Battles of the Fords of Isen]], [[the Drúedain]], and the philological essays cited in [[The History of Galadriel and Celeborn]].\n\nThis work is divided into two parts. The first part narrates the events that took place in {{TA|2}} up to the slaying of [[Isildur]] as a legend. The second part of the narration, titled ''The sources of the legend of Isildur's death'', gives an account of the origin of the legend as surmises surrounding Isildur's death such as finding of [[Star of Elendil|Elendilmir]] after [[Aragorn|Aragorn II]] came to the crown of the [[Reunited Kingdom]] of [[Arnor]] and [[Gondor]].\n\n==Synopsis==\nThe story begins with Isildur taking up Elendilmir and declaring his sovereignty over Arnor and Gondor. He had spent a year in Gondor after the [[War of the Last Alliance]] to restore its order and define its bounds. Hence, he  was eager to see his wife and his youngest son [[Valandil (King of Arnor)|Valandil]] who were at [[Rivendell]] in Elrond's care. He also had a need for a counsel with [[Elrond]]. [[Meneldil]], Isildur's nephew, bade him farewell at the East Gate of the Bridge and Isildur and his company of two hundred war-hardened [[Dúnedain]] along with his three elder sons [[Elendur (son of Isildur)|Elendur]], [[Aratan]], and [[Ciryon]] made their march to Rivendell through the east side of [[Anduin]]. \n\nThey were attacked by a host of [[orcs]] on the thirtieth day of their journey, when they were a four days' march from [[Thranduil]]'s realm at the northern borders of [[Gladden Fields]]. Before the first attack began, Isildur ordered his esquire [[Ohtar]] to take the shards of [[Narsil]] and flee along with one other man to Rivendell. Isildur and his men successfully broke the first onslaught, and it seemed to the defenders that their enemy withdrew to the forest. Isildur ordered his men to march forward but even before they had gone a mile the Orcs moved again and gradually surrounded them in a ring, although still staying out of range of the dreaded steel bows of [[Númenor]].\n\nElendur, who was in his fathers's counsel, asked Isildur whether he could use [[the One Ring]] against their enemy. But Isildur, whose pride had fallen, dreaded the pain of touching the Ring and wished to give the ring to the [[Keepers of the Three Rings|Keepers of the Three]]. Even as they were taking counsel, the second onslaught began with a blast of a horn. Ciryon was slain and Aratan was mortally wounded when he attempted to rescue his brother. When defeat was imminent, Elendur returned to Isildur, and as his last counselor, ordered his father to flee from the battle with the Ring and to take it to the Keepers.  \n\nIsildur put on the Ring with a great cry of pain, but Elendilmir of the West blazed forth. Hence Isildur had to pull a hood over his head to vanish. Elendur, who was most like his grandsire [[Elendil]], perished in the battle.\n\nIsildur ran a great distance and reached the banks of the [[Anduin|Great River]], where he shed all his armor, and with just a single short sword in his belt plunged into the river. Even as he swam, the current swept him towards the tangles of the Gladden Fields where the Ring betrayed him. Sudden despair came to him and he would have drowned himself, but the mood passed him as if a great burden had been taken away. He got out of the water, but was shot through the heart and throat with poison arrows by the lurking orc archers on the west bank. He fell back to the water without a single cry, with Elendilmir still on his brow. His body was never found by men or elves.\n\nFor more details on the battle see ''[[Disaster of the Gladden Fields]]. ''\n\n===The sources of the legend of Isildur's death===\nTolkien also explores the possibility of how the above events became known to the historians of Gondor, since everyone was killed.\n\nThere were three eye witnesses to this legend. Ohtar, who delivered the shards of Narsil, and his companion were two of them. The third was Elendur's esquire [[Estelmo]], who had heard the counsel taken between the father and the son at Isildur's parting. Estelmo was found alive under Elendur's body. All the others in Isildur's company were lost in the battle. The [[Woodmen]] were able to come and disturb the orcs before they could mutilate the bodies of the dead.\n\nThe legend of Isildur's death was formed only during the reign of [[Aragorn|Aragorn II]] in the beginning of the [[Fourth Age]]. The surmises such as Isildur had the Ring and had fled towards the river, his armor and great sword were found at the banks not far from Gladden Fields and that there were orc archers on the west bank to intercept the escapees who fled the battle to the river was known. The fourth surmise surrounding the legend is that Isildur and the Ring had to be lost in the River together or separately. If Isildur still had the Ring when he reached the west bank, he could have easily eluded the orc archers and traveled to [[Moria]] or [[Lothlórien|Lórien]] with the supply of way bread and cordial which every Dúnedain carried in a sealed wallet in his belt. The belt and the wallet were not among the discarded gear found on the east bank.\n\nIt was revealed at the [[Council of Elrond]] that the Ring was found, sunk near the edge of the Gladden Fields close to the western banks, and that no trace of Isildur's body was found. It was also known at that point that [[Saruman]] had been secretly searching that region.\n\nWhen Aragorn II ascended to the throne, one of the first tasks he took up was to restore the [[Palantíri|palantír]] recovered from Saruman at [[Orthanc]]. When Orthanc was searched for its secrets, hoards of treasure were discovered. Elendilmir and a gold case attached to a fine chain was found among them, kept in a hidden strong steel closet. Elendilmir (a white star of Elvish crystal set upon ''[[mithril]]'' fillet) descended from [[Silmariën]] to Elendil, was the sign of royalty of the North Kingdom taken by Elendil. Elven smiths of Rivendell had made a copy of Elendilmir for Valandil and was borne by every King and Chieftian of North including Elessar, but it could not match the potency and ancestry of Elendilmir of the West. Aragorn never imperiled Elendilmir once it was recovered. \n\nWith the discovery of Saruman's hoard, it was evident that Isildur could have only fallen to shallow water. For if he had fallen to deep waters, the water of the Great River would have taken his body to a great distance, and Elendilmir would never have been discovered. But the remnants of the body of Isildur was never to be found in Orthanc. The possibility that Saruman could have dishonored them in one of his furnaces still remains.\n\n===Appendix===\nThe Appendix of the chapter gives information about the units of measure to the [[Númenóreans]], and their relationships in height to [[Celeborn]] and the [[Hobbits]].\n[[fr:tolkien/resumes/cli/le desastre des champs d iris]]\n[[fi:Kurjenmiekkakenttien murhenäytelmä (KTK)]]"}}}