{"parse": {"title": "Woods in Middle-earth Role Playing", "pageid": 70875, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Beeches"}, {"ns": 0, "exists": "", "*": "Cypresses"}, {"ns": 0, "exists": "", "*": "Ebony"}, {"ns": 0, "exists": "", "*": "Ent-draughts"}, {"ns": 0, "exists": "", "*": "Far Harad"}, {"ns": 0, "exists": "", "*": "Hands of the Healer"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lebennin"}, {"ns": 0, "exists": "", "*": "Lebethron"}, {"ns": 0, "exists": "", "*": "Mallorn"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Oaks"}, {"ns": 0, "exists": "", "*": "Oiolairë"}, {"ns": 0, "exists": "", "*": "Pines"}, {"ns": 0, "exists": "", "*": "Plants in Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Quenya"}, {"ns": 0, "exists": "", "*": "Sindarin"}, {"ns": 0, "exists": "", "*": "Treasures of Middle-earth (2nd edition)"}, {"ns": 0, "exists": "", "*": "Umbar"}, {"ns": 0, "*": "Dursindarin"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:ICE"}], "images": ["CdxIconInfoFilled.svg"], "wikitext": {"*": "{{Adaptation}}\n\nTo flesh out the setting, [[Middle-earth Role Playing]] introduces many new types of wood used for crafting and herblore, beyond [[Ebony]], [[Cypresses]], [[Pines]], [[Beeches]], [[Oaks]], [[Lebethron]], [[Mallorn|Mellyrn]], and [[Oiolairë]] (and variations thereof described on their respective pages).\n==Belan==\n'''''Belan''''' ([[Sindarin|S]]. ''Camlanglas'', [[Quenya|Q]]. ''Malassë''), also called ''Blood-nut'' or ''Scass'', was a palm tree that was found along tropical seashores. It grew no taller than ten feet and bore fist-sized brown nuts with a soft, light brown meat that smelled faintly of roast poultry. When eaten whole, the nut’s flesh could staunch bleeding, provided the consumer remained still until the effect took hold. Natives roasted the nuts for festivals.<ref>{{ICE|2026}}, p. 88</ref>\n==Dírwood==\n'''''Dírwood''''' was a conifer from the far north of Middle-earth. Its wood was dark, and when cured correctly was as hard as the toughest steel. Alternatively, it could also be cured to be springy enough to be used in bows.<ref name=\"secondpage\">{{ICE|2010}}, p. 192</ref>\n==Eredena==\n'''''Eredena''''' ([[Sindarin|S]]. ''Onodgai'', [[Quenya|Q]]. ''Ontocëa''), also called ''Erek'', was a small evergreen shrub of Fangorn, cultivated by the Ents around their meeting places. Its dark leaves gave it a spherical shape, and in late winter its buds flowered into white blossoms that yielded light-coloured fruits. The buds, when consumed raw by Men, stimulated strength and thought, but could become overwhelming to the point of death. Ents refined them into their [[Ent-draughts|draughts]].<ref>{{ICE|2010}}, p. 174</ref><ref>{{ICE|2026}}, pp. 102-103</ref>\n\n==Goldwood==\n'''''Goldwood''''' was a rare and ancient tree that grew around the Bay of Drêl in the southwest. Growing up to 300 ft, with a girth of up to 60 ft, the local elves carved rooms inside them.<ref name=\"secondpage\"/>\n==Grape-leaf Magnolia==\n'''''Grape-leaf Magnolia''''' was a common broadleaf evergreen in Mirkwood, with soft bark, leathery leaves, and flowers that bloomed with red petals in summer. Beorning-raised bees swarmed them during that time, resulting in intoxicating dark-red honey, which was used for mead.<ref name=\"secondpage\"/>\n==Greddon==\n'''''Greddon''''' was a tree with sinuous wood, one of three types of tree in The Grove of [[Far Harad]].<ref name=\"secondpage\"/>\n==Hillbroom==\n'''''Hillbroom''''' ([[Sindarin|S]]. ''Nornaladh'', [[Quenya|Q]]. ''Quernalda''), also called Twister or Roundabout, was a small tree that grew in grassy foothills. It was seldom more than ten feet tall, and its trunk spiraled as it grew, producing plum-like purple fruits in late summer. Trees that twisted to the right bore healing fruit that restored vitality, while those that turned left yielded harmful fruit causing nausea and debilitation. Hillbroom wood was worked into fine staves, and its fruit was sometimes baked into sweet dishes.<ref>{{ICE|2026}}, p. 110</ref>\n==Hrast==\n'''''Hrast''''' ([[Sindarin|S]]. ''Bas'' e-Lothladen, [[Quenya|Q]]. ''Erumeyávë'') was a tree of the Gaj in Far Harad, bearing abundant silver-green leaves and grey fruits the size of a fist. Highly nutritious, a single fruit could sustain a man through a day’s desert travel. Dried, they became delicacies throughout Gondor, while the wood itself was strong and sinuous.<ref name=hrast>{{ICE|2026}}, p. 111</ref>\n==Iauthalion==\n'''''Iauthalion''''' ([[Sindarin|S.]] “Valiant Grain,” [[Quenya|Q]]. ''Yavestaldo''), also called ''Yavis'' or ''Jargon'', was a twisted tree found along rocky temperate seashores. Rarely reaching twenty feet, it bore small spotted leaves and light green fruits once every fifty years. Though sour, the fruits could restore health instantly when eaten, and they kept for about a month before spoiling.<ref name=hrast/>\n==Karfar==\n'''''Karfar'''''<ref group=\"note\">Known as Juha in earlier texts</ref> ([[Sindarin|S]]. ''Lanthand'', [[Quenya|Q]]. ''Landasanda''), also known as ''Durnak'', was a tall tree of the Suza Sumar in Far Harad. Its trunks were used as masts of [[Umbar]]ean ships. Its broad shield-like leaves, harvested at great height, could be brewed into a lethal poison that killed within moments. Powdered monk hair served as the only antidote, but only if given quickly. The tree’s leaves were rare and extremely valuable, though handling its paste carelessly often proved fatal.<ref name=\"thirdpage\">{{ICE|2010}}, p. 193</ref><ref>{{ICE|2026}}, p. 113</ref>\n==Kasia==\n'''''Kasia''''' ([[Sindarin|S]]. ''Nimmaes'', [[Quenya|Q]]. ''Ninquapsa'') was a small tree growing on borders of grasslands and forests, known for its black thimble-like nuts. Ground into a spice, kasia imparted a sharp flavor to food and, in large doses, produced mild euphoria for several hours.<ref>{{ICE|2026}}, p. 114</ref>\n==Mahogany==\n'''''Mahogany''''', known as ''Lainimit'' in the language of Pel, grew up to 90 ft. Its hard lumber was seen as beautiful and had many uses, which made it very valuable. The medicinal leaves were known as Welwal.<ref name=\"thirdpage\"/><ref>{{ICE|2026}}, p. 116</ref>\n==Monkmeg==\n'''''Monkmeg''''' ([[Sindarin|S]]. ''Riviw'', [[Quenya|Q]]. ''Himbarima''), also known as ''Cinnetaq'', was a small forest tree no taller than twelve feet. Its bark leaked a constant trickle of sap, which healers used to remove warts. In late summer it produced almond-shaped nuts, whose outer coating could be grated into a spice for sweet pies.<ref name=\"p123\">{{ICE|2026}}, p. 123</ref>\n==Mook==\n'''''Mook''''' ([[Sindarin|S.]] ''Maethuio'', [[Quenya|Q.]] ''Maisúya'') was a shrub-like juniper found in the forests of the Far South. Its late-summer grey, thimble-shaped berries were used by the Danak to ferment into an elixir which served as an antidote for respiratory poisons.<ref name=\"p123\"/>\n==Pangwood==\n'''''Pangwood''''' ([[Sindarin|S]]. ''Naegdawar'', [[Quenya|Q]]. ''Nwalmetavar'') was a shrubby tree found in wetlands, known for its dangerous hairy twigs and arrow-shaped leaves. The fine hairs pierced skin, causing burning rashes, spasms, and even blindness. Despite its perils, pangwood yielded a sap that granted immunity to all poisons save its own.<ref>{{ICE|2026}}, pp. 127-128</ref>\n==Queenstaff==\n'''''Queenstaff''''' ([[Sindarin|S]]. ''Rianolf'', [[Quenya|Q]]. ''Riannolva''), also called ''Straightrun'' or ''Headwrop'', was a wetland tree growing only five feet tall. It bore tart purple fruits and smooth green-grey bark. Its bark, when boiled, healed brain injuries.<ref>{{ICE|2026}}, p. 130</ref>\n==Rosewood==\n'''''Rosewood''''', known as ''Shadamabo'' in the language of Pel, was a tropical hardwood that grew up to 100 ft. Its heavy red lumber was used for furniture and spears.<ref name=\"fourthpage\">{{ICE|2010}}, p. 194</ref>\n==Rud Temka==\n'''''Rud Temka''''' ([[Sindarin|S]]. ''Cargam'', [[Quenya|Q]]. ''Carnima'') was a gnarled black-barked tree of the tropical south, bearing red leaves and tart, pear-like fruit. It was said to increase magical prowess at the cost of physical prowess, though overuse could leave one entirely powerless.<ref>{{ICE|2026}}, p. 132</ref>\n==Slird==\n'''''Slird''''' ([[Sindarin|S]]. ''Caramir'', [[Quenya|Q]]. ''Carniyávë'') was a short citrus tree found in tropical forests. Its freshly scented wood was orange-yellow, leading to its use for cloth-chests and wardrobes, while its smooth bark was light green. Its red fruit was poisonous, however. It could be fermented into a pulp that caused paralysis. The stench of its preparation was detectable from miles away.<ref name=\"fourthpage\"/><ref>{{ICE|2026}}, p. 136</ref>\n==Sorglasora==\n'''''Sorglasora''''' ([[Dursindarin|Du.]] Gold-pine, [[Sindarin|S.]] ''Carlorthôn'') was a tall tree prized by Dunmen. Heavy use in the production of Cranorcran had made it rare, only growing in a few valleys in [[Lebennin]].<ref name=\"fourthpage\"/>\n==Taynaga==\n'''''Taynaga''''' ([[Sindarin|S.]] ''Fladnor'', [[Quenya|Q.]] ''Faltanar''), sometimes spelled as Taynága or shortened to T‘nága, was a conifer that grew in mountain forests or in northerly climes. It was distinguished by orange lichen veins at its base. Its bark could be dried into a powder to sterilize contaminated objects, especially the poison jegga. But when ingested it was a poison itself, which could be combated with [[Plants_in_Middle-earth_Role_Playing#Rosecreeper|rosecreeper]] powder.<ref>{{ICE|2026}}, p. 139</ref>\n==Teak==\n'''''Teak''''' ([[Sindarin|S]]. ''Maldawar'', [[Quenya|Q]]. ''Malintavar''), known as ''Gumumiti'' in the language of Pel, was a tropical hardwood that grew up to 120 ft. The tree was common in the forests of Pel. It had yellow-brown wood that was resinous, and was used for inlays, furniture, boats, and shields. Its leaves served as a herb.<ref name=\"secondpage\"/><ref>{{ICE|2026}}, p. 108</ref>\n==Tordi==\n'''''Tordi''''' is a short tree with reddish leaves from The Grove of [[Far Harad]]. Its wood is strong and flexible, holding its shape well when steamed. In shipbuilding, it is used for the ribs.<ref name=\"fourthpage\"/>\n==Varnalda==\n'''''Varnalda''''' ([[Sindarin|S]]. ''Galavaran'', [[Quenya|Q.]] “Brown Tree”), also called ''Teldalion'' or ''Teldas'', was a wide-spreading deciduous tree with curling, boot-scented bark. Its bark could be chewed into paste to reduce inflammation, though if swallowed it robbed the speaker of his voice for days. The wood of the tree splintered easy, making it useless for anything beyond darts.<ref>{{ICE|2026}}, p. 142</ref>\n==Witch Hazel==\n'''''Witch Hazel''''' ([[Sindarin|S]]. ''Nindorthor'', [[Quenya|Q]]. ''Talmafarnë'') was a small marshland tree found in coniferous forests, growing to fifteen feet. Covered with scaly bark and elliptical leaves, it produced an extract used as an astringent lotion, soothing cuts and easing muscle-aches.<ref>{{ICE|2026}}, p. 145</ref>\n==Yellow Hemlock==\n'''''Yellow Hemlock'''''  ([[Sindarin|S]]. ''Maldui'', [[Quenya|Q]]. ''Malintuima''), also called ''Harfymond'', was an evergreen from Far Harad, with soft wood used for decorative purposes. Its sticky yellow resin, known as harfy, was also used by healers and herbalists to stop bleeding.<ref name=\"fourthpage\"/><ref>{{ICE|2026}}, p. 147</ref>\n\n{{References|notes}}\n\n[[Category:Materials from adaptations]]\n[[Category:MERP]]"}}}