{"parse": {"title": "Mirkwood (MERP)", "pageid": 23675, "redirects": [{"from": "Mirkwood (book)", "to": "Mirkwood (MERP)"}], "links": [{"ns": 6, "exists": "", "*": "File:Mirkwood (MERP).jpg"}, {"ns": 0, "exists": "", "*": "1995"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mirkwood: The Wilds of Rhovanion"}, {"ns": 0, "exists": "", "*": "Mirkwood (disambiguation)"}, {"ns": 0, "exists": "", "*": "Mithril Miniatures"}, {"ns": 0, "exists": "", "*": "Northern Mirkwood (1984)"}, {"ns": 0, "exists": "", "*": "Pete Fenlon"}, {"ns": 0, "exists": "", "*": "Southern Mirkwood"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mirkwood_(MERP).jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-more|Mirkwood|[[Mirkwood (disambiguation)]]}}\n{{book\n|title=Mirkwood\n| image = Mirkwood (MERP).jpg\n|author=John David Ruemmler, Susan Tyler Hitchcock, [[Pete Fenlon|Peter C. Fenlon]]\n|isbn=1-55806-246-7\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1995]]\n|format=Softcover\n|pages=160\n|ice=2019\n}}\n'''''Mirkwood''''' is a supplement (in the ''Realm''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. It replaced the 1st Edition ''[[Mirkwood: The Wilds of Rhovanion]]'' campaign module which was itself a combination of the 1st Edition [[Northern Mirkwood (1984)|''Northern Mirkwood'' (1984)]] and ''[[Southern Mirkwood]]'' campaign modules.\n\nFor use with this supplement, [[Mithril Miniatures]] released two sets of metal miniatures (M83 - M92 ''Mirkwood I'' and M103 - M112 ''Mirkwood II'').\n\n== Cover/Jacket Text == \n\n''\"They walked in single file. The entrance to the path was like the sort of arch leading into a gloomy tunnel made by two great trees that leant together, too old and strangled with ivy and hung with lichen to bear more than a few blackened leaves. The path itself was narrow and wound in and out among the trunks. Soon the light at the gate was like a little bright hole far behind, and the quiet was so deep that their feet seemed to thump along while all the trees leaned over them and listened.\"'' - The Hobbit, p.&nbsp;139 \n\nOnce named Greenwood the Great, the treeland then harbored starlight and song under its arching eaves. Only the northern woods now retain memories of the old splendor, and the elven magic guarding their borders has grown fey and perilous. The dread Necromancer inhabits Dol Guldur in tangled southern Mirkwood, and the whole forest cringes from his Shadow. Twisted hemlocks and soot-block webs shelter his minions and fell wild creatures. \n\nMirkwood is a reprint of the 1988 ICE campaign module titled Mirkwood, The Wilds of Rhovanion. This reprint as a realm piece features the excellence of the previous bestseller along with a number of new floorplans and illustrations. Mirkwood includes complete stats for MERP, the Lord of the Rings Adventure Game, and Rolemaster. \n\nMirkwood features: \n\n*COLOR MAPS - two beautifully rendered maps depicting northern and southern Mirkwood, as well as the varied lands adjacent to the vast forest. \n*RADAGAST & RHOSGOBEL - the master of shapes and hues and his wizardly home with its many woodland visitors. \n*NORTHMEN - Beornings whose lords practice shape-shifting; Sairthéod in their tree-house village; Dalemen and Lakemen, descendants of the noble First-Age Edain; Woodmen who rove the forest in clans; and horse-loving Éothraim, ancestors of the Rohirrim. \n*DWARVES OF THE IRON HILLS - the stalwart forefathers of Dáin Ironfoot who came to Thorin Oakenshield's aid at Erebor later in the Age. \n*THE ELVES OF THRANDUIL'S HALLS - wood-wise folk who celebrate starlight, song, and the trees of the forest with feasting and harp music in scenic glens. \n*CREATURES OF SHADOW - Dragons from the Withered Heath who fly south in search of prey; Great Spiders and their dark webs that reach from trunk to trunk; Stone Trolls who roam the Emyn-nu-Fuin; and wakeful trees with evil hearts and hostile boughs. \n*MINIONS OF THE NECROMANCER - the Ringwraith who rules the Naked Hill; the Black Trolls who serve as the citadel's warlords; and the hordes of Orc-warriors who raid at their command. \n*CULT OF THE LONG NIGHT - animistic shamans who revere darkness and teach its tenets on moonless nights. \n*DARK SITES - Sarn Goriwing, the sorcerous tower dominating the headwaters of the Enchanted River; the Nan Morsereg, a vale harboring dark cults and nocturnal terrors; and the Gloom-spike, lofty home to a crazed seer.\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}