{"parse": {"title": "The Lord of the Rings: The Card Game", "pageid": 28035, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1995"}, {"ns": 0, "exists": "", "*": "1997"}, {"ns": 0, "exists": "", "*": "1998"}, {"ns": 0, "exists": "", "*": "2001"}, {"ns": 0, "exists": "", "*": "2007"}, {"ns": 0, "exists": "", "*": "2010"}, {"ns": 0, "exists": "", "*": "2011"}, {"ns": 0, "exists": "", "*": "2012"}, {"ns": 0, "exists": "", "*": "2018"}, {"ns": 0, "exists": "", "*": "2019"}, {"ns": 0, "exists": "", "*": "2022"}, {"ns": 0, "exists": "", "*": "2023"}, {"ns": 0, "exists": "", "*": "2024"}, {"ns": 0, "exists": "", "*": "2026"}, {"ns": 0, "exists": "", "*": "20 April"}, {"ns": 0, "exists": "", "*": "3 August"}, {"ns": 0, "exists": "", "*": "Anduin"}, {"ns": 0, "exists": "", "*": "Annúminas"}, {"ns": 0, "exists": "", "*": "Barliman Butterbur"}, {"ns": 0, "exists": "", "*": "Barrow-downs"}, {"ns": 0, "exists": "", "*": "Belegost"}, {"ns": 0, "exists": "", "*": "Derufin"}, {"ns": 0, "exists": "", "*": "Dol Guldur"}, {"ns": 0, "exists": "", "*": "Esgaroth"}, {"ns": 0, "exists": "", "*": "Fantasy Flight Games"}, {"ns": 0, "exists": "", "*": "Magic: The Gathering"}, {"ns": 0, "exists": "", "*": "Magic: The Gathering - The Hobbit"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Middle-earth Collectible Card Game"}, {"ns": 0, "exists": "", "*": "Necromancer"}, {"ns": 0, "exists": "", "*": "Osgiliath"}, {"ns": 0, "exists": "", "*": "Prancing Pony"}, {"ns": 0, "exists": "", "*": "Smaug"}, {"ns": 0, "exists": "", "*": "Stone of Erech"}, {"ns": 0, "exists": "", "*": "The Hobbit Card Game"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Adventure Card Game"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Duel for Middle-earth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: Tales of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: The Fellowship of the Ring – Trick-Taking Game"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Tarot"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Trading Card Game"}, {"ns": 0, "exists": "", "*": "War of the Ring: The Card Game"}, {"ns": 14, "exists": "", "*": "Category:Images from The Lord of the Rings: The Card Game"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Board game infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Navbox cards"}], "images": ["The_Lord_of_the_Rings-_The_Card_Game.png", "The_Lord_of_the_Rings_-_The_Card_Game_-_Aragorn.png", "Tactics.png", "Leadership.png", "Spirit.png", "Lore.png", "Lotr-lcg-layout-final.png", "The-black-riders.jpg"], "wikitext": {"*": "{{Board game infobox\n| name=The Lord of the Rings: The Card Game\n| image=The Lord of the Rings- The Card Game.png\n| type=lcg\n| designer=Nate French\n| publisher=[[Fantasy Flight Games]]\n| releasedate=[[20 April]] [[2011]]\n| players=\n| ages=\n}}\n'''''The Lord of the Rings: The Card Game''''' is a card-based game released by [[Fantasy Flight Games]]. The game is set during the seventeen year period between Bilbo's 111th birthday, and Frodo's departure from Bag End. ''The Lord of the Rings: The Card Game'' was first announced on [[3 August]] [[2010]],<ref>[http://www.fantasyflightgames.com/edge_news.asp?eidn=1528 Fantasy Flight Games News] at [http://www.fantasyflightgames.com/ Fantasyflightgames.com](accessed 4 August 2010)</ref> and was released on [[20 April]] [[2011]].<ref>[http://www.middleearthnews.net/2011/04/fantasy-flight-games-releases-lord-of.html Fantasy Flight Games releases The Lord of the Rings Card Game] at [http://www.middleearthnews.net/ Middle-earth News.net] (accessed 15 May 2011)</ref>\n\nIt is a [http://www.fantasyflightgames.com/edge_npm.asp?eidm=14 Living Card Game], which differs from collectible card games in that each expansion is released in fixed packs with no randomness. There are, therefore, no \"rare\" or \"common\" cards which creates an even playing pool and a system that is easy to collect and fully playable with only the core set and any number of expansions.\n\nA reimagined digital adaptation was released in [[2018]] as ''[[The Lord of the Rings: Adventure Card Game]]''.\n\n==Gameplay==\n[[File:The Lord of the Rings - The Card Game - Aragorn.png|thumb|left|Sample Player Card]]\nThe Lord of the Rings: The Card Game is a cooperative Living Card Game. The players (1-4) work together to defeat the scenario and complete each quest. To win the game, the players must complete all of a scenario's quest cards. If all of a player's heroes fall in battle, or if a player's \"threat level\" reaches 50, the player is eliminated; if all players are eliminated, the scenario is failed and the players lose.\n\nTo play the game, each player assembles their own deck consisting of three heroes (which start the game in play) and at minimum fifty other cards (which are shuffled and drawn from each turn). The player cards are represented through four \"spheres of influence\", which relate to various spheres of influence seen in the source material and each have a different mechanical theme. The four spheres are: \n* [[file:tactics.png|15px]] Tactics (combat, direct damage)\n* [[file:leadership.png|15px]] Leadership (resource management, global effects)\n* [[file:spirit.png|15px]] Spirit (willpower, cancellation effects)\n* [[file:lore.png|15px]] Lore (card draw effects, encounter deck manipulation) \n\nDecks can be constructed using any combination of spheres, but in order to play a card, the player must control a hero whose sphere of influence matches the card being played.\n\nOnce decks are constructed, the players choose a quest scenario and begin setup according to the quest cards. The players' enemies on this quest are represented by the \"encounter deck,\" which contains enemies for the players to face, locations for them to explore and treacheries that will surprise and challenge them.\n\nThe game is then played in rounds consisting of seven phases, some containing different steps.\n[[file:Lotr-lcg-layout-final.png|thumb|right|sample play area from official site]]\n#Resource Phase - players draw one card and each hero gains one resource\n#Planning Phase - starting with the first player, each player may play Events, Attachments, or Allies from his hand\n#Quest Phase - players commit characters to the quest, reveal encounter cards, and resolve\n#Travel Phase - if there is no active location, players choose a revealed location and travel there \n#Encounter Phase - players engage enemies from the staging area for combat\n#Combat Phase - players defend enemy attacks, then attack enemies engaged with them.\n#Refresh Phase - players ready all exhausted characters and increase their threat trackers by one\n\nMany cards have different effects that can be triggered throughout a round of play to modify or circumvent these rules. Part of the enjoyment of the game is coming up with new ways of beating the various scenarios by using the different cards in the player's collection.\n\n==Saga Expansions==\n[[File:the-black-riders.jpg|thumb|right|Black Riders box]]\nThe game has also featured \"Saga Expansions\", which follow the events of the books directly, as opposed to the original, tangential quests set before The Lord of the Rings. Each expansion contains three scenarios following a different segment of Tolkien's works.  The gameplay of these expansions differs from the usual cycles in that there is a \"campaign mode\" of sorts in each.  For the Hobbit, this gives access to \"treasure\" cards if certain objectives are met in particular quests.  The campaign mode for the Lord of the Rings saga expansions is more involved, and players earn access to both \"boons\" and \"burdens.\"  Furthermore, if a hero dies during the campaign, the players are not allowed to use that hero in future scenarios.\n\nThe first two cover the events of The Hobbit.  After that, the Lord of the Rings saga expansions each correspond to one of the six books in The Lord of the Rings.\n\n*''The Hobbit: Over Hill and Under Hill'' (2012)\n*''The Hobbit: On the Doorstep'' (2013)\n*''The Lord of the Rings: The Black Riders'' (2013)\n*''The Lord of the Rings: The Road Darkens'' (2014)<ref>http://www.fantasyflightgames.com/edge_news.asp?eidn=4636</ref>\n*''The Lord of the Rings: The Treason of Saruman'' (23 April 2015)<ref>https://www.fantasyflightgames.com/en/news/2015/4/23/doom-hangs-on-a-thread</ref>\n*''The Lord of the Rings: The Land of Shadow'' (19 Nov 2015)<ref>https://www.fantasyflightgames.com/en/news/2015/11/19/into-the-spiders-lair</ref>\n*''The Lord of the Rings: Flame of the West'' (4 Aug 2016)<ref>https://www.fantasyflightgames.com/en/news/2016/4/26/the-flame-of-the-west</ref>\n*''The Lord of the Rings: The Mountain of Fire'' (5 Oct 2017)<ref>https://www.fantasyflightgames.com/en/news/2017/10/5/hour-of-the-shire-folk/</ref>\n\n==Deluxe Expansions==\n*''The Lord of the Rings: Khazad-dum<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/khazad-dum-expansion/</ref>''\n*''The Lord of the Rings: Heirs of Numenor<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/heirs-of-numenor-expansion/</ref>''\n*''The Lord of the Rings: The Voice of Isengard<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/the-voice-of-isengard-expansion/</ref>''\n*''The Lord of the Rings: The Lost Realm<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/the-lost-realm-expansion/</ref>''\n*''The Lord of the Rings: The Grey Havens<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/grey-havens/</ref>''\n*''The Lord of the Rings: The Sands of Harad<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/sands-harad/</ref>''\n*''The Lord of the Rings: The Wilds of Rhovanion<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/wilds-rhovanion/</ref>''\n*''The Lord of the Rings: A Shadow in the East<ref>https://www.fantasyflightgames.com/en/products/the-lord-of-the-rings-the-card-game/products/shadow-east/</ref>''\n\n==Print-On-Demand Scenarios==\nPeriodically, as special releases for the annual [http://www.gencon.com GenCon] event, the designers will create standalone scenarios of especial difficulty. After the initial release at GenCon, they are then available from Fantasy Flight Games via their print-on-demand system.\n\n*''The Massing at Osgiliath'' (2011)\nIn this scenario you are defending the city of [[Osgiliath]] from a massive horde of orcs an Easterlings attempting to take the city. The quest involves high numbers of enemies and effects that change depending on which side of the river [[Anduin]] you are on.\n\n*''The Battle of Lake-town'' (2012)\nLargely considered the most difficult quest currently in the game, this scenario recreates the battle against [[Smaug]] at [[Esgaroth]]. The players seek to defend the city and keep it from burning.\n\n*''The Stone of Erech'' (2013)\nThis scenario sees a young [[Derufin]] running off to investigate the [[Stone of Erech]] and the heroes must go and save him, encountering the Army of the Dead along the way. The quest features the \"spectral\" keyword, which changes how the players attack enemies, as well as a time mechanic, through which the night deepens and the wights grow more powerful.\n\n*''The Old Forest'' (2014)\nReleased at GenCon 2014, this scenario departs from the usual quests because it is not a (very difficult) standalone quest, but an addition to Campaign Mode. The Black Riders box did not include the Old Forest or the [[Barrow-downs]] and this deck, along with a second released as part of the 2014 Fellowship Event, will cover those chapters of the book.\n\n*''Fog on the Barrow-downs'' (2014)<ref>http://www.fantasyflightgames.com/edge_news.asp?eidn=5315</ref>\nOriginally released as the feature of the Fellowship Event 2014, this quest fills in another gap in the Black Riders expansion. It allows players to reenact the events of the namesake chapter from the book. Players face wights and get trapped in barrow locations.\n\n*''The Ruins of Belegost'' (2015)<ref>https://www.fantasyflightgames.com/en/news/2016/2/18/new-adventures-in-middle-earth/</ref>\nThis scenario involves delving to what remains of [[Belegost]] in search of lost artifacts.  The ruins are filled with many perils, including a fire breathing dragon named Naurlhûg.\n\n*''Murder at the Prancing Pony'' (2015)<ref>https://www.fantasyflightgames.com/en/news/2016/2/18/new-adventures-in-middle-earth/</ref>\nOriginally released as the feature of the Fellowship Event 2015, this quest involves solving a murder mystery when [[Barliman Butterbur]] finds a dead body at the [[Prancing Pony]].\n\n*''The Siege of Annúminas'' (2016)<ref>https://www.fantasyflightgames.com/en/news/2017/3/16/the-siege-of-annuminas/</ref>\nThe scenario was the featured event of GenCon 2016 and the Fellowship Event 2016.  This scenario has the players attempting to save [[Annúminas]] against the assaulting forces of Angmar.  This scenario introduced \"epic multiplayer mode\" in which between three and twelve players play on three concurrent stages of the quest.  It was released to retail in 2017.\n\n*''Assault on Dol Guldur'' (2017)<ref>https://www.fantasyflightgames.com/en/news/2017/9/14/assault-on-dol-guldur/</ref>\nThis scenario was the featured event of GenCon 2017 and the Fellowship Event 2017.  Like Siege of Annúminas, it also supports epic multiplayer mode.  In this scenario, the players take on the role the elves played in attacking [[Dol Guldur]] to defeat the [[Necromancer]].  It is not yet available from retailers.\n\n*''The Wizard's Quest'' (2018)<ref>http://gencon.highprogrammer.com/gencon-2018.cgi/event/CGM18128974</ref>\nThe Wizards Quest is featured at Gencon 2018.\n\n*''The Woodland Realm'' (2018) <ref>https://www.fantasyflightgames.com/en/news/2018/11/13/decide-your-destiny/</ref>\nThe Woodland Realm is featured in the 2018 Fellowship Event.\n\n*''The Mines of Moria'' (2019) <ref>https://www.fantasyflightgames.com/en/news/2019/5/16/the-long-dark-1/</ref>\nThe Mines of Moria is featured at Gencon 2019.\n\n==From the producers==\n\n''The Lord of the Rings: The Card Game'' is a cooperative card game that puts 1-2 players (or up to four with two Core Sets!) in control of the most powerful characters and artifacts of Middle-earth. Players will select heroes, gather allies, acquire artifacts, and coordinate their efforts to face Middle-earth's most dangerous fiends. By cooperating to overcome the obstacles drawn from the encounter deck, you will complete the quest before you and claim victory!\n\nThe Core Set includes 216 cards that can be used to assemble a wide variety of decks right out of the box. Included are four perilous scenarios that, along with countless combinations of settings and enemies, offer near-limitless replayability. Additionally, players can build a party from a set of 16 hero cards, and focus their decks on any combination of four distinct spheres of influence: Leadership, Lore, Spirit, and Tactics. Each sphere offer unique benefits to the party, so choose wisely!\n\n==See also==\n* [[:Category:Images from The Lord of the Rings: The Card Game|Images from ''The Lord of the Rings: The Card Game'']]\n\n==External links==\n*[http://www.fantasyflightgames.com/edge_minisite.asp?eidm=129 Official website]\n*[https://ringsdb.com/ RingsDB DeckBuilder]\n*[http://lotrlcg.com/ LotR LCG Database] (discontinued after the Against the Shadow Cycle)\n*[http://hallofbeorn.com/ Hall of Beorn Card Database]\n*[http://cardboardoftherings.com/ Cardboard of the Rings Podcast]\n*[http://greycompanypodcast.wordpress.com/ The Grey Company Podcast]\n*[http://hallofbeorn.wordpress.com/ Hall of Beorn Blog]\n*[http://talesfromthecards.wordpress.com/ Tales from the Cards Blog]\n*[http://masteroflore.wordpress.com/ Master of Lore Blog]\n*[http://www.lotr-lcg-quest-companion.gamersdungeon.net/ LOTR LCG Quest Companion]\n{{references}}\n{{Navbox cards}}\n[[Category:Card games|Lord of the Rings: The Card Game]]"}}}