{"parse": {"title": "Romantic Religion", "pageid": 38949, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Romantic Religion 2nd ed.png"}, {"ns": 0, "exists": "", "*": "1971"}, {"ns": 0, "exists": "", "*": "2006"}, {"ns": 0, "exists": "", "*": "C.S. Lewis"}, {"ns": 0, "exists": "", "*": "Charles Williams"}, {"ns": 0, "exists": "", "*": "Inklings"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Owen Barfield"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Romantic_Religion_2nd_ed.png"], "wikitext": {"*": "{{book\n| title=Romantic Religion:<br><small>A Study of Owen Barfield, C.S. Lewis, Charles Williams, J.R.R. Tolkien</small>\n| image = Romantic Religion 2nd ed.png\n| author=R.J. Reilly\n| illustrator=Claude Monet (cover art, 2nd ed)\n| publisher=University of Georgia Press (1st ed); Great Barrington, MA: Lindisfarne Books (2nd ed)\n| date=[[1971]] (1st ed); [[2006]] (2nd ed)\n| format=Hardback (1st ed); paperback (2nd ed)\n| pages=249\n| isbn=978-0820302676\n}}\n'''''Romantic Religion: A Study of Owen Barfield, C.S. Lewis, Charles Williams, J.R.R. Tolkien''''' is an analysis of the works of four [[Inklings]]: [[Owen Barfield]], [[C.S. Lewis]], [[Charles Williams]] and [[J.R.R. Tolkien]]. It was first published in [[1971]]; a second edition appeared in [[2006]].\n\n==Contents==\n*Preface [to the second edition]\n*Foreword\n*Chapter One: Introduction\n*Chapter Two: Owen Barfield and the Baptism of the Imagination\n*Chapter Three: C.S. Lewis and the Baptism of the Imagination\n*Chapter Four: Charles Williams and Romantic Theology\n*Chapter Five: J.R.R. Tolkien and ''The Lord of the Rings''\n*Chapter Six: Conclusion\n*Notes\n\n==From the publisher==\n:[Second edition:]\n\nWhen ''Romantic Religion'' was first published thirty-five years ago, no one dreamed that ''Lord of the Rings'' and ''The Chronicles of Narnia'' would one day be boxoffice hits and that their authors, J.R.R. Tolkien and C.S. Lewis, would be household names. R.J. Reilly's remarkably readable and perceptive book about the two writers and their two brilliant friends, Owen Barfield and Charles Williams, was soon treasured by fans as the best book on their circle of writer-philosophers, the Inklings. ''Romantic Religion'' went out of print and commanded high prices on the rare-book market. Now it has finally been republished so that a new generation of readers can delve into this book, whose relevance has kept pace with the growing reputations of its subjects. The title ''Romantic Religion'' reflects Reilly's premise that these four thinkers share a \"matured romanticism.\" For them, creative imagination is central, with literary and religious views intimately related. Reilly devotes an insightful chapter to each of the writers and, in his conclusion, discusses their differences and similarities. Barfield fans will be especially impressed by the author's ability to clarify Barfield's famously condensed prose. In a compelling new preface, Reilly considers the changing reputations of the four writers and their relevance for today's readers. The book was first published, he tells us, during a war and horrendous societal dilemmas, not very different from those that plague the world today. Now, as then, says Reilly, the four writers remind us of \"the possibility of a higher and saner life.\" They remind us that \"if we belong to the party not of memory but of hope, it is because we are imaginative beings and can imagine better beings and better worlds.\" This is the first study to examine in depth the theological and philosophic implications of the work of that remarkable group of writers now called the Oxford Christians. In focusing on the central religious concern of the group, R.J. Reilly provides and approach that is destined to become normative. This is not a work of convention literary biography (even less hagiography) or conventional literary history. Rather, it is intellectually informed criticism that makes possible a deep understanding of the enduring dimensions of the work of four of the most attractive and challenging writers of our time. With the republication of ''Romantic Religion'', this wise, penetrating picture of our own possibilities is put before us once more.\n\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Religious books]]\n[[Category:Scholarly books]]"}}}