{"parse": {"title": "The Northern Waste", "pageid": 23680, "redirects": [{"from": "MERP: The Northern Waste", "to": "The Northern Waste"}], "links": [{"ns": 6, "exists": "", "*": "File:MERP The Northern Waste.jpg"}, {"ns": 0, "exists": "", "*": "1997"}, {"ns": 0, "exists": "", "*": "Angelo Montanini"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Northern Waste"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["MERP_The_Northern_Waste.jpg", "CdxIconArticleDisambiguation.svg"], "wikitext": {"*": "{{disambig-two|a [[Middle-earth Role Playing|MERP]] supplement|region of [[Middle-earth]]|[[Northern Waste]]}}\n{{book\n| title=The Northern Waste\n| image = MERP The Northern Waste.jpg\n| author=Randy Maxwell\n| illustrator=[[Angelo Montanini]] (cover)\n| isbn=1-55806-226-3 \n| publisher=[[Iron Crown Enterprises]]\n| date=[[1997]]\n| format=Softcover\n| pages=189\n|ice=2025\n}}\n'''''The Northern Waste''''' is a supplement (in the ''Realm''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition.\n\n== Cover/Jacket Text == \n\n''\"...the power of Angmar arose again, and the Witch-king came down upon Arthedain before winter was ended.... But King Arvedui held out upon the North Downs until... he was driven at last by hunger to seek the help of the Lossoth, the Snowmen of Forochel.... When Círdan heard... of the king's flight to the north, he at once sent a ship to Forochel to seek for him.... When the Snowmen saw the ship they were amazed and afraid, for they had seen no such ship on the sea within their memories.... And the chief of the Lossoth said to Arvedui: 'Do not mount on this sea-monster! If they have them, let the seamen bring us food and other things that we need, and you may stay here till the Witch-king goes home. For in summer his powers wanes; but now his breath is deadly, and his cold arm is long.' But Arvedui did not take his council.... Yet the counsel of the Lossoth was good, by chance or by foresight; for the ship had not reached the open sea when a great storm of wind arose, and came with blinding snow out of the North; and it drove the ship back upon the ice and piled ice up against it. Even the mariners of Círdan were helpless, and in the night the ice crushed the hull, and ship foundered. So perished Arvedui Last-king, and with him the palantíri were buried in the sea.\"'' - The Return of the King \n\nLet Arvedui's tragic tale serve as a warning of the perils that await any who would brave the vast, arctic wilderness of the Northern Waste. Bounded by the great Ice-bay of Forochel, this seemingly endless expanse of snow and tundra stretches to the frozen ends of Middle-earth. Home to the mysterious Lossoth, the Northern Waste is a titanic battleground of natural and supernatural forces, all contending for the destiny of this forbidding land. \n\nThe Northern Waste unlocks an exciting new realm of adventure never before covered by ICE's Middle-earth series. Now at last you can travel to the northernmost shores of Middle-earth - and beyond! The Northern Waste includes complete stats for Middle-earth Role Playing, Rolemaster, and Lord of the Rings Adventure Game. It is the first MERP module to contain scenario material for ICE's best-selling Middle-earth Collectible Card Game. \n\nThe Northern Waste features: \n*COLOR MAP - An exquisitely drawn map (17\" x 22\") brings the Northern Waste to life with vibrant color and elegant realism, covering nearly 450,000 square miles of breathtaking terrain. \n*LOSSOTH - Sojourn with a people whose strange customs and lifeways are profoundly shaped by the harsh environment in which they live. Learn the riimut, the enchanted runes through which the Lossoth channel the invisible energies of the Spirit World. Witness one of the bloodless \"song duels\" the Snowmen use to settle disputes. Meditate upon the wisdom of tasapaino, the ideal of harmony and balance that guides the hearts and deeds of this practical yet noble culture. \n*THE LANDLESS LAND - Dare to tread the pathless leagues of Arda's polar ice-cap. Behold Helloth, fabled ice-city of the Snow-elves that guards Helecthil, the mysterious source of the northern lights. \n*MORGOTH'S REALM - Explore the cyclopean wreckage of Angband, birthplace of dragons and ancient stronghold of Morgoth. Evade the elemental spirits that prey upon the Free Peoples of the land: Jäänainen, Siren of the Ice; Eloeklo, Demon of the North Wind; Durlach, Balrog of the Fire Veils. \n*EVERMIST - Seek the hidden valley of Evermist, sanctuary to a secretive order of Noldorin mystics sworn to rid the Northern Waste of Morgoth's taint. Undertake a vision path to recover one of the lost yavanníri, the frozen tears shed by Yavanna for the healing of the Wounded Land. \n*ADVENTURES - Two full-length, ready-to-run scenarios offer instant adventure. Rumors of \"The Ivory Hoard\" lure fortune-seekers onto the fringes of the Northern Waste, presenting the GM with a golden opportunity to acquaint players with the Lossoth and their customs. Meanwhile, terror strikes Forochel's bay as stout-hearted heroes gird themselves for a deadly foray into \"The Haunted Berg.\" \n*MECCG SITES AND SCENARIOS - Expand your Middle-earth card game into the Northern Waste with three exciting new scenarios and a host of new sites all laid out on the reverse side of the color terrain maps. \n{{DEFAULTSORT:Northern Waste, The}}\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}