{"parse": {"title": "The War of Wrath, Op. 71 (Album)", "pageid": 65192, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The War of Wrath, Op. 71 (Opera)"}], "templates": [], "images": ["War_of_Wrath_Cover.jpg"], "wikitext": {"*": "[[File:War of Wrath Cover.jpg|thumb|Artwork from the CD release by permission of Ted Nasmith.]]\n\n\nComplete Demo Recording of composer [[Paul Corfield Godfrey]]'s operatic work ''[[The War of Wrath, Op. 71 (Opera)]]'' from his cycle ''Epic Scenes from The SIlmarillion after the mythology of J. R. R. Tolkien'' recorded by Volante Opera Productions and released by Prima Facie on CD and digital download in 2023.\n\n\n'''Cast:'''\n\nElbereth, Queen of Light (Soprano): Emma Mary Llewellyn\n\nCírdan, a mariner (Baritone): Julian Boyce\n\nUlmo, Lord of Waters (Bass): Martin Lloyd\n\nMelian, Queen of Doriath (Mezzo Soprano): Helen Jarmany\n\nGaladriel, sister of Finrod Felagund (Soprano): Angharad Morgan\n\nThingol, King of Doriath: Martin Lloyd\n\nMaglor, Son of Fëanor (Tenor): Michael Clifton-Thompson\n\nCurufin, Son of Fëanor (Tenor): Huw Llywelyn\n\nElwing, wife of Eärendil (Mezzo Soprano): Sophie Yelland\n\nMaedhros, Son of Fëanor (Baritone): Stephen Wells\n\nEärendil, Son of Tuor and Idril (Tenor): Simon Crosby Buttle\n\nEönwë, Herald of the Valar (Baritone): Philip Lloyd-Evans\n\nThe Elder King (Bass): George Newton-Fitzgerald\n\nMandos, Lord of Death (Baritone): Julian Boyce\n\nSauron, Lieutenant of Morgoth (Bass): Jasey Hall\n\nMorgoth, the Enemy (Bass): Laurence Cole\n\nElrond, Son of Eärendil and Elwing (Tenor): Simon Crosby Buttle\n\n\n'''Chorus of unseen voices:'''\n\nRosie Hay/Emma Mary Llewellyn/Stella Woodman/Helen Greenaway\n\nHuw Llywelyn/Michael Clifton-Thompson/Simon Crosby Buttle/Philip Lloyd-Evans\n\nJulian Boyce/Stephen Wells/Jasey Hall/George Newton-Fitzgerald\n\n== Track listing ==\nDisc 1\n\n1. Prologue: Aiya Eärendil [06:26]\n\n2. Scene One: I will follow that light [05:52]\n\n3. Scene Two: And at times Melian and Galadriel... [01:09]\n\n4. There is some woe that lies upon you [05:16]\n\n5. Then Galadriel spoke to Melian of the Silmarils [00:39]\n\n6. Now much you tell me [02:03]\n\n7. This is a great matter [06:18]\n\n8. Now the world runs swiftly on to great tidings [02:45]\n\n9. Scene Three: Then a winter, as it were a hoar age of mortal men, fell upon Thingol. [02:31]\n\n10. Now when the horns of the hunt grew faint in the forest [03:08]\n\n11. Wherefore, renegade, do you defile the seat of my lord? [06:09]\n\n12. Scene Four: Eärendil was a mariner [04:09]\n\n13. It is likely that you will see me never again. [01:40]\n\n14. To the Sea [03:21]\n\n15. Beneath the moon and under star he wandered far [03:24]\n\n16. Scene Five: A Silmaril of Fëanor still burns in the woods of Nimbrethil [01:22]\n\n17. Through hopeless night she came to him [01:49]\n\n18. San ninqueruvissë lútier kiryassë Eärendil or vea [03:04]\n\n\nDisc 2\n\n1. Scene Six: Through Evernight he back was borne [02:49]\n\n2. Hail Eärendil! [01:36]\n\n3. He tarried there from errantry [02:43]\n\n4. Shall mortal Man step living upon the Undying Lands, and yet live? [04:39]\n\n5. A ship then new they built for him [01:32]\n\n6. Surely that is a Silmaril that shines now in the West [03:49]\n\n7. But on him mighty doom was laid [04:15]\n\n8. Scene Seven: But Morgoth looked not for the assault that came upon him [03:54]\n\n9. Then the sun rose and the host of the Valar prevailed [03:45]\n\n10. And Morgoth himself the Valar thrust through the Door of Night [03:10]\n\n11. Scene Eight: Yield up now these jewels which Fëanor our father made [08:00]\n\n12. Thus it came to pass that the Silmarils found their long homes [01:50]\n\n13. Scene Nine: Interlude [00:55]\n\n14. Alas for the weakness of the great! [01:14]\n\n15. Three Rings for the Elvenkings under the sky [02:12]\n\n16. Epilogue: Aiya Eärendil [01:04]\n\n17. A wind in the grass! [02:52]\n\n18. Now the proud elms at last begin to quail [01:48]\n\n19. At night the Elves dance beneath the roofless sky [02:12]\n\n20. Bare has our realm become [01:40]\n\n21. I would not seek the burning domes and sands [04:42]\n[[Category:Albums]]"}}}