{"parse": {"title": "The Old Forest and the Withywindle", "pageid": 42148, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1938"}, {"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "Arrival at Bree"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "Barrow-wights"}, {"ns": 0, "exists": "", "*": "Bonfire Glade"}, {"ns": 0, "exists": "", "*": "Buckland"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "East Road"}, {"ns": 0, "exists": "", "*": "Fredegar Bolger"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Goldberry"}, {"ns": 0, "exists": "", "*": "High Hay"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Of Gollum and the Ring"}, {"ns": 0, "exists": "", "*": "Old Forest"}, {"ns": 0, "exists": "", "*": "Old Man Willow"}, {"ns": 0, "exists": "", "*": "Queries and Alterations"}, {"ns": 0, "exists": "", "*": "Return to Hobbiton"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "To Maggot's Farm and Buckland"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trotter and the Journey to Weathertop"}, {"ns": 0, "exists": "", "*": "Withywindle"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n'''The Old Forest and the Withywindle''' is the title of the fifth chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\nIn [[1938]], [[J.R.R. Tolkien]] said that the story was \"flowing along, and getting quite out of hand\". The text of this chapter exhibits how out of hand the story was becoming for what begins as narrative trails off into notes, and then becomes a sketch of the story ahead.\n\n==Synopsis==\nIn the morning after the hobbits reached an unnamed house in [[Buckland]], Bingo, Odo, Frodo, and Marmaduke<ref group=\"note\">All four hobbits would be renamed: Bingo Bolger-Baggins becomes Frodo Baggins, Odo Took becomes Peregrin Took, Frodo Took becomes Samwise Gamgee, and Marmaduke becomes Meriadoc Brandybuck.</ref> leave to enter the [[Old Forest]] (there is no mention of [[Fredegar Bolger]]).  They reach the [[High Hay|Hedge]] and pass under it through the gated tunnel.  Marmaduke has the key to the gate and tells the other hobbits what he knows of the forest. They travel on (there is no [[Bonfire Glade]]) and look for an open point.  This part of the text ends with a few notes mentioning trees barring the way, the [[Old Man Willow|Willowman]], and [[Tom Bombadil]].\n \nAt this point the narration becomes the sketch, describing what they (the hobbits) do.  Reaching the bare hillock they cannot see the Hedge or [[East Road|road]] to the north, but they can make out the downland to the east and south. Their path pushes them to the south to the [[Withywindle]].  They follow the upstream path but are overcome with sleepiness.  Bingo and Odo rest against a willow while Frodo and Marmaduke tend to the ponies.  Bingo and Odo are trapped but distant singing causes Willowman to release them. Exiting the forest, they shelter under a barrow and a [[Barrow-wights|barrow-wight]] captures them.  Bingo and Marmaduke sing a song which is answered from the outside. Tom Bombadil opens the door and the hobbits escape.  Tom leads the hobbits to his house with barrow-wights following, but they are stopped every time Tom looks at them.\n \n[[Christopher Tolkien]] at this point returns to the incident with the Willowman.  It is Frodo Took who went down to the river-bank and is thrown in and held down by roots, with Marmaduke pulling him out.  As Christopher notes, the \"spoken parts\" will shift around before the final version.  He then points out various geographic features that will change over time, including a little bridge over the Withywindle to Tom's house that seems to put the residence on the south side of the river (in the published work the bridge vanishes and the house is on the north side).<ref>{{RS|Forest}}</ref>\n \nConcerning Tom Bombadil, Christopher notes that he, [[Goldberry]], Old Man Willow, and the Barrow-wight pre-existed the story, having appeared in ''The Oxford Magazine'' in 1934.  Tolkien said that he put Tom into the story because he had already been \"invented\" and he wanted an \"adventure\" along the way.<ref>{{RS|1VT}}</ref>\n\n{{references|note}}\n{{DEFAULTSORT:Old Forest and the Withywindle, The}}"}}}