{"parse": {"title": "Goblin-gate and Eagle's Eyrie", "pageid": 25749, "redirects": [{"from": "MERP: Goblin-gate and Eagles' Eyrie", "to": "Goblin-gate and Eagle's Eyrie"}], "links": [{"ns": 6, "exists": "", "*": "File:Merp goblin.jpg"}, {"ns": 0, "exists": "", "*": "1985"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Third Age 1640"}, {"ns": 0, "*": "Carl Willner"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_goblin.jpg"], "wikitext": {"*": "{{book\n|title=Goblin-gate and Eagle's Eyrie\n| image = merp_goblin.jpg\n|author=[[Carl Willner]]\n|isbn=0-915795-40-X\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1985]]\n|format=Softcover\n|pages=39\n|ice=8070\n}}\n'''''Goblin-gate and Eagle's Eyrie''''' is a module (in the ''Adventure Module''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n== Cover/Jacket Text == \n\nThis package details the High Pass of the Misty Mountains. Adventure into the depths of Goblin-gate, kingdom of the Great-goblin and the hiding place of Gollum, possessor of the One True Ring. Soar with the Great-eagles of Eagle's Eyrie, stroll the streets of Maethelburg, market of the upper Anduin, or battle Giants of the Misty Mountains. \n\nCutting through the heart of the Misty Mountains is the High Pass, connecting Rivendell and Rhudaur to the ancient Dwarf-road running east through the dreadful forest of Mirkwood. Near the summit, Orcs have delved one of their infamous subterranean strongholds, known to its apprehensive neighbors as Goblin-gate. The strategic locale of Goblin-gate is an incalculable threat to the Free Peoples because of its proximity to Angmar and the Orcish capital of Mount Gundabad. \n\nINTRODUCTION \n\nWhen darkness descends upon the Anduin Vales, the Northmen of this land gather close in their longhouses, barring the gates and piling the fires high. Mere superstitions do not intimidate these hardy folk, akin to the heroic Edain of the Elder Days, and even the howls of the Wargs heard ever closer to the isolated homesteads bring but few shudders. But the valley of the Great River lies under the shadow of the towering Misty Mountains, which have long been the haunts of the Orcs. In the year {{TA|1640|n}} of the Third Age, the Great Plague is scarcely four years past, and the Northmen have yet to recover from its grievous devastation. Emboldened by the weakness of their neighbors and the evil emanating from Angmar to the north, Orcs and their Warg allies dare to strike ever more frequently and deeper into the vales of the Anduin. \n\nLooking westward from the river plain, the snowcapped Misty Mountains stab defiantly toward the heavens. Cutting through the mountains' heart is the High Pass, connecting Rivendell and the lands of Eriador to the ancient Dwarf-road running east through the dreadful forest of Mirkwood. For three ages of the world, travellers and migrating peoples have followed this route but now the way is increasingly imperiled. Near the summit of the the pass the Orcs have delved one of their infamous subterranean strongholds, known to its apprehensive neighbors as Goblin-gate. Deep under the forbidding mountain crags the Orcs mine, forge and quarrel, while their lords plot the conquest of the surrounding lowlands. Within the Goblintown a fearsome host of savage Orcish warriors is already mustered. Not far distant is the Witch-king's domain of Angmar and the Orcish capital of Mount Gundabad, rendering the strategic locale of Goblin-gate an incalculable threat to the Free Peoples. \n\nFortunately, the Men of the Anduin Vales need not trust to their own arms alone to counter the goblin menace. High above the river valley and around the mountain peaks soar the Great Eagles, noblest avians of Middle-earth. Not far from the Ores' eastern portal rises the solitary pinnacle of Eagles' Eyrie, throne of the majestic Lord of the Eagles. Little below escapes the Eagles' roving gaze, and when on occasion the Free Peoples have confronted impending ruin, the Eagles' intervention has offered unexpected salvation. \n\nNor are the other inhabitants of the mountains uniformly wicked. In secluded glens and caves dwell the reclusive and solitary Stone Giants, an ancient race of awesome size and appearance. They do not welcome prying explorers, but they are no friends of the Orcs. When thunderstorms rage over the mountains, the Giants may be seen at their most formidable, casting boulders about in play and bellowing their deafening challenges, enough to make the boldest travellers quaver in fear. \n\nIn these troubled times, conflict has become all too familiar to the denizens of the mountains and vales. Adventurers are sure to find more than their fill of both danger and opportunity. Several powers contest for dominion in ever-shifting balance. Peace is a dim memory, and none can predict what the future holds in store.\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}