{"parse": {"title": "The Sillymarillion", "pageid": 12864, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Sillymarillion.jpg"}, {"ns": 0, "exists": "", "*": "2004"}, {"ns": 0, "exists": "", "*": "28 September"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "*": "D.R. Lloyd"}, {"ns": 0, "*": "Cold Spring Press"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Sillymarillion.jpg"], "wikitext": {"*": "{{book\n|title=The Sillymarillion\n| image = The Sillymarillion.jpg\n|author=[[D.R. Lloyd]]\n|publisher=[[Cold Spring Press]]\n|date=[[28 September|September 28]], [[2004]]\n|format=Paperback\n|pages=192\n|isbn=1593600259\n}}\n\n'''''The Sillymarillion''''' is a parody on [[J.R.R. Tolkien]]'s ''[[The Silmarillion]]''.\n\n==From the Publisher==\n{{blockquote|Blasphemy! Heresy! Not since Bored of the Rings has there been such a blatant desecration of the sacred works of J.R.R. Tolkien! True fans of Middle-earth, rise up against this upstart and his distorted retelling ofThe Silmarillion, Tolkien's history of the world before The Lord of the Rings. No self-respecting Dark Lord would ever enter a rapping competition, nor would beautiful elf-maidens ever behave like this! The greatest tragic love story in fantasy history was not made possible through the efforts of a ferret, nor were the great battles of Beleriand covered by TV news crews! Don Lloyd's The Sillymarillion dares to be the first and only, and therefore we can claim without contradiction, the funniest, the most outrageous, parody of the wildly famous old professor's fiction in the last generation. The action begins in the land of Valium, an idyllic paradise, but now the tranquility has been shattered by the theft of the magical Siliputi by the Dark Lord Mostgoth. The King of the Neuter has vowed revenge and his people have rebelled against the gods themselves. Fleeing to the continent of Myrtle-earth in pursuit of their enemy, the Neuter become embroiled in a war that will last for hundreds of years, bringing great triumphs and tragedies as the free peoples of the world fight for their very existence. The reader will encounter polka-dotted elves, cross-dressing gods, and rodents possessed by malevolent spirits, but these will all somehow seem strangely familiar... A WORD ABOUT TOLKIEN'S SILMARILLION: Compiled posthumously by his son after Tolkien's death, The Silmarillion (1977) is a collection of stories and 'legends' concerning the First Age of Middle-earth, preceding by thousands of years the action that takes place in The Hobbit and The Lord of the Rings. The book primarily concerns itself with the origins of elves, dwarves, men, and monsters, explores the nature of good and evil, temptation and greed, and the ever-present sense of loss that is the centerpiece of all Tolkien's fiction. The book is written in a quasi-King James biblical style - and therefore easily lends itself to modern notions of satire and parody!}}\n\n{{DEFAULTSORT:Sillymarillion}}\n{{title|italics}}\n[[Category:Comedy books]]\n[[Category:Publications by title]]\n[[Category:The Silmarillion]]"}}}