{"parse": {"title": "Theology and Tolkien: Practical Theology", "pageid": 67987, "redirects": [{"from": "Theology and Tolkien", "to": "Theology and Tolkien: Practical Theology"}], "links": [{"ns": 6, "exists": "", "*": "File:Theology and Tolkien.jpg"}, {"ns": 0, "exists": "", "*": "1 August"}, {"ns": 0, "exists": "", "*": "2023"}, {"ns": 0, "exists": "", "*": "Douglas Estes"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Theology_and_Tolkien.jpg"], "wikitext": {"*": "{{book\n|title=Theology and Tolkien: Practical Theology\n|image = Theology and Tolkien.jpg\n|editor=Douglas Estes\n|publisher=Lexington Books / Fortress Academic\n|date=[[1 August]] [[2023]]\n|format=Hardback / eBook\n|pages=292\n|isbn=978-1-9787-1266-9\n}}\n'''Theology and Tolkien: Practical Theology''' is an edited volume by [[Douglas Estes]] that focuses on the application of practical theology from [[J.R.R. Tolkien]]'s works.\n\n==Contents==\n\n*'''Introduction''' by Douglas Estes\n*'''The Shire'''\n**“''Koinonia'' in ''The Lord of the Rings''” by Philip Ryken\n**“Searching for Home in Middle-earth” by J. Collin Huber\n**“Love at the Burning Edge of Doom: Friendship and Biblical Theology in ''The Lord of the Rings''” by Chris Bruno and Mark Brians\n**“‘Her Heart Changed, or at Least She Understood It’” by Christine Falk Dalessio\n*'''Osgiliath'''\n**“Gandalf the Grey, Apostle to Men and Elves” by Douglas Estes\n**“Reading Barth on Jackson’s Set: Threefold Salvation in ''The Lord of the Rings'' Trilogy” by Jerome Van Kuiken\n**“Art and Sub-Creation: Tolkien’s Theology of Art” by Miguel Benitez, Jr.\n**“The Culture Wars and ''The Lord of the Rings'': Models of Christian Engagement” by Alex Sosler\n**“Theodicies in ''The Lord of the Rings''” by Rodrigo Follis, Fábio Augusto Darius, and Ismael Silva\n*'''The Greenway'''\n**“A Nutritious Reading: A Theological View of Food in Tolkien’s Writing” by Federico Maria Rossi\n**“Nazgûl and the Perversion of Spiritual Senses” by Trevor B. Williams\n**“‘Not All Those Who Wander Are Lost’: Greed and Power in J.R.R. Tolkien’s Works” by Anthony Glaise\n**“The Doom of Elves and Men: A Thought Experiment on Death and Immortality” by Keith A. Mathison\n**“Thinking Like an Ent: Treebeard and the Pastoral Wisdom of Eugene Peterson” by Trygve D. Johnson\n\n==Publisher's description==\n\n{{blockquote| <p>The works of [[J.R.R. Tolkien]] have not only redefined a genre of literature but also had a far-reaching impact on culture in the late twentieth and early twenty-first centuries. Tolkien’s name has joined the ranks of authors such as Shakespeare, Milton, Dostoevsky, Donne, and Dickens who make us think differently about the world. In Theology and Tolkien: Practical Theology, an international group of scholars consider what Tolkien’s works (and Jackson’s film interpretations) can teach us about living out our theology in the world. From essays on Tolkien’s insights into community, what we can learn about our spiritual senses from encounters with the Nazgûl, the pastoral wisdom of Treebeard, to the theological value of food—including second breakfasts—we invite you to journey with us through Middle-earth as we engage the applicability of Tolkien’s works for theology and our world.</p>}}\n\n==Reviews==\n\n{{blockquote| <p>''Theology and Tolkien: Practical Theology'', edited by Douglas Estes, is a brilliant compilation of essays by fourteen authors delineating different aspects of Tolkien’s theology as it applies to the real world. This work is unequivocally successful. Having read extensively within the field of Tolkien Studies, I consider this work to rank well within its numbers ... ''Theology and Tolkien: Practical Theology'' is a valuable addition to Tolkien Studies. Its content is both original and perceptive, engaging with theology in a knowledgeable manner and offering realistic applications to the real world. While scholarly in nature, the essays are accessible to non-scholars with an intellectual interest in Tolkien. This book provides a refreshing engagement with Tolkien’s work and is a worthy contribution to the field.</p>}}\n\n======<small>— ''Journal of Tolkien Research''</small>======\n\n{{blockquote| <p>Estes has done a great service for scholars and fans of Middle-earth alike who want to dig deeper into such key Tolkien themes as friendship and fellowship, death and immortality, salvation and sub-creation, theodicy and the corruption of the senses, the art of power and the power of art, and even home and food. All the writers balance a critical eye with a robust love of the legendarium and a desire to be changed, theoretically and practically, by their interaction with Tolkien. I was particularly glad to see several of the contributors analyze Jackson’s films alongside Tolkien’s epic in a positive and fruitful way.</p>}}\n\n======<small>— Louis Markos, Houston Christian University; author of ''Tolkien for Beginners'' and ''On the Shoulders of Hobbits''</small>======\n{{blockquote| <p>Each new generation of scholars re-discovers important texts by reading and interpreting them with new eyes. This is the aim of Theology and Tolkien, which unites a wide range of approaches in order to provide engaging insights into the ‘theology’ of Tolkien’s works in an easily accessible form, illustrating theological concepts by means of ‘practical’ applications to Tolkien’s texts.</p>}}\n\n======<small>— Thomas Honegger, Friedrich-Schiller-University Jena, Germany</small>======\n{{blockquote| <p>Rather than assessing the compatibility of Tolkien’s legendarium with Christian theology, the essays in Estes’s collection use Tolkien’s Middle-earth writings to explore everyday themes such as friendship, home, and food, as well as more obviously theological concepts, like apostleship, salvation, and theodicy. Both sides of the equation benefit.</p>}}\n\n======<small>— Sam McBride, La Sierra University</small>======\n\n==External links==\n\n*[https://www.bloomsbury.com/us/theology-and-tolkien-9781978712669/ Official product page]\n\n{{title|italics}}\n{{DEFAULTSORT:Theology and Tolkien: Practical Theology}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]\n[[Category:Religious books]]"}}}