{"parse": {"title": "The Lord of the Rings Fan Club Official Movie Magazine 1", "pageid": 9725, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club Official Movie Magazine"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["The_Lord_of_the_Rings_Fan_Club_Official_Movie_Magazine_1.jpg"], "wikitext": {"*": "[[File:The Lord of the Rings Fan Club Official Movie Magazine 1.jpg|thumb|Cover]]\n'''''The Lord of the Rings Fan Club Official Movie Magazine'' 1''' was the first issue of ''[[The Lord of the Rings Fan Club Official Movie Magazine]]''.\n\n{{quote|Our premiere issue features interviews with Elijah Wood, Sean Astin, conceptual artist Alan Lee and Weta-wizard Richard Taylor, as well as the first installment of our now regular monthly updates with director Peter Jackson.|[[The Lord of the Rings Fan Club]]}}\n\n==Contents==\n===Departments===\n* '''8''' NEWS FROM MIDDLE-EARTH\n** ''Our bimonthly news update.''\n* '''14''' FAMOUS FAN PROFILE: BILL AMEND\n** ''Catch a glimpse of the Lord of the Rings fan behind Bill Amend, creator of the popular FoxTrot comic strip.''\n* '''78''' READER’S SURVEY\n* ''Tell us about you!''\n\n\n===Features ===\n* '''16''' EXCLUSIVE UPDATE with Peter Jackson\n** Peter Jackson talks about the last hours of work put into The Fellowship of the Ring and discusses his personal take on some of the main characters.\n* '''24''' INTO THE WOOD—An Interview With Elijah Wood\n** The man behind Frodo talks about his famous audition tape and the adventure it led him to. Frodo lives!\n* '''34''' SAM I AM —An Interview With Sean Astin\n** Sean Astin opens up to reveal his personal journey into the character he sees as his literal alter ego, Samwise Gamgee.\n* '''44''' HOBBITON: Creating A World From Scratch\n** The production team—with a hand from the New Zealand army—transformed an ordinary sheep farm into the extraordinary set of Hobbiton.\n* '''50''' PROFILE: Conceptual Artist Alan Lee\n** Renowned Tolkien illustrator Alan Lee talks about his early years in the illustration business and his stepping inside The Lord of the Rings movie trilogy.\n* '''56''' SPINNING THE LORD OF THE RINGS WEB\n** Meet the busy spiders behind three of the most popular The Lord of the Rings fan websites.\n* '''60''' ARTIFACTS: Forging Swords With Richard Taylor\n** Weta Workshop head Richard Taylor reveals all the hard work that went into building real swords for real action —plus a really close look at three legendary weapons.\n* '''68''' DOWN THE ADVENTURE PATH:\n** The Making Of The Lord Of The Rings Trading Card Game There are now multiple ways to experience The Lord of the Rings, and Decipher made sure gamers would be able to take the trading card game road to Middle-earth.\n\n{{title|journal}}\n{{DEFAULTSORT:The Lord of the Rings Fan Club Official Movie Magazine 01}}\n[[Category:The Lord of the Rings Fan Club Official Movie Magazine]]"}}}