{"parse": {"title": "Society", "pageid": 62729, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Atkins"}, {"ns": 0, "exists": "", "*": "Leaf by Niggle"}, {"ns": 0, "exists": "", "*": "Niggle's Picture"}, {"ns": 0, "exists": "", "*": "Perkins"}], "templates": [], "images": [], "wikitext": {"*": "The '''Society''' was a loose general term for the country and the town were Niggle lived within [[Leaf by Niggle]].\n\n== Politics ==\nThe laws of this Society placed an emphasis on work over art, such as the \"Houses come first\" law, which allowed people such as the Inspector of Houses to confiscate artworks such as ''[[Niggle's Picture]]'' in order to benefit the town. The people, such as Niggle, who violated the laws of this Society had their homes and possessions given away after they go on their journey. Niggle's home was taken by Councilor Tompkins.\n\n== History ==\nThe town that Niggle lived in had a Town Council and an Emergency Service.\n\nWhile Niggle went off through the Mountains, he never found out that his name in life was the subject of a debate among three different people within Society.\n\nOne of them was Councillor Tompkins, who made the claim that Niggle had been no use to Society at all. He was refuted by a schoolmaster called [[Atkins]], who stated that it depended on what Tompkins meant by “use”.\n\nIn response, Tompkins clarified that he meant practical use and that if he ran the country, he would have forced Niggle into doing a job like washing dishes or “put him away”.\n\nAtkins asked whether he meant that he would have made Niggle start his journey “before his time”.\n\nTo this, Tompkins again affirms, though he criticized Atkins for using that expression and that he preferred the phrase “Push him through the tunnel into the great Rubbish Heap”.\n\nAtkins moved on to ask whether he actually believed that the painting was worthless.\n\nTompkin considered some painting to be useful, such as posters, but that no one could have made any use out of Niggl's unfinished painting.\n\nAtkins voiced his pity of Niggle, and revealed that he had saved a piece of the painting: one that depicted “a mountain-peak and a spray of leaves.”\n\nAnother person nearby named [[Perkins]], had attempted to join in on the conversation. Though at the same time, Tompkins tried to leave the conversation. However, Atkins condemned Tompkins for living in Niggle's house despite his beliefs.\n\nPerkins revealed that he never knew that Niggle painted, yet sympathized with him.\n\nIt was revealed that despite Niggle’s name never entering a conversation again, Atkins had kept one beautiful leaf of the piece of the painting that he had preserved, framed it, and put it in the Town Museum, entitled as “Leaf: by Niggle”. While it attracted a few people, the museum was eventually burnt down and Society had entirely forgotten about the leaf and Niggle.\n\n[[Category:Leaf by Niggle]]"}}}