{"parse": {"title": "The Mirror Crack'd", "pageid": 62107, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Mirror Crack'd.jpg"}, {"ns": 0, "exists": "", "*": "2008"}, {"ns": 0, "exists": "", "*": "22 July"}, {"ns": 0, "exists": "", "*": "Balrogs"}, {"ns": 0, "exists": "", "*": "Beowulf (poem)"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Shelob"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Tolkien studies"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Mirror_Crack'd.jpg"], "wikitext": {"*": "{{book\n|title=The Mirror Crack'd: Fear and Horror in JRR Tolkien's Major Works\n| image = The Mirror Crack'd.jpg\n|editor=Lynn Forest-Hill\n|publisher=Cambridge Scholars Publishing\n|date=[[22 July]] [[2008]]\n|format=Hardcover\n|pages=240\n|isbn=9781847186348\n}}\n'''''The Mirror Crack'd: Fear and Horror in JRR Tolkien's Major Works''''' is a collection of essays edited by Lynn Forest-Hill, mainly on the theme of how \n[[J.R.R. Tolkien]] made use of sources in medieval literature (e.g. ''[[Beowulf (poem)|Beowulf]]'') to create effects of fear and horror. The book consists of the research presented at the 2006 Leeds International Medieval Congress with the addition of essays by other scholars.\n\n==Contents==\n\n*Introduction\n** By Lynn Forest-Hill\n*Chapter One: From ''[[Beowulf (poem)|Beowulf]]'' to the [[Balrogs]]: The Roots of Fantastic Horror\n** By Maria Rafaella Benvenuto\n*Chapter Two: Fear and Horror: Monsters in Tolkien and ''Beowulf''\n** By Jessica Burke\n*Chapter Three: Of Spiders and (the Medieval Aesthetics of) Light: Hope and Action in the Horrors of [[Shelob]]'s Lair\n** By Reno E. Lauro\n*Chapter Four: Shelob and Her Kin: The Evolution of Tolkien's Spiders\n** By Rainer Nagel\n* Chapter Five: The Shadow Beyond the Firelight: Pre-Christian Archetypes and Imagery Meet Christian Theology in Tolkien's Treatment of Evil and Horror\n** By Shandi Stevenson\n* Chapter Six: ''The Cry in the Wind and the Shadow on the Moon'': Liminality and the Construct of Horror in ''[[The Lord of the Rings]]''\n** By Michael Cunningham\n* Chapter Seven: Barrows, Wights, and Ordinary People: The Unquiet Dead in J.R.R. Tolkien's ''The Lord of the Rings''\n** By Amy Amendt-Raduege\n* Chapter Eight: Horror and Anguish: The Slaying of Glaurung and Medieval Dragon Lore\n** By Romuald Ian Lakowski\n* Chapter Nine: Shadow and Flame: Myth, Monsters and Mother Nature in Middle-earth\n** By Kristine Larsen\n* Chapter Ten: Evil Reputations: Images of Wolves in Tolkien's Fiction\n** By Julie Pridmore\n* Conclusion\n\n==From the publisher==\n\n{{blockquote|Fear and horror are an inextricable part of Tolkien’s great mythology and his use of medieval sources for his evocations of fear and horror contribute to the distinctive tone of his work. This collection of essays shows how his masterly narrative techniques transform his sources, both familiar and unfamiliar, so that hitherto benign characters, objects and landscapes, as well as his famous monstrous creations, engage with deeply rooted human fears. The essays, by an international group of scholars, confirm Tolkien’s worldwide reputation. They highlight the depiction of the fear associated with marginalised characters; explore the moral implications of light and its absence; consider the subtle distinction between secular and religious spiders; discuss the role of landscapes and natural disasters in the evocation of fear in Middle-earth; and address the spectacular significance of Tolkien’s dragons, wolves, and Undead. While some of the essays presented here turn to modern science, psychology, and anthropology to deepen their analyses of fear and horror, they all add depth to our appreciation of Tolkien’s most famous and frightening creations by defining their relationships to ancient and culturally significant images of fear and horror.}}\n\n==Reception==\n\nThe book was generally well received by academic reviewers as a treatment of a relatively neglected subfield in [[Tolkien studies]]. Edith L. Crowe wrote in ''[[Mythlore]]'':\n\n<blockquote>I commend the editor for focusing on the fear/horror theme, an area not frequently addressed in Tolkien studies.… Should this collection inspire others to focus on Tolkien as a horror writer—particularly in terms of more contemporary comparisons and inspirations—a rich new vein of scholarship might be opened up.<ref>Crowe, Edith L., review of ''The Mirror Crack'd''. [https://dc.swosu.edu/mythlore/vol27/iss3/18/ ''Mythlore'' 105/106 (Spring/Summer 2009).] Accessed 17 July 2022.</ref></blockquote>\n\nHowever, some reviewers criticized a lack of editorial focus and uneven quality of the essays. For example, Mark Sweetnam wrote in ''The Irish Journal of Gothic and Horror Studies'':\n\n<blockquote>It is a pity … that the chapters [this volume] contains are not marked by a consistent focus on these issues [fear and horror]. It is an even greater pity that some of those chapters that pay the most attention to fear and horror are far from the most successful in the collection. And, unfortunately, there are more unsuccessful essays than there ought to be: the diversity of the contributors and the eclecticism of their approaches have resulted in a volume that is notably patchy in terms of its quality, and that declares a certain inadequacy in the editing process.<ref>Sweetnam, Mark, review of ''The Mirror Crack'd''. [https://irishgothicjournal.net/issue5/ ''The Irish Journal of Gothic and Horror Studies'' Issue 5 (Dec 8, 2008).] Accessed 17 July 2022.</ref></blockquote>\n\n{{references}}\n{{title|italics}}\n{{DEFAULTSORT:Mirror Crackd}}\n[[Category:Scholarly books]]\n[[Category:Publications by title]]"}}}