{"parse": {"title": "Tolkien: A Look Behind The Lord of the Rings", "pageid": 17587, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien- A Look Behind The Lord of the Rings.jpg"}, {"ns": 0, "exists": "", "*": "1969"}, {"ns": 0, "exists": "", "*": "2003"}, {"ns": 0, "exists": "", "*": "Adam Roberts"}, {"ns": 0, "exists": "", "*": "Ballantine Books"}, {"ns": 0, "exists": "", "*": "Gollancz"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Lin Carter"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien-_A_Look_Behind_The_Lord_of_the_Rings.jpg"], "wikitext": {"*": "{{book\n|title= Tolkien: A Look Behind The Lord of the Rings\n| image = Tolkien- A Look Behind The Lord of the Rings.jpg\n|author= [[Lin Carter]]\n|publisher= [[Ballantine Books]]\n|date=March [[1969]] (1st ed)\n|format=Paperback\n|pages=224\n|isbn=978-0345275394\n|amazon=http://www.amazon.com/Tolkien-Look-Behind-Lord-Rings/dp/034527539X/ref=sr_1_2?ie=UTF8&s=books&qid=1200844719&sr=8-2\n|amazonprice=price varies\n}}\n\n'''''Tolkien: A Look Behind \"The Lord of the Rings\"''''' is a study of the works of [[J.R.R. Tolkien]] written by [[Lin Carter]]. \n\n==Publication history==\nIt was first published in paperback by [[Ballantine Books]] in March [[1969]] and went through numerous additional printing in the years following before going out of print. The book was among the earliest full-length critical works devoted to Tolkien's fantasies, and the first to set his writings in their proper context in the history of fantasy. It was the earliest of three important studies by Carter devoted to fantasy writers and the history of fantasy, being followed by ''Lovecraft: A Look Behind the \"Cthulhu Mythos\"'' (1972) and ''Imaginary Worlds: the Art of Fantasy'' (1973). A new hardback edition updated by [[Adam Roberts]] was published by [[Gollancz]] in August [[2003]]. \n\n==Synopsis==\nCarter's study was intended to serve as an introduction to Tolkien for those unfamiliar with his work. His introduction briefly reviews the publishing phenomenon of ''[[The Lord of the Rings]]'' and its burgeoning popularity in the wake of the first paperback editions in the 1960s, after which he devotes three chapters to a short biography of the author through the late 1960s, including an account of how ''The Lord of the Rings'' was written. Four chapters explaining Tolkien's invented [[Middle-earth]] and summarizing the stories of ''[[The Hobbit]]'' and the three volumes of ''The Lord of the Rings'' follow, for the benefit of readers who may not have yet actually read the works. Carter next turns to the question of what the works ''are'', a point of some confusion at the time. The then-current vogue for realistic fiction provided critics with few tools for evaluating an out-and-out fantasy on its own terms, and attempts to deconstruct it as a satire or allegory were rife. Carter gently but firmly debunks these efforts, supporting his argument by drawing on Tolkien's own published ruminations on the functions and purposes of fantasy. He then contextualizes Tolkien's works by broadly sketching the history of written fantasy from its earliest appearance in the epic poetry of the ancient world through the heroic poetry of the dark ages and the prose romances of the medieval era, down to the fairy tales, ghost stories and gothic novels of the early modern era and the rediscovery of the genre by writers of the 19th and 20th centuries prior to and contemporary with Tolkien. The origins of the modern genre are discovered in the writings of William Morris, Lord Dunsany and E.R. Eddison and followed through the works of authors they influenced, including H.P. Lovecraft, Fletcher Pratt, L. Sprague de Camp, and Mervyn Peake. Carter next highlights some of Tolkien's particular debts to his predecessors, early and modern, tracing the motifs and names he utilizes back to their beginnings in Norse mythology and highlighting other echoes in his work deriving from legend and history. Finally noted is Tolkien's influence on contemporary fantasy, which was just beginning to make itself felt at the time Carter wrote, primarily in the juvenile fantasies of Carol Kendall, Alan Garner, and Lloyd Alexander.\n\n==Second Edition==\nIn the second edition, updated by Adam Roberts, a chapter on the story of ''[[The Silmarillion]]'' was added, the section on recent fantasy authors expanded, and some material on the 2001-2003 movie versions of ''The Lord of the Rings'' included in the introduction.\n\n==Contents of the first edition==\n*Author's Note\n*An Introduction\n#The Lives and Times of Professor Tolkien\n#How ''The Lord of the Rings'' Came to be Written\n#Tolkien Today\n#Of Middle-Earth and the Story of ''The Hobbit''\n#The Story of ''The Fellowship of the Ring''\n#The Story of ''The Two Towers''\n#The Story of ''The Return of the King''\n#The Trilogy--Satire or Allegory?\n#Tolkien's Theory of the Fairy Story\n#Fantasy in the Classical Epic\n#Fantasy in the ''Chanson de Geste''\n#Fantasy in the Medieval Romance\n#The Men Who Invented Fantasy\n#Tolkien's Basic Sources\n#On the Naming of Names\n#Some People, Places, and Things\n*Postscript: After Tolkien\n*Appendix A: A Checklist of Critical Literature on ''The Lord of the Rings''\n*Appendix B: A Selected Bibliography\n\n== External links ==\n* ''[https://archive.org/details/tolkienlookbehin00cart Tolkien: A Look Behind \"The Lord of the Rings]'' at the [[wikipedia:Internet Archive|Internet Archive]] (available to borrow for free)\n* \"[http://www.infinityplus.co.uk/nonfiction/tolkienbehind.htm Tolkien: A Look Behind The Lord of the Rings]\" - a negative book review of the second edition by Nicholas Whyte.\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}