{"parse": {"title": "Letter to Doris Elizabeth Sykes (July 1956)", "pageid": 44564, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1956"}, {"ns": 0, "exists": "", "*": "Christie's Fine Printed Books and Manuscripts 18 June 2013"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letter to Doris Elizabeth Sykes (28 January 1956)"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["Letter_to_Doris_Elizabeth_Sykes_(July_1956)_1.jpg", "Letter_to_Doris_Elizabeth_Sykes_(July_1956)_2.jpg", "Letter_to_Doris_Elizabeth_Sykes_(July_1956)_3.jpg", "Letter_to_Doris_Elizabeth_Sykes_(July_1956)_4.jpg", "Doris_Elizabeth_Sykes_1956.jpg"], "wikitext": {"*": "[[File:Doris Elizabeth Sykes 1956.jpg|thumb]]\nIn early July [[1956]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to Doris Elizabeth Sykes'''.<ref name=HS>{{webcite|author=[[Wayne G. Hammond]], [[Christina Scull]]|articleurl=http://www.hammondandscull.com/addenda/chronology.html|articlename=Addenda and Corrigenda to ''The J.R.R. Tolkien Companion and Guide'' (2006) Vol. 1: Chronology|dated=16 June 2013|website=HS|accessed=17 October 2013}}</ref><ref name=Christies>{{webcite|author=|articleurl=http://www.christies.com/lotfinder/books-manuscripts/tolkien-john-ronald-reuel-two-autograph-5694877-details.aspx|articlename=TWO AUTOGRAPH LETTERS SIGNED ('J.R.R. TOLKIEN') TO DORIS SYKES (Sale 8952, Lot 30)|dated=18 June 2013|website=[http://www.christies.com/ Christies.com/]|accessed=2 April 2014}}</ref>\n\n*'''Subject:''' Discussion of Syke's illustrations inspired by ''[[The Lord of the Rings]]''. Sykes had sent Tolkien a second set of illustrations.<ref name=HS/>\n*'''Description:''' Handwritten.<ref name=Christies/>\n*'''Publication:''' Quotations from the letter and a reproduction were included in ''[[Christie's Fine Printed Books and Manuscripts 18 June 2013]]'' (p.&nbsp;12).<ref name=HS/>\n\n==Contents==\n\nDear Miss Sykes, \n\nYou are more than justified in writing, and I ask your forgiveness for causing you anxiety. I have been neglectful, I fear, but I am a dreadfully harried man, having a v. full-time job and to stick all ''The Lord of the Rings'' business in extra and plus. \n\nI have done nothing further in the matter, since the publishers are not at present inclined to consider any edition illustrated or more “de luxe” and costly than the one just issued. I have been prevented, by illness earlier in the year and other difficulties, from going to London for a long while; and though you were obliged to send your drawings to me (and I must return them) by post, I have a great reluctance to send them into an office in that way, while under my care. \n\nI have shown your drawings to other ‘readers’ & the response has been good; though most agree that the best way of doing ''hobbits'' is to make them absolutely ordinary human beings (except for a neat gaiter or buskin of hair), and not too childlike, round-eyed etc. \n\nI cannot remember what notes I mentioned (Having no secretary, I have no copies, unless I type). But I think what you need is a copy of the book. I am sorry that I have nothing left (save my own copy!); but I will if you like send some copies that would do to work from. I. a defective American copy pp.&nbsp;321–336 omitted – but should be supplemented perhaps by copying the missing bit from a library copy. \n\n<nowiki>*</nowiki> Or/alternatively a paper-bound uncorrected proof copy (minus the drawings of Mordor Gate and Runes) \n\n<nowiki>*</nowiki> II A copy (with one defective page) of the English edition – defect amended. \n\nIII A perfect copy with two errors (appearing in all edns.) amended by hand of the American edition. *These you could keep for the present, though for purely ‘historical’ sentimental and bibliographical reasons, I should like to have them back eventually. The Americans you could keep, if you wished. \n\nI should be very pleased to see any further drawings you make; though I cannot encourage any great hopes of your labour being rewarded in a practical way in the near future. Also, as long as you are willing to take the risk of posted transmission.\n\nWould you like your former set back now? They are here quite safely for the moment, but I am a bit nervous of being responsible for them so long; and (...)\n\n† Except that – if and when I get any money from the book after the vast costs are defrayed: I have had none at all yet – I like some of the drawings so much that I should like to consider asking you to allow me to purchase some for myself, in the event of an illustrated edition being indefinitely postponed.\n\nJRRT\n\n== From Auction ==\n\nTOLKIEN, John Ronald Reuel (1892-1973). Two autograph letters signed ('J.R.R. Tolkien') to Doris Sykes, Merton College, Oxford, and Headington, 28 January 1956 and n.d., 5½ pages, 4to (the first with minor markings in red pencil), envelope.\n\nDiscussing illustrations for ''The Lord of the Rings'': Tolkien responds in the first letter to the recipient's drawings for the work, which he finds 'extremely good ... Apart from their technical skill ... they not only in many cases correspond closely to my vision, but even enrich it. I was particularly delighted by Treebeard with Merry and Pippin in his arms; but all your hobbits are admirable, and also the orcs, and Gimli. I also thought the scene under \"Weathertop\" and the Witch-King powerful. It was tackled in the only possible way: making Frodo and the King visible and the other Companions shadowy ... Aragorn alone does not closely correspond to my vision ... I think of him as sterner, keener and in face less \"Greek\" and straight-nosed, more Roman'; Tolkien adds with regret however that 'the immediate prospects of an illustrated edition are not good'. The second letter discusses the drawings further, and offers to send a defective set of the novels (the author lacking any perfect set) for Miss Sykes to carry on her work from, though any prospect of publication remains slight.<ref name=Christies/>\n\n==Gallery==\n===Letter to Doris Elizabeth Sykes===\n<ref>{{webcite|author=|articleurl=http://www.tolkienguide.com/modules/newbb/viewtopic.php?forum=18&post_id=16818|articlename=Offering original Tolkien Letter|dated=30 December 2016\t\n|website=Guide|accessed=1 January 2017}}</ref>\n<gallery mode=\"traditional\" widths=\"250px\" heights=\"150px\">\nFile:Letter to Doris Elizabeth Sykes (July 1956) 1.jpg|Page 1\nFile:Letter to Doris Elizabeth Sykes (July 1956) 2.jpg|Page 2\nFile:Letter to Doris Elizabeth Sykes (July 1956) 3.jpg|Page 3\nFile:Letter to Doris Elizabeth Sykes (July 1956) 4.jpg|Page 4\n</gallery>\n\n==See also==\n*[[Letter to Doris Elizabeth Sykes (28 January 1956)]]\n\n{{references}}\n{{title}}\n[[Category:Letters|Sykes, Doris Elizabeth (1956-07)]]"}}}