{"parse": {"title": "Letter to Leila Keane and Pat Kirke (3 August 1943)", "pageid": 63046, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1943"}, {"ns": 0, "exists": "", "*": "3 August"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letter to Leila Keane and Patricia Kirke (9 January 1945)"}, {"ns": 0, "exists": "", "*": "Letter to Leila Keene and Pat Kirke"}, {"ns": 0, "exists": "", "*": "Letter to Patricia Kirke (28 March 1956)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_1_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_2_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_3_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_4_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_5_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_6_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_7_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_8_of_9.jpg", "Letter_to_Leila_Keane_and_Pat_Kirke_(3_August_1943)_9_of_9.jpg"], "wikitext": {"*": "On '''[[3 August]] [[1943]]''' [[J.R.R. Tolkien]] wrote a letter to Leila Keane and Patricia \"Pat\" Kirke.\n\n==Details from Auction==\n{{blockquote|On the runes used in The Hobbit\nJ.R.R. Tolkien, 3 August 1943\nTOLKIEN, John Ronald Reuel (1892-1973). Autograph letter signed (“JRR Tolkien” and again in Anglo Saxon) to Miss Leila Keane and Miss Pat Kirke, Oxford, 3 August 1943.\n\nEight pages, 227 x 177mm, with additional 60 x 178mm slip pinned to page four, on Tolkien’s Northmoor Road stationery (light wear at creases) with original transmittal envelope addressed in his hand (marginal tears with minor losses).\n\nThe Rosetta Stone of Middle Earth—a remarkable letter explaining the development of the runes and languages used in The Hobbit. Writing to Leila Keane and Pat Kirke, two young fans of The Hobbit, Tolkien, across eight pages, discusses runes at length, explaining what they are, and including alphabets and phrases compiled from them. The letter begins: “It’s some while since I heard from you, but I have been rather busy, and have had to put off answering your letter, until I could deal with your questions about Runes – not properly, because that would take a book or two; but at least decently. There are two different matters here: one is Runes in what is called ‘historical times’ (only about a thousand years ago); and Runes and strange writings in the much older times which ‘The Hobbit’ talks about. I don’t know which you want to know about – perhaps about both” Assuming the answer was yes, Tolkien opens with a \"a few notes on 'historical' Runes.\" He explains that wide variety of runes \"were chiefly used by the Norsemen, and by the English (in the old days before, say, A.D. 1000).\" Some dated as early as the year 400 C.E. and while most fell out of use, they were still occasionally used in Iceland. Yet, \"The English Runes were the best,\" and were used extensively in \"Old English (or 'Anglo-Saxon')\" and at the time possessed the potential to \"become a 'book alphabet' for writing, but it never did.\" Anglo-Saxon writers adopted Latin characters in the seventh century, yet they incorporated a few runic characters at the time, but those too eventually fell out of use. He then proceeds to map out the \"oldest simple runic alphabet of 24 letters,\" explaining how each runic character was the first letter of its name, \"which was a real word … as if we called our alphabet archer bull cow down elm fire, etc.\" Over the next two pages, he draws each rune, lists the Anglo-Saxon word, the modern translation and then the sound equivalent in Latin characters. He then offers a \"bit of 'Anglo-Saxon' in ordinary writing (of the time),\" and a transliteration in Latin characters.\n\nRealizing that he may \"have written too much on 'historical' runes,\" he moves on to \"the days of Bilbo.\" He admits that The Hobbit had to be \"modernized and turned into English,\" but asks if they had the original dustjacket for the book and calls their attention to the runic inscription around the edges. \"Have you deciphered it If you have you will see that 'The Hobbit' was compiled from Bilbo Baggins' memoirs (how they survived is another matter). But you can see my difficulty: — none of the various peoples in those days, of course, spoke English, but all the accounts had to be made readable, by people, too, who might not be very much interested in languages and old alphabets.\" He concedes that the effort was not \"too difficult\" noting that there was a commonly spoken language, \"a sort of Lingua-franca,\" composed of a variety of dialects, \"called the Western Language or the common Speech.\" He describes the historical spread of the language and how English served as the stand-in for \"common speech.\" He goes into depth on the languages of the dwarves (\"they kept it very secret, not wanting others to learn it…\") and describes how they would use the common language to communicate with others, observing that they were adept at learning languages not their own. He also touches on \"Elvish languages,\" and while suspecting that his correspondents, \"have had enough now,\" dashes off \"a specific of Elf-hand.\" that consumes the final page headed \"Runes used by Thorin & Co.\" (Filling eight pages completely, he had little choice to add his signatures in the left margin of page seven.)\n\nAn amazing letter explaining the philology of Middle Earth and shedding additional light on Tolkien’s personality and character. Although consumed with academic duties and his monumental writing project, Tolkien still managed to devote considerable time and energy to respond to the inquiry of these two devoted young fans. Provenance: Sotheby’s, 4 May 1995, lot 252.|Christie's}}\n\n==Gallery==\n<gallery>\nLetter to Leila Keane and Pat Kirke (3 August 1943) 1 of 9.jpg|1 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 2 of 9.jpg|2 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 3 of 9.jpg|3 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 4 of 9.jpg|4 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 5 of 9.jpg|5 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 6 of 9.jpg|6 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 7 of 9.jpg|7 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 8 of 9.jpg|8 of 9\nLetter to Leila Keane and Pat Kirke (3 August 1943) 9 of 9.jpg|9 of 9\n</gallery>\n\n==See also==\n*[[Letter to Leila Keane and Patricia Kirke (9 January 1945)]]\n*[[Letter to Leila Keene and Pat Kirke]]\n*[[Letter to Patricia Kirke (28 March 1956)]]\n\n==External links==\n* [https://www.christies.com/lot/lot-6389717 Christies Auction Listing]\n\n[[Category:Letters|Keane, Leila and Kirke, Pat]]"}}}