{"parse": {"title": "The Fall of Gondolin, Op.49 (Opera)", "pageid": 65177, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Paul Corfield Godfrey"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales"}, {"ns": 0, "exists": "", "*": "The Lost Road and Other Writings"}, {"ns": 0, "exists": "", "*": "The Shaping of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}], "templates": [], "images": ["Gondolin_CD_Artwork.png"], "wikitext": {"*": "[[File:Gondolin CD Artwork.png|thumb|Artwork from the CD release. Used by permission of Ted Nasmith.]]\nPart four of [[Paul Corfield Godfrey]]'s operatic cycle ''Epic Scenes from The Silmarillion after the mythology of J. R. R. Tolkien.''\n\nThis section of the ''Epic Scenes'' was composed between late 1986 and 1990 with the permission of the Tolkien Estate and with the assistance of Christopher Tolkien in assembling the various texts to create a singable libretto. This also included the use of texts that were then unpublished.  It utilises texts from ''[[The Silmarillion]], [[Unfinished Tales|The Unfinished Tales]], [[The Book of Lost Tales]], [[The Shaping of Middle-earth]], [[The Lost Road and Other Writings|The Lost Road]]'' and ''The Monsters and the Critics''.\n\nIt has a total duration of 116 minutes and is scored for full orchestra, full chorus and solo voices.\n\n== Characters ==\n'''Valar:'''\n\nULMO (Bass-Baritone), the Lord of the Waters\n\nMORGOTH (Bass), the Enemy\n\n\n'''Elves:'''\n\nTURGON (Bass), King of Gondolin\n\nIDRIL (High Soprano), his daughter\n\nAREDHEL (Mezzo-soprano), his sister\n\nEÖL (Baritone), a Dark Elf\n\nMAEGLIN (Baritone), son of Aredhel and Eöl\n\nECTHELION (Baritone), Captain of the Guard of Gondolin\n\nVORONWË (Baritone), an Elf of Gondolin\n\n\n'''Men:'''\n\nTUOR (Lyric Tenor) son of Huor\n\n\n'''Half-Elven:'''\n\nEÄRENDIL (Silent), child of Tuor and Idril\n\n\nMixed chorus  Unseen Voices and people of Gondolin\n\n== Synopsis ==\n'''The Bidding of the Minstrel (Prologue)'''\n\nThe Chorus sings of the deeds of Eärendil the seafarer, which have now receded into the mists of memory. Ulmo, the Lord of Waters, appears to the Elvenking Turgon and bids him to lay down his arms and shows him the location to build the Hidden City of Gondolin.\n\n\n''Eöl, kin of Thingol, has settled in the outlying woods of Nan-Elmoth near to Doriath.  As payment for being given leave to live there he begrudgingly creates the black sword Anglachel.  His malice is poured into the blade and Melian warns her husband to never use it.''\n\n\n'''The Foundation of the Hidden City (Scene One)'''\n\nThe fair city of Gondolin is built.  Turgon dwells there with his daughter Idril Celebrindal and his sister Aredhel. Turgon has decreed that no one who knows the city’s location may depart. Aredhel, wearying of the delights of Gondolin, informs her brother that she intends to leave the city.\n\n\n'''The Birth of Maeglin (Scene Two)'''\n\nAredhel is captured by the Dark Elf Eöl, who takes her as his wife.  She bears him a son, Maeglin, who grows to have little love for his father and his ways. Maeglin asks his mother to lead him to Gondolin away from his father’s tutelage.  She consents and the two flee their bondage.  \n\n\n'''The Return to Gondolin (Scene Three)'''\n\nAredhel and Maeglin travel to Gondolin, but, unbeknownst to them, are followed by Eöl.  Turgon welcomes the return of Aredhel and offers Maeglin a high position in the realm.  Ecthelion, the Captain of the Guard, enters to inform Turgon that another has come unbidden to the Gate.  Aredhel admits to her brother that the newcomer is her husband and begs him to stay his hand.  Turgon welcomes Eöl into his city and his family, but informs him that now he has entered Gondolin he must remain there.  Eöl is determined to leave and to take his family away with him.  Turgon gives him and his son a choice: stay or die.  Eöl chooses the latter and attempts to kill his son with a spear.  Aredhel steps between her husband and son, intercepts the blow and is killed.  Eöl is condemned and thrown from the ramparts of the city.  Idril approaches Maeglin to console him but something in his gaze frightens her.  She leaves him alone.\n\n\n''At this time the second born children of Illúvatar start to awaken, the Race of Men.  Morgoth attempts to corrupt them to his cause but many resist and join forces with the Elves to try and rid Middle-Earth of his influence.''\n\n\n'''The Messenger  (Scene Four)'''\n\nWe are introduced to Tuor, the son of Huor, the brother of Húrin, who died in the Battle of Unnumbered Tears. Tuor journeys to the shores of the ocean, where a great wave arises and brings Ulmo with it.  Ulmo addresses Tuor and bequeaths to him the former arms of Turgon and a mission: to be his messenger and warn Turgon that the fall of Gondolin draws near.  Ulmo saves a wrecked ship from the sea and upon it is Voronwë, an Elf of Gondolin, who was sent by Turgon on a failed mission to seek aid from the Blessed Realm. Voronwë and Tuor discuss the errand that Ulmo has set. Voronwë describes to Tuor his labours in the sea and finally agrees to take him to the Hidden City.\n\n\n'''The Horns of Ulmo (Scene Five)'''\n\nTuor tells Voronwë of his vision of Ulmo and his errand as they continue their journey to Gondolin.  Voronwë leads Tuor to the dark and concealed Gates of the City.  They are challenged at the Gate by Ecthelion.\n\n\n'''The Message (Scene Six)'''\n\nEcthelion refuses the pair entry into Gondolin until Tuor removes his cloak and reveals the arms of Turgon, bequeathed to him by Ulmo.  Turgon, Idril and Maeglin greet the visitors. When Tuor imparts the message of Ulmo to the King he refuses to abandon his city.  Tuor, now trapped within the city, is left behind with Idril who offers him aid.  This is much to the dismay of the on looking Maeglin, who is himself enamoured of Idril.\n\n\n'''The Wedding of Tuor and Idril (Scene Seven)'''\n\nTuor and Idril are married and have a baby son Eärendil.  As their child grows so too does their love but they are being watched by the jealous Maeglin.  The couple both have a yearning to be beyond the City gates and to see the Blessed Realm.\n\n\n'''The Betrayal (Scene Eight)'''\n\nMaeglin is brought before Morgoth, where he offers to betray the whereabouts of the Hidden City if he is rewarded.\n\n\n'''The Fall of Gondolin (Scene Nine)'''\n\nThe City of Gondolin is celebrating the first morning of summer and all sing an Elvish hymn to Ilúvatar.  It is at this point that Morgoth looses his whole force against Gondolin.  Turgon, realising his folly at not heeding the words of Ulmo, tells his people to flee and follow Tuor as their        leader.  The King remains behind, refusing to strike any blow and sends a reluctant Ecthelion after them.  Maeglin attempts to seize Idril and Eärendil.  Tuor struggles with him and casts him from the walls to the same death as his father before him.   A sudden burst of flame from below rises and engulfs Turgon and from it rises a Balrog. Ecthelion rushes forward and hurls himself at the Spirit of Flame, and both fall to their death in the abyss.  Tuor and Idril lead the survivors away from the fallen city and down towards the sea.\n\n\n''The survivors of all of the great realms of Beleriand, Nargothrond, Gondolin and Doriath, along with the remaining members of the great Houses of Men are now isolated on the Western Coast of Middle-Earth, the majority in the Havens of Sirion, where Tuor acts as Lord of the Exiles.  The rest of the land is now taken by Morgoth’s forces and the war against him is all but lost.''\n\n\n'''The Last Ship (Epilogue)'''\n\nA now aged Tuor bids his wife and adult son farewell as he boards a ship.  His aim is once more to sail the ocean and seek the Blessed Realm.\n\n== Recordings ==\nIn 2018 Volante Opera Productions produced a demo recording of the work using sampled orchestra and professional opera singers. It was released by Prima Facie records.\n\n'''Cast:'''\n\nUlmo, Lord of the Waters (Bass):  Martin Lloyd\n\nTurgon, the King of Gondolin (Bass):  George Newton-Fitzgerald\n\nAredhel, his sister (Mezzo-Soprano):  Louise Ratcliffe\n\nEöl, a dark Elf (Baritone):  Julian Boyce\n\nMaeglin, son of Eol and Aredhel (Bass-Baritone):  Stephen Wells\n\nEcthelion, Captain of the Guard of Gondolin (Baritone):  Philip Lloyd-Evans\n\nTuor son of Huor, a mortal man (Tenor):  Simon Crosby Buttle\n\nVoronwë, a mariner of Gondolin (Baritone):  Julian Boyce\n\nIdril Celebrindal, Daughter of Turgon (Soprano):  Anitra Blaxhall\n\nMorgoth, the enemy (Bass):  Laurence Cole\n\n\n'''Chorus of unseen voices and people of Gondolin:''' \n\nAnitra Blaxhall/Emma Mary Llewellyn/Louise Ratcliffe/Helen Greenaway/\n\nMichael Clifton-Thompson/Simon Crosby Buttle/Julian Boyce/Laurence Cole\n[[Category:Classical music]]\n[[Category:Opera]]"}}}