{"parse": {"title": "A Middle-earth Traveller", "pageid": 55407, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:A Middle-earth Traveller.jpg"}, {"ns": 0, "exists": "", "*": "2018"}, {"ns": 0, "exists": "", "*": "5 October"}, {"ns": 0, "exists": "", "*": "HarperCollins"}, {"ns": 0, "exists": "", "*": "John Howe"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["A_Middle-earth_Traveller.jpg"], "wikitext": {"*": "{{book\n| title=A Middle-earth Traveller: Sketches from Bag End to Mordor\n| image = A Middle-earth Traveller.jpg\n| author=[[John Howe]]\n| editor=\n| illustrator=[[John Howe]]\n| publisher=[[HarperCollins]]\n| date=[[5 October]] [[2018]]\n| format=Hardback\n| pages=192\n| isbn=9780008226770\n}}\n'''''A Middle-earth Traveller: Sketches from Bag End to Mordor''''' is a book containing illustrations by [[John Howe]].\n==From the publisher==\nLet acclaimed Tolkien artist John Howe take you on an unforgettable journey across Middle-earth, from Bag End to Mordor, in this richly illustrated sketchbook fully of previously unseen artwork, anecdotes and meditations on Middle-earth.\n\nMiddle-earth has been mapped, Bilbo's and Frodo's journeys plotted and measured, but it remains a wilderland for all that. The roads as yet untravelled far outnumber those down which J.R.R. Tolkien led us in his writings.\n\n''A Middle-earth Traveller'' presents a walking tour of Tolkien's Middle-earth, visiting not only places central to his stories, but also those just over the hill or beyond the horizon. Events from Tolkien's books are explored – battles of the different ages that are almost legend by the time of ''The Lord of the Rings''; lost kingdoms and ancient myths, as well as those places only hinted at: kingdoms of the far North and lands beyond the seas.\n\nSketches that have an ‘on-the-spot' feel to them are interwoven with the artist's observations gleaned from Tolkien's books as he paints pictures with his words as well as his pencil. He also recollects his time spent working alongside Peter Jackson on the ''Lord of the Rings'' and ''Hobbit'' film trilogies. Combining concept work produced for films, existing Middle-earth art and dozens of new paintings and sketches exclusive to this book, ''A Middle-earth Traveller'' will take the reader on a unique and unforgettable journey across Tolkien's magical landscape.\n{{DEFAULTSORT:Middle-earth Traveller, A}}\n{{title|italics}}\n[[Category:Art books]]\n[[Category:Publications by title]]"}}}