{"parse": {"title": "Tolkien and Sanskrit", "pageid": 56455, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien and Sanskrit.png"}, {"ns": 0, "exists": "", "*": "1981"}, {"ns": 0, "exists": "", "*": "2016"}, {"ns": 0, "exists": "", "*": "22 November"}, {"ns": 0, "exists": "", "*": "Gothic"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: The Shores of Middle-earth"}, {"ns": 0, "exists": "", "*": "James Dunning"}, {"ns": 0, "exists": "", "*": "Journal of Tolkien Research"}, {"ns": 0, "exists": "", "*": "Mark T. Hooker"}, {"ns": 0, "exists": "", "*": "Mythology for England"}, {"ns": 0, "exists": "", "*": "Old English"}, {"ns": 0, "exists": "", "*": "Ossiriand"}, {"ns": 0, "exists": "", "*": "The Mewlips"}, {"ns": 0, "exists": "", "*": "Welsh"}, {"ns": 0, "exists": "", "*": "World War I"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien_and_Sanskrit.png"], "wikitext": {"*": "{{book\n| title=Tolkien and Sanskrit: The Silmarillion in the Cradle of Proto-Indo-European \n| image = Tolkien and Sanskrit.png\n| author=[[Mark T. Hooker]]\n| editor=\n| illustrator=[[James Dunning]]\n| publisher=CreateSpace Independent Publishing Platform\n| date=[[22 November]] [[2016]]\n| format=Paperback\n| pages=262\n| isbn=1540435482\n}}\n\n'''''Tolkien and Sanskrit: The Silmarillion in the Cradle of Proto-Indo-European''''' is a scholarly book published in [[2016]].\n\n==By the publisher==\n{{blockquote|This study is based on the observation that Tolkien calqued the names of the ''[[:Wikipedia:Rigvedic rivers|Sapta Sindhavah]]'' (\"Seven Rivers\") from the ''[[:Wikipedia:Rig Veda|Rig Veda]]'' as the Seven Rivers of [[Ossiriand]]. In other words, Tolkien created seven Elvish river names that mean the same thing as the river names of the ''Sapta Sindhavah''.<br />\n<br />\nMuch has been said of Tolkien's use of [[Welsh]], [[Old English]], [[Gothic]], Icelandic, Russian, Greek, and Latin. Little, however, has been said about Tolkien’s use of [[:Wikipedia:Sanskrit|Sanskrit]] (Refined Speech), the great-great-…grandfather of all the languages above. Sanskrit was spoken in the second millennium B.C. in the valley of the River Indus, the river that put the \"Indo\" in the name Proto-Indo-European, a linguistic term for the reconstructed common ancestor of the European languages.<br />\n<br />\nAll indications to the contrary (C&G ii, 461), there is little doubt about Tolkien’s knowledge of Sanskrit from the point of view of a linguist. It is de rigueur for any serious philologist interested in etymologies like Tolkien. Tolkien was on the Language side of the English School at Oxford, where he took Comparative Philology as a special subject for Honour Moderations. (G&G ii, 758)<br />\n<br />\nIn a certain sense, Tolkien's The Silmarillion can be considered a veiled member of the genre of [[:Wikipedia:Rajasthani literature|Raj Literature]]. The names of The Silmarillion say that in the same way that the names in Tolkien’s poem \"[[The Mewlips]]\" are masks that hide the fact that it is a poem about [[World War I]]. As the present study shows, the names of ''The Silmarillion'' say that the locus of Tolkien’s \"[[Mythology for England]]\" (C&G ii, 244-248) is the India of the British Raj.<br />\n<br />\nA literary analysis of Tolkien's place in Raj Literature is, however, much more speculative than the linguistic analysis that makes up the core of this study, which stands on solid philological ground. The literary analysis will, therefore, be left to another time and place. While the basis of Tolkien’s calque of the names of the Seven Rivers as Ossiriand is Vedic in concept, the superstructure that Tolkien builds upon this foundation is non-Vedic. Some elements of the superstructure are more readily attributable to historical sources, like the history of the India Campaign of Alexander the Great, and the history of the British Raj in India, both of which were a part of the school curriculum when Tolkien was growing up.<br />\n<br />\nWhile the analysis of some of the words names in this study would not be believable in stand-alone articles, in the context of the coherent structure of words and names presented here, they are worthy of serious consideration. The discovery presented here has the potential to more clearly define the linguistic and philosophical cradle of Tolkien's \"Mythology for England\", which was always The Silmarillion, and never The Lord of the Rings. It is Proto-Indo-European in the same way that the English language stems from Proto-Indo-European. That does not, however, mean that there is no gap between Proto-Indo-European language and culture, and the language and culture of The Shire.<br />\n<br />\nThe analysis that follows is not a rehash of the discredited ideas of [[J.R.R. Tolkien: The Shores of Middle-earth|The Shores of Middle-earth]] ([[1981]]). It is instead, a completely new, linguistic approach to Tolkien's Silmarillion nomenclature.}}\n\n==External links==\n*[http://llyfrawr.com/TolkienAndWelsh/TableOfContents.html ''Table of Contents''] at the publisher's website\n*[http://scholar.valpo.edu/journaloftolkienresearch/vol3/iss3/6/ Review] at [[Journal of Tolkien Research]]\n\n{{title|italic}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}