{"parse": {"title": "Radagast/Failure", "pageid": 43589, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1954"}, {"ns": 0, "exists": "", "*": "Blue Wizards"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Free Peoples"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "John D. Rateliff"}, {"ns": 0, "exists": "", "*": "Last Writings"}, {"ns": 0, "exists": "", "*": "Letter 211"}, {"ns": 0, "exists": "", "*": "Manwë"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Mirkwood"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Mr. Baggins"}, {"ns": 0, "exists": "", "*": "Myths Transformed"}, {"ns": 0, "exists": "", "*": "Saruman"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "The History of The Hobbit"}, {"ns": 0, "exists": "", "*": "The Hobbit: An Unexpected Journey"}, {"ns": 0, "exists": "", "*": "The Istari"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "The Peoples of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Wizards"}, {"ns": 0, "exists": "", "*": "Yavanna"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HH"}, {"ns": 10, "exists": "", "*": "Template:UT"}, {"ns": 10, "exists": "", "*": "Template:PM"}, {"ns": 10, "exists": "", "*": "Template:MR"}], "images": ["The_Hobbit_-_An_Unexpected_Journey_-_Radagast.jpg"], "wikitext": {"*": "[[File:The Hobbit - An Unexpected Journey - Radagast.jpg|thumb|Radagast in ''[[The Hobbit: An Unexpected Journey]]'']]\n[[J.R.R. Tolkien|Tolkien's]] feelings on whether or not Radagast, and indeed the two [[Blue Wizards|\"Blue Wizards\"]], failed changed over time. The [[wizards]] that were sent to [[Middle-earth]] were tasked by the [[Valar]] to help the [[Free Peoples]] defeat [[Sauron]]. There is no question that, through his treachery and fall into evil, [[Saruman]] failed. There is also no question that [[Gandalf]] succeeded. But it was in emphasising this latter point that Tolkien denigrated the role of Radagast and the Blue Wizards.\n\nIn his efforts to produce an Index for ''[[The Return of the King]]'' in [[1954]], Tolkien wrote an essay on the [[Wizards|Istari]]. Therein he explicitly stated that Radagast had failed:\n{{Blockquote|Indeed, of all the Istari, one only remained faithful [Gandalf], and he was the last-comer. For Radagast, the fourth, became enamoured of the many beasts and birds that dwelt in [[Middle-earth]], and forsook [[Elves]] and [[Men]], and spent his days among wild creatures.|[[J.R.R. Tolkien]]<ref name=\"UTIstari\"/>}}\n\nHe even went as far as suggesting that only Gandalf returned to the [[Valinor|Uttermost West]]:\n{{Blockquote|Wilt thou learn the lore <nowiki>||</nowiki> that was long secret<br/>of the Five that came <nowiki>||</nowiki> from a far country?<br/>One only returned. <nowiki>||</nowiki> Others never again|[[J.R.R. Tolkien]]<ref name=\"UTIstari\"/>}}\n\nUnder these terms, then Radagast had failed. However, not only does Tolkien's criticism of Radagast seem harsh in light of what is revealed in ''The Lord of the Rings'', Tolkien's attitude towards Radagast and the Blue Wizards seems to have changed following the publication of ''[[The Return of the King]]''. In the Istari essay and in [[Letter 211]] Tolkien wrote that he was unsure what happened to the Blue Wizards and speculated that they possibly failed. In a later writing he turned this upside down and noted that they 'must have had very great influence on the history of the Second Age and Third Age in weakening and disarraying the forces of East ... who would ... otherwise have ... outnumbered the West.'<ref name=\"PM\">{{PM|Last}}, p. 385</ref>\n\nAccording to [[John D. Rateliff]], Tolkien's feeling on Radagast's success or failure must have changed too. He speculates that Radagast had taken the area of and around [[Mirkwood]] under his protection (like the Blue Wizards had taken the east under their protection). He provides more solid evidence when he argues that Radagast and Gandalf were much alike:\n*Radagast and Gandalf arrived at the same time in [[Middle-earth]];\n*both were friends with the eagles (beings of [[Manwë]] and who would associate with few but the very important);\n*both were considered closely linked from the outset - they were 'cousins' in ''The Hobbit''.\n\nIndeed both were quite different creatures from Saruman:\n{{Blockquote|His [Sauron's] cynicism ... seemed fully justified in Saruman. Gandalf he did not understand. But certainly he [Sauron] had already become evil, and therefore stupid, enough to imagine that his [Gandalf's] different behaviour [from Saruman's] was due simply to weaker intelligence and lack of firm masterful purpose. He [Gandalf] was only [in Sauron's view] a rather cleverer Radagast - cleverer, because it is more profitable (more productive of power) to become absorbed in the study of people than of animals.|[[J.R.R. Tolkien]]<ref group=\"note\">The pronouns in square brackets are as interpreted by John D. Rateliff in {{HH|Medwed}}, \"(vi) Radagast\"</ref><ref>{{MR|Myths}}, p. 397</ref>}}\n\nRateliff thus concludes that Radagast was much like Gandalf; both were good wizards. But Radagast was weaker and his role overshadowed by Gandalf's achievements.<ref name=\"HHMedwed\">{{HH|Medwed}}, \"(vi) Radagast\"</ref>\n\nTherefore it is difficult to conclude whether or not Radagast failed. But it is clear that Tolkien had doubts following his criticism of him in the Istari essay and Radagast certainly did not fall into evil. Indeed Radagast is such an elusive character that it is difficult to make any bold conclusions, such as whether or not he returned to [[Valinor]].\n\nTolkien gave a brief account of a council of the [[Valar]] where they decided to send emissaries to Middle-earth to contest the will of Sauron. Therein it is told 'that each Istar were chosen by each Valar for his innate characteristics'.<ref name=UTIstari>{{UT|Istari}}</ref> This is significant because it suggests [[Yavanna]] chose Aiwendil (Radagast) for his love of wild creatures, and that perhaps he was sent to [[Middle-earth]] by Yavanna to serve this purpose.<ref name=\"UTIstari\"/> If this was Radagast's appointed mission then it would be inappropriate to claim that he failed. However, it is difficult to gauge how far the fulfilment of this task facilitated the downfall of [[Sauron]].\n\nPerhaps the most explicit snapshot of Tolkien's feelings about Radagast can be found in this quotation:\n{{Blockquote|He [Gandalf] differed from Radagast and Saruman in that he never turned aside from his appointed mission ('I was the Enemy of Sauron') and was unsparing of himself. Radagast was fond of beasts and birds, and found them easier to deal with; he did not become proud and domineering, but neglectful and easygoing, and he had very little to do with Elves or Men although obviously resistance to Sauron had to be sought chiefly in their cooperation.|[[J.R.R. Tolkien]]<ref name=\"RC.245\">[[J.R.R. Tolkien]], [[Wayne G. Hammond]] and [[Christina Scull]] (eds), ''[[The Lord of the Rings: A Reader's Companion]]'', p. 245</ref>}}\n\nHere it is stated that both Saruman and Radagast turned away from the ultimate task of defeating Sauron. But where Saruman was proud and power-hungry (characteristics which brought about his own ruin), Radagast was neglectful and sought companionship with birds and beasts over co-operation with the Free Peoples of Middle-earth. Thus Radagast's innate characteristics meant that he could play no more than a small part in the downfall of the Lord of the Rings.\n{{references}}\n[[Category:Debates]]"}}}