{"parse": {"title": "Dunland and the Southern Misty Mountains", "pageid": 26242, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Merp dunland.jpg"}, {"ns": 0, "exists": "", "*": "1987"}, {"ns": 0, "exists": "", "*": "Haunted Ruins of the Dunlendings"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "*": "Randell E. Doty"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Merp_dunland.jpg"], "wikitext": {"*": "{{book\n|title=Dunland and the Southern Misty Mountains\n| image = merp_dunland.jpg\n|author=[[Randell E. Doty]]\n|isbn=0-915795-91-4\n|publisher=[[Iron Crown Enterprises]]\n|date=[[1987]]\n|format=Softcover\n|pages=63\n|ice=3600\n}}\n'''''Dunland and the Southern Misty Mountains''''' is a module (in the ''Campaign''-series) for ''[[Middle-earth Role Playing]]'', 1st Edition. \n\n== Cover/Jacket Text == \n\nJourney to the rugged foothills that rise to the north of the Old South Road. Strife is the rule in Dunland. The warlike Dunnish clans jealously guard their independence and often stage raids against their neighbors and even their own kinsmen. And yet Dunland is less hazardous than the Southern Misty Mountains, where even the hardiest adventurers run afoul of Giants, Elves, Trolls, and even Dragons.\n\nEXPLORE:\n\n*AMON LIND, an Elven Fortress \n*THE LAIR OF TURUKULON, The Worm \n*LARACH DUHNNAN, trade center of Dunland \nAdventure in the Southern Misty Mountains north of the wide Isen Gap joining Tharbad to the markets further east. Travel among the fierce Dunlendings. Because of constant infighting , this loose organization of clans is frequently influenced by Sauron and his minions.\n\nDUNLAND and the Southern Misty Mountains includes:\n\n*4 FULL-COLOR PAGES: a 2 face regional map of Dunland and a 2 face regional map of Eregion and central Cardolan \n*MAJOR LAYOUTS: including Amon Lind, The Lair of Turukulon, The Caerdh Wood, and the Village of Cillien \n*THE DUNNISH CLANS: herders, hunters, and warriors feared by their neighbors \n*OTHER INHABITANTS: Giants, Hobbits, Giant Eagles, Servants of Sauron, Noldo Elves, Smuggles, Orcs, and a Dragon. \n\nINTRODUCTION\n\nDunland and the Southern Misty Mountains focuses on a dramatic and strategic region, the reaches north of the gateway between the wide, cool lands of Eriador and the grassy reaches of Calenardhon (Rohan). Extremely diverse in history, inhabitants, and opportunities, it is an ideal setting for adventuring and exploring.\n\nDunland is the home of the fierce and proud Dunlendings (D. \"Daen Lintis\"), highland tribes frequently influenced by minions of Sauron and Saruman. Their Daen ancestors experienced similar a similar domination during the late Second Age, and most migrated out of the traditional Dunnish homelands in the vales of the White Mountains (S. \"Ered Nimrais\"). These Dunmen settled all over eastern Eriador, mingling with older Eriadoran groups, but they retained their unique culture in the western foothills of the southern Misty Mountains (S. \"Hithaeglir\"). The distinct Dunlendings of this region formed an often loose collection of tribal territories, which became known as Dunland.\n\nDunland (D. \"Dunfearan\") encompasses the rugged foothills that rise to the north of the Old South Road (S. \"Tiar Hariar\") joining Tharbad in Cardolan to the markets further east. The highway skirts Dunland's southern border and runs eastward through the wide Isen Gap (S. \"Búlith Angren\") separating the Misty Mountains to the north from the White Mountains to the south. Later called the Gap of Rohan, this portal from Eriador to Gondor served as the most important pass in western Middle-earth. It was once the dividing line between the lands dominated by the two Dúnadan Kingdoms in Exile - Arnor and Gondor - and it remains a vital link for the Free Peoples of the West. Thus, Dunland's importance remains significant, despite the reduction in traffic along the highway.\n\nA turbulent people, the Dunlendings are for the most part herders and hunters who jealously guard their independence and often raid the lands of their kinsmen. Strife is the rule in Dunland, which is just as well, for the neighboring folk fear the unification of the warlike Dunmen. This is particularly true of the Men of Calenardhon (Rohan), the Dunlendings' oldest and most challenging enemies.\n\nThe inhabitants of southernmost stretch of the Misty Mountains - the Giants, Dragons, Giant Eagles, Ores and other creatures of the wilds - are also affected by the presence of the Dunmen. Although they live at or above the treeline, they invariably focus their attentions to the west rather than the east, for they make their homes along the western side of the range. The Hithaeglir's eastern cliffs of the drop sharply, like sheer fells, making eastward land travel exceedingly hazardous. Access to the upper mountain valleys is provided by trails that originate in Dunland, lending further credence to the old adage that says: \"the Daen have no King, no wealth, no capital, and no roads - yet they hold a good claim to yours and mine.\"  \n\n== See also ==\n*''[[Haunted Ruins of the Dunlendings]]''\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}