{"parse": {"title": "The One Ring: Adventures over the Edge of the Wild", "pageid": 36793, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The One Ring Adventures over the Edge of the Wild.png"}, {"ns": 0, "exists": "", "*": "2011"}, {"ns": 0, "exists": "", "*": "Cubicle 7 Entertainment"}, {"ns": 0, "exists": "", "*": "John Howe"}, {"ns": 0, "exists": "", "*": "The One Ring (role-playing game)"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_One_Ring_Adventures_over_the_Edge_of_the_Wild.png"], "wikitext": {"*": "{{book\n| title=The One Ring: Adventures over the Edge of the Wild\n| image = The One Ring Adventures over the Edge of the Wild.png\n| author=Francesco Nepitello\n| editor=Dominic McDowall-Thomas, David Thomas Moore\n| illustrator=[[John Howe]], Jon Hodgson, Tomasz Jȩdruszek, Paul Bourne\n| publisher=[[Cubicle 7 Entertainment]]\n| date=August [[2011]]\n| format=Boxed set (paperbacks)\n| pages=192 (''Adventurer's Book'') + 144 (''Loremaster's Book'')\n| isbn=978-1-907204-14-2}}\n'''''The One Ring: Adventures over the Edge of the Wild''''' is the core set for [[The One Ring (role-playing game)|The One Ring]] role-playing game.\n\nThe boxed set is the first release for the game system, and includes a ''Loremaster's Book'', an ''Adventurer's Book'', two maps, and dice. \n\nIn 2014, [[Cubicle 7 Entertainment]] released a revised edition of the game containing all the rules and background needed for play in a single 320-page hardback volume. This revised core rule book was simply titled '''''The One Ring Roleplaying Game''''' and it was completely compatible with all existing game material.\n\n==From the back==\n\n\"''The Wild was still the Wild, and there were many other things in it in those days besides goblins''\"\n\nSmaug has been defeated, the Battle of Five Armies has been won, and Bilbo has returned to the Shire. The War of the Ring is still several generations away. In the relative peace, the Free Peoples of Wilderland look beyond their borders for the first time, establishing trade routes, renewing bonds between their cultures, and bringing prosperity to the region of northern Mirkwood, the Lonely Mountain, and the eastern slopes of the Misty Mountains.\n\nBut much danger still remains, and from the Orc-holds of the mountains to the dark and corrupt depths of Mirkwood a darkness waits, recovering its strength, laying its plans, and slowly extending its shadow . . . .\n\n''The One Ring: Adventures over the Edge of the Wild'' is the newest fantasy roleplaying game set in the world of The Hobbit<sup>TM</sup> and The Lord of the Rings<sup>TM</sup>. It provides you with everything you need to begin your adventures in Middle-earth, including:\n*192 page Adventurer's Book\n*144 page Loremaster's Book\n*Two 22\"x17\" maps\n*Customised The One Ring dice\n\n''The One Ring: Adventures over the Edge of the Wild'' is the first core set for ''The One Ring'' roleplaying game. Set five years after the events narrated in The Hobbit, it introduces players to the world of Middle-earth focusing on Wilderland, the region visited by Bilbo in his journey to the Lonely Mountain. Future core and supplemental publications will advance the timeline and explore other areas of Middle-earth.\n{{title|italics}}\n{{DEFAULTSORT:One Ring: Adventures over the Edge of the Wild}}\n[[Category:The One Ring (role-playing game)]]\n[[Category:Publications by title]]"}}}