{"parse": {"title": "War and the Works of J.R.R. Tolkien", "pageid": 17158, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:War and the Works of J.R.R. Tolkien.jpg"}, {"ns": 0, "exists": "", "*": "2004"}, {"ns": 0, "exists": "", "*": "30 June"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["War_and_the_Works_of_J.R.R._Tolkien.jpg"], "wikitext": {"*": "{{book\n| title=War and the Works of J.R.R. Tolkien\n| image = War and the Works of J.R.R. Tolkien.jpg\n| author=[[Janet Brennan Croft]]\n| isbn=0313325928\n| publisher=Praeger Publishers\n| date=[[30 June|June 30]], [[2004]]\n| format=Hardcover\n| pages= 192\n}}\n\n'''''War and the Works of J.R.R. Tolkien''''' is a 2004 book by [[Janet Brennan Croft]]. It examines the theme of war in [[J.R.R. Tolkien]]'s writings. Croft brings together Tolkien's experience of both World Wars and his expertise in ancient heroic literature and shows how they influenced his opinions on wars and what he wrote. \n\n==Contents==\n\n#Introduction\n#The Great War and Tolkien's Memory\n#World War I Themes in The Hobbit and The Lord of the Rings\n#World War II: \"The Young Perish and the Old Linger, Withering\"\n#Military Leaders and Leadership\n#\"The Dull Backwaters of the Art of Killing\": Training, Tactics, Strategy, and Battlefield Communication\n#\"War Must Be, While We Defend Our Lives\": Philosophy, Pathology and Conclusions\n\n==From the publisher==\n\nHaving participated in the First World War, and having seen two of his sons serve in the Second, Tolkien was concerned with many of the same themes that interested other writers in the post-war period. The rhythm of war flows through his writings, but his own interpretation of the themes, symbols, and motifs of war were influenced by his religious views and his interest in fantasy, which add another layer of meaning and a sense of timelessness to his writing. This book explores the different aspects of Tolkien's relationship with war both in his life and in his work from the early ''Book of Lost Tales'' to his last story ''Smith of Wootten Major'', and concentrates on his greatest and most well-known works ''The Hobbit'' and ''The Lord of the Rings''. This timely addition to the critical literature on Tolkien sheds new light on the author's life and works.\n\nTolkien, one of the world's most beloved authors, was a World War I signaling officer who survived the Battle of the Somme, and two of his sons served during World War II. Such experiences and events lead Tolkien to a complex attitude toward war and military leadership, the themes of which find their way into his most important writings. His fiction, criticism, and letters demonstrate a range of attitudes that would change over the course of his life. In the end, his philosophy on human nature and evil, and the inevitability of conflict, would appear to be pragmatic and rational, if regretful and pessimistic. Still, we are able to uncover a strain of hopefulness, as befitted his Catholicism, about the ultimate fate of the human soul. We can conclude that his personal life and values informed his reading and his writing and the way in which he interpreted his own experiences. This valuable consideration of war in the life of Tolkien is essential reading for all readers interested in deepening their understanding of this great writer.\n\n{{title|italics}}\n[[Category:Scholarly books]]\n[[Category:Publications by title]]"}}}