{"parse": {"title": "Tolkien's Modern Reading", "pageid": 60572, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Tolkien's Modern Reading.jpg"}, {"ns": 0, "exists": "", "*": "2021"}, {"ns": 0, "exists": "", "*": "25 January"}, {"ns": 0, "exists": "", "*": "Holly Ordway"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Tolkien's_Modern_Reading.jpg"], "wikitext": {"*": "{{book\n| title=Tolkien's Modern Reading<br><small>Middle-earth beyond the Middle Ages</small>\n| image = Tolkien's Modern Reading.jpg\n| author=[[Holly Ordway]]\n| editor=\n| illustrator=\n| publisher=Word on Fire Academic\n| date=[[25 January]] [[2021]]\n| format=\n| pages=392\n| isbn=978-1943243723\n}}\n'''''Tolkien's Modern Reading: Middle-earth beyond the Middle Ages''''' is a [[2021]] book by [[Holly Ordway]] re-examining Tolkien's literary inspirations, and the works that Tolkien himself chose to read. Ordway's argument is that, contrary to popular misconception, Tolkien's own reading choices were surprisingly contemporary. \n\n==From the publisher==\n\n{{blockquote|Tolkien's Modern Reading addresses the claim that Tolkien read very little modern fiction, and took no serious notice of it. This claim, made by one of his first biographers, has led to the widely accepted view that Tolkien was dismissive of modern culture, and that The Hobbit and The Lord of the Rings are fundamentally medieval and nostalgic in their inspiration.<br/><br/>In fact, as Holly Ordway demonstrates in this major corrective, Tolkien enjoyed a broad range of contemporary works, engaged with them in detail and depth, and even named specific titles as sources for and influences upon his creation of Middle-earth. Drawing on meticulous archival research, Ordway shows how Tolkien appreciated authors as diverse as James Joyce and Beatrix Potter, Rider Haggard and Edith Nesbit, William Morris and Kenneth Grahame. She surveys the work of figures such as S.R. Crockett and J.H. Shorthouse, who are forgotten now but made a significant impression on Tolkien. He even read Americans like Longfellow and Sinclair Lewis, assimilating what he read in characteristically complex ways, both as positive example and as influence-by-opposition.<br/><br/>Tolkien's Modern Reading not only enables a clearer understanding of Tolkien's epic, it also illuminates his views on topics such as technology, women, empire, and race. For Tolkien's genius was not simply backward-looking: it was intimately connected with the literature of his own time and concerned with the issues and crises of modernity. Ordway's ground-breaking study reveals that Tolkien brought to the workings of his fantastic imagination a deep knowledge of both the facts and the fictions of the modern world.}}\n\n==Reviews==\n* [https://wayneandchristina.wordpress.com/2021/05/25/tolkiens-modern-reading/ Review by Wayne G. Hammond & Christina Scull]\n\n{{title|italics}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}