{"parse": {"title": "Caudimordax", "pageid": 36094, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of Caudimordax"}, {"ns": 0, "exists": "", "*": "Augustus Bonifacius"}, {"ns": 0, "exists": "", "*": "Bellomarius"}, {"ns": 0, "exists": "", "*": "Chrysophylax"}, {"ns": 0, "exists": "", "*": "Dragons"}, {"ns": 0, "exists": "", "*": "Farmer Giles"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Garm"}, {"ns": 0, "exists": "", "*": "Ham"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Little Kingdom"}, {"ns": 0, "exists": "", "*": "Middle Kingdom"}, {"ns": 0, "exists": "", "*": "Quercetum"}, {"ns": 0, "exists": "", "*": "The Giant"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Object infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": [], "wikitext": {"*": "{{object infobox\n| name=Caudimordax\n| image=\n| caption=\n| pronun=\n| othernames=Tailbiter\n| location=The [[Middle Kingdom]], the [[Little Kingdom]]\n| owner=[[Bellomarius]], [[Farmer Giles]]\n| type=Weapon\n| appearance=Unfashionable plain heavy blade with epigraphical signs\n| creator=\n| created=\n| createdlocation=\n| destroyer=\n| destroyed=\n| destroyedlocation=\n| notablefor=\n}}\n'''Caudimordax''' was a famous sword that in popular romances was more vulgarly known as \"Tailbiter,\" which is a translation of its Latin name.  With this weapon of renown [[Farmer Giles]] was able to subdue the mighty [[dragons#Other fiction|dragon]] [[Chrysophylax]].\n\n==History==\nCaudimordax was originally owned by [[Bellomarius]], the greatest dragon-slayer of the realm.  Bellomarius was said to have been the maternal great-great-grandfather of [[Augustus Bonifacius]], who was the king of the [[Middle Kingdom]] when Giles was a farmer. This family lineage may explain why Caudimordax ended up in the king's armoury, discarded and forgotten.\n\nAfter Farmer Giles had managed to chase away a [[The Giant|giant]] who had threatened the village of [[Ham]], the king thought it fitting to send him a testimonial and a gift. The gift happened to be Caudimordax, for the king thought that it would be just right for a rustic. He was correct; Giles was very proud of his sword.\n\nHowever, when the dragon [[Chrysophylax]] descended upon the [[Middle Kingdom]] Giles' opinion about owning a sword changed.  As the dragon drew nearer he put the weapon in a kitchen cupboard.  There it stayed until the dragon invaded the nearby village of [[Quercetum]]. When the parson of [[Ham]] insisted upon seeing the sword Giles brought it out. To their mutual amazement, the blade leapt out of its sheath and refused to be put back in. The parson borrowed the sword overnight to study the inscriptions on it and its sheath.\n\nThe parson's inspection revealed the sword's name. The songs and tales told about this sword explained why it refused to be sheathed; it did so whenever a dragon was within five miles of it. Within a short time the alarmed farmer found himself outfitted with make-shift armour on his grey mare with the sword, looking for the dragon.\n\nThe great battle between Farmer Giles and Chrysophylax went like this: Giles came upon Chrysophylax suddenly when he rounded a sharp corner.  The sleeping dragon awoke when Giles' dog [[Garm]] bolted in fear and the farmer fell off his horse into a ditch.  Chrysophylax sprang when Giles had dropped Caudimordax, but the farmer grabbed it and the sword flashed up straight at the dragon's eyes.  When Giles subsequently tried to shoo the worm away, Caudimordax managed to injure the dragon's right wing joint. It was the best that the great sword could do in such inexperienced hands.\n\nFarmer Giles took Caudimordax with him when he went on the expedition ordered by the king to get the treasure of Chrysophylax. While the dragon easily devoured or scared off all of the rest of the king's men, he was brought up short upon the sight of Giles with the famous sword.  Using the threat of Caudimordax, Giles induced Chrysophylax to carry a goodly portion of his hoard to the village of Ham.\n\nWhen Giles confronted King Augustus Bonifacius, Caudimordax was in his hand. Giles kept the famed weapon ever in reach while the dragon dwelt in the village of Ham.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]''</ref>\n{{references}}\n[[Category:Farmer Giles of Ham]]\n[[Category:Greco-Roman names]]"}}}