{"parse": {"title": "The Tale of Years of the Second Age", "pageid": 19855, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Annúminas"}, {"ns": 0, "exists": "", "*": "Anárion"}, {"ns": 0, "exists": "", "*": "Appendix B"}, {"ns": 0, "exists": "", "*": "Ar-Pharazôn"}, {"ns": 0, "exists": "", "*": "Aragorn"}, {"ns": 0, "exists": "", "*": "Arnor"}, {"ns": 0, "exists": "", "*": "Arthedain"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dangweth Pengoloð"}, {"ns": 0, "exists": "", "*": "Déagol"}, {"ns": 0, "exists": "", "*": "Elendil"}, {"ns": 0, "exists": "", "*": "Elros"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Isildur"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Last Alliance"}, {"ns": 0, "exists": "", "*": "Last Writings"}, {"ns": 0, "exists": "", "*": "Míriel"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Númenórean"}, {"ns": 0, "exists": "", "*": "Of Dwarves and Men"}, {"ns": 0, "exists": "", "*": "Of Lembas"}, {"ns": 0, "exists": "", "*": "One Ring"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Second Age 1697"}, {"ns": 0, "exists": "", "*": "Second Age 3319"}, {"ns": 0, "exists": "", "*": "Second Age 3441"}, {"ns": 0, "exists": "", "*": "Second Age 750"}, {"ns": 0, "exists": "", "*": "Siege of Barad-dûr"}, {"ns": 0, "exists": "", "*": "Smeagol"}, {"ns": 0, "exists": "", "*": "Tal-Elmar (chapter)"}, {"ns": 0, "exists": "", "*": "Tar-Palantir"}, {"ns": 0, "exists": "", "*": "The Appendix on Languages"}, {"ns": 0, "exists": "", "*": "The Calendars"}, {"ns": 0, "exists": "", "*": "The Family Trees"}, {"ns": 0, "exists": "", "*": "The Heirs of Elendil"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The History of the Akallabêth"}, {"ns": 0, "exists": "", "*": "The Making of Appendix A"}, {"ns": 0, "exists": "", "*": "The New Shadow"}, {"ns": 0, "exists": "", "*": "The Peoples of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Problem of Ros"}, {"ns": 0, "exists": "", "*": "The Prologue"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "The Shibboleth of Fëanor"}, {"ns": 0, "exists": "", "*": "The Tale of Years of the Third Age"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1100"}, {"ns": 0, "exists": "", "*": "Third Age 2"}, {"ns": 0, "exists": "", "*": "Third Age 2463"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe12chapters"}, {"ns": 10, "exists": "", "*": "Template:Rp"}, {"ns": 10, "exists": "", "*": "Template:SA"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:PM"}], "images": [], "wikitext": {"*": "{{HoMe12chapters}}\n'''The Tale of Years of the Second Age''' is the sixth chapter of ''[[The Peoples of Middle-earth]]'', the twelfth book in the series ''[[The History of Middle-earth]]''. This chapter describes the writing and development of the history of the [[Second Age]] that would be published in the first part of [[Appendix B]]. As noted in the fifth chapter, ''[[The History of the Akallabêth]]'', the text of that story and the construction of the Second Age chronology occurred in parallel.\n\nThe origin of the chronology for the Second Age appeared on two small half-sheets of paper. [[Christopher Tolkien]] labeled the first page 'T(a)' in recognition of its primary nature and because it was a set of calculations rather than a chronology. On the first page [[J.R.R. Tolkien]] wrote \"Time Scheme\" and stated that 'Ages' last ''about'' 3,000 years, although the Second Age was to be approximately 3,500 years long. [[Númenor]] was established 10 years after the Great Battle, [[Elros]] reigned for 410 years, eleven more kings followed with an average reign of 240 years each, and the last king reigned for 220 years, which all added up to 3,280 years. Post-downfall, 100 years elapsed before [[Sauron]] declared war on the exiles, another 3 years passed to gather the [[Last Alliance]], and the [[Siege of Barad-dûr]] lasted for 7 more years, for a total of 3,390 years for the Second Age. To these calculations Tolkien added that the [[One Ring]] was lost 3,000 years ago (by the time of [[Frodo Baggins|Frodo]]). For 500 years Sauron had been quiet. [[Smeagol]] got the ring about 2,400 years after the death of [[Isildur]] and thus had it for 600 years.\n\nTolkien also defined the lifespans of the people of Númenor: An average [[Númenórean]] lived 210 years (3 x 70), but for members of the royal house the average life was 350 years (5 x 70). A Númenórean king acceded between 100 to 120 years old and ruled for about 250 years.<ref name=Age>{{PM|Second}}</ref>{{rp|166–167}}\n\nThe calculations above were then changed by Tolkien, in emendations on this page, as follows: The 100 years before Sauron declared war was increased to 110 years. The approximate length of the Second Age was reduced from 3,500 to 3,400 years. The establishment of Númenor was moved from the year 10 to the year 50, which put the fall of Númenor in the year 3,320 and a total of 3,440 years for the Second Age. In the [[Third Age]], Sauron's quiet period was doubled from 500 to 1,000 years. The finding of the Ring moved from 600 to 1,100 years after [[Isildur]]'s death, which decreased Gollum's possession of it from 2,400 to 1,900 years.\n\nA last note added to the first page stated that [[Aragorn]] appeared as a hardened man of 45 although he was actually 90. He would live at least another 50 and probably 70 years. Being a pure-blooded Númenórean, Aragorn had an extended lifespan, but by the end of the Third Age this had dwindled to a double, not triple, life.\n\nThe second page of the original two half-sheets was the earliest version of the \"Tale of Years\" and so Christopher labeled it 'T1'. This page was so heavily overwritten that Christopher discussed instead a cleaned up version, still considered T1 since it followed the marked page so closely. In T1's Second Age chronology Christopher especially pointed out the \"Foundation of Tarkilion\" which he felt was quickly changed to \"Foundation of Artheden (Dunhirion)”. ''Dunhirion'' was later corrected to ''[[Annúminas]]''. ''Artheden'' was the first appearance of the word ''[[Arthedain]]'' but actually referred to the kingdom of ''[[Arnor]]''.<ref name=Age />{{rp|167}}\n\nMost of the dates in the next version, T2, were different from the dates in Appendix B for the same events (for example, in T2 [[Rivendell]] was founded in {{SA|750}} while in Appendix B it was established in {{SA|1697|n}}). The most extreme dating difference was in the finding of the Ring: In T2 [[Déagol]] found it in {{TA|1100}} whereas in Appendix B he found it in {{TA|2463|n}}. Christopher listed those points where T(a), T2, and manuscript A of the ''Akallabêth'' all agreed, which demonstrated their parallel development.<ref name=Age />{{rp|169–170}} He also made mention of two other points about T2: First, in T2 the Second Age ended with the taking ''and loss'' of the One Ring whereas in the final chronology the Ring was taken in {{SA|3441}} and lost in {{TA|2}} when Isildur was slain. Second, in T2 [[Elendil]]'s son [[Anárion]] was listed before Isildur because originally Anárion was the older of the two. Accompanying T2 was another loose page that Christopher called T(b). It was a reiteration of the calculations of Númenórean lifespans.<ref name=Age />{{rp|170}}\n\nChristopher discussed the various and confusing differences between computations and chronologies up to this point, noting that some of the later parts reverted to older concepts. The ''Akallabêth'' had a different scheme<ref>{{PM|Akallabeth}}, pp. 150-151</ref> that arrived at the same ending point of {{SA|3319}} for the Downfall. Christopher was at a loss to explain the textual puzzle for all these disparate pieces. He did feel that the formulaic calculations of the reigns of the Númenórean kings provided the framework for the chronology of the Second Age since the dating of events in Middle-earth were marked by extreme fluidity.<ref name=Age />{{rp|172}}\n\nT3 was a copy of T2 with a few expansions. T3 was then expanded into version T4, which was reproduced in this chapter. Christopher noted that T4 did not introduce many new dates but the text for the existing dates was expanded so that T4 had become a condensed history rather than a chronological list. An amanuensis typescript of T4 was made, T5, which Tolkien heavily corrected, but mostly to trim the text by omitting phrases. At this stage the ''Akallabêth'' had reached its second stage and the entries for [[Ar-Pharazôn]] now refer to him as the twenty-fifth king of Númenor instead of the thirteenth. Some of the opening dates for the Second Age were altered, ''Nazgûl'' replaced ''Úlairi'', and ''Avallon'' was replaced by ''Eressëa'' or omitted altogether.<ref name=Age />{{rp|177}}\n\nAfter T5, Tolkien was faced with the impending deadline for publication of ''[[The Return of the King]]'' and had to finish quickly while cutting dramatically. Christopher presented a new chronology culled from a confused collection of manuscripts, showing out-of-order dates interleaved in a list. This mess was then replaced by a more coherent version, with many dates moved backward by one hundred years (but which were restored in the published Appendix B).\n\nThe entry for the years 2250 to 3000 broke off suddenly in mid-sentence, followed by a lengthy account of the history of the Númenóreans. Christopher believed that his father was daunted by the fact that no history of Númenor was to be included in ''The Lord of the Rings'' and felt that a mere chronological scheme was inadequate. Eventually this piece would be moved from the Tale of Years to Appendix A. Actually there were two pieces – Tolkien composed the story twice – which contained more information about [[Tar-Palantir]], [[Míriel]], and Ar-Pharazôn than was published. Two passages from the text were cited in this chapter.<ref name=Age />{{rp|180–184}}\n\n{{references}}\n[[Category:The Peoples of Middle-earth chapters|Tale of Years of the Second Age]]"}}}