{"parse": {"title": "The Flight of the Noldoli", "pageid": 36276, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Alqualondë"}, {"ns": 0, "exists": "", "*": "Amnos"}, {"ns": 0, "exists": "", "*": "Doom of Mandos"}, {"ns": 0, "exists": "", "*": "First Kinslaying"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Gilfanon's Tale: The Travail of the Noldoli and the Coming of Mankind"}, {"ns": 0, "exists": "", "*": "Great Lands"}, {"ns": 0, "exists": "", "*": "Helkaraksë"}, {"ns": 0, "exists": "", "*": "Kôr"}, {"ns": 0, "exists": "", "*": "Lindo"}, {"ns": 0, "exists": "", "*": "Melko"}, {"ns": 0, "exists": "", "*": "Noldoli"}, {"ns": 0, "exists": "", "*": "Nólemë"}, {"ns": 0, "exists": "", "*": "Qerkaringa"}, {"ns": 0, "exists": "", "*": "Rúmil (elf of Tirion)"}, {"ns": 0, "exists": "", "*": "Solosimpi"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part One"}, {"ns": 0, "exists": "", "*": "The Chaining of Melko"}, {"ns": 0, "exists": "", "*": "The Coming of the Elves and the Making of Kôr"}, {"ns": 0, "exists": "", "*": "The Coming of the Valar and the Building of Valinor"}, {"ns": 0, "exists": "", "*": "The Cottage of Lost Play"}, {"ns": 0, "exists": "", "*": "The Hiding of Valinor"}, {"ns": 0, "exists": "", "*": "The Music of the Ainur"}, {"ns": 0, "exists": "", "*": "The Tale of the Sun and Moon"}, {"ns": 0, "exists": "", "*": "The Theft of Melko and the Darkening of Valinor"}, {"ns": 0, "exists": "", "*": "Tolkien"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Vefántur"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoME1chapters"}], "images": [], "wikitext": {"*": "{{HoME1chapters}}\n'''The Flight of the Noldoli''' is the seventh chapter of ''[[The Book of Lost Tales Part One]]''.\n\n==Synopsis==\n[[Lindo]]'s narrative continues. After [[Melko]]'s escape, [[Fëanor]] spoke to the [[Noldoli]] in [[Kôr]] and urged them to follow him out of [[Valinor]]. Many joined him, and although [[Nólemë]] counselled them against this, they were determined to go. Nólemë, not wishing to be separated from his people, went with them out of Kôr, and to the shoreland homes of the [[Solosimpi]].\n\nThis text is followed by a brief section later struck through by [[Tolkien]], which describes the coming of the Noldoli to the haven of [[Alqualondë|Cópas]], and their taking of the ships of the Solosimpi for the use of their own women and children.\n\nThe short struck-out section was replaced at a later time by a longer, more carefully written passage titled \"The Kinslaughter (Battle of Kópas Alqalunten)\", which details a slightly altered story: The Solosimpi had built on the shores a beautiful haven called [[Alqualondë|Kópas Alqaluntë]]. The Noldoli came there, and desiring ships to hasten their journey along their shore, the Noldoli asked ships of the Solosimpi. The Solosimpi refused, but the Noldoli seized their ships despite this. They placed their women and children on board and set the ships to sail while the rest of the host walked alongside them on the shore. This angered the Solosimpi, who threatened the Noldoli in the ships with rocks and strung their bows. The Noldoli on the shore, thinking war already begun, came up behind the gathered Solosimpi and [[First Kinslaying|slew them]]. This evil deed led to great sorrow throughout all of Valinor afterwards. \n\nThe inserted section ends and Lindo's story continues: The Noldoli travelled north to where the sea dividing the [[Great Lands]] from the western shores dwindled to a narrow strait. Before arriving there, they were spied by a servant of [[Vefántur]], who warned them and spoke prophecy of evil things to come. This prophecy later became known as the [[Doom of Mandos|Prophecy]] of [[Amnos]]. The Noldoli attempted to use ships to ferry their host across the icy gulf in groups, but the great ship they sent was destroyed by a terrible eddy. A thin neck of ice called the [[Helkaraksë]] nearly bridged the gulf, but it was cut off from the far shore by the [[Qerkaringa]], a dangerous sound of water, and they could not pass that way.\n\nThe Noldoli despaired, and many blamed Fëanor, but they knew they would not be permitted to return to Valinor. They camped on the shores with much regret. Yet winter deepened, and floating ice jammed in the Qerkaringa until the current could not move it. Then the Noldoli left their ships and their camp and attempted the treacherous passage of Helkaraksë and Qerkaringa. Many were lost to the dangerous ice, but at last a reduced host of the Noldoli reached the Eastern shore. Here concluded [[Rúmil (elf of Tirion)|Rúmil]]'s tale of the darkening of Valinor.\n\n{{DEFAULTSORT:Flight of the Noldoli}}"}}}