{"parse": {"title": "Bilbo's birthday speech", "pageid": 65909, "redirects": [{"from": "Bilbo’s Birthday Speech", "to": "Bilbo's birthday speech"}], "links": [{"ns": 0, "exists": "", "*": "22 September"}, {"ns": 0, "exists": "", "*": "A Long-expected Party"}, {"ns": 0, "exists": "", "*": "Bilbo's Farewell Party"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Hobbit"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Quest for Erebor"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Shadow of the Past"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 3001"}, {"ns": 14, "exists": "", "*": "Category:Images by Francesco Amadio"}], "templates": [{"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:FR"}], "images": ["Francesco_Amadio_-_Bilbo's_speech.jpg"], "wikitext": {"*": "[[File:Francesco Amadio - Bilbo's speech.jpg|thumb|''Bilbo's speech'' by [[:Category:Images by Francesco Amadio|Francesco Amadio]]]]\n'''Bilbo’s birthday speech''' was given after the final meal at [[Bilbo Baggins]] 111st [[Bilbo's Farewell Party|birthday party]]<ref name=Party>{{FR|Party}}</ref> on [[22 September]], {{TA|3001}}.\n\nBilbo’s speeches were known to be rambling, contain poetry and refer back to his previous [[Quest for Erebor|adventures]]. This made them dreaded additions for any [[Hobbit]] attending a dinner hosted by Bilbo.<ref name=Party/>\n\nThis speech became famous because it was, for most of the Hobbits that knew him, the final time they would see Bilbo alive.\nAfter the final word of his speech Bilbo secretly placed [[The One Ring|his ring]] on his finger and disappeared. This lead to the legend of “Mad Baggins” who could vanish and later reappear with bags of jewels and gold.<ref>{{FR|Shadow}}</ref>\n\n==Speech==\n<blockquote>\n''My dear People,''\n''My dear Bagginses and Boffins, and my dear Tooks and Brandybucks, and Grubbs, and Chubbs, and Burrowses, and Hornblowers, and Bolgers, Bracegirdles, Goodbodies, Brockhouses and Proudfoots. Also my good Sackville-Bagginses that I welcome back at last to Bag End. Today is my one hundred and eleventh birthday: I am eleventy-one today!''\n\n''I hope you are all enjoying yourselves as much as I am. I shall not keep you long. I have called you all together for a Purpose. Indeed, for Three Purposes! ''\n\n''First of all, to tell you that I am immensely fond of you all, and that eleventy-one years is too short a time to live among such excellent and admirable hobbits.''\n\n''I don't know half of you half as well as I should like; and I like less than half of you half as well as you deserve.''\n\n''Secondly, to celebrate my birthday. I should say: OUR birthday. For it is, of course, also the birthday of my heir and nephew, Frodo. He comes of age and into his inheritance today. Together we score one hundred and forty-four. Your numbers were chosen to fit this remarkable total: One Gross, if I may use the expression. ''\n\n''It is also, if I may be allowed to refer to ancient history, the anniversary of my arrival by barrel at Esgaroth on the Long Lake; though the fact that it was my birthday slipped my memory on that occasion. I was only fifty-one then, and birthdays did not seem so important. The banquet was very splendid, however, though I had a bad cold at the time, I remember, and could only say 'thag you very buch'. I now repeat it more correctly: Thank you very much for coming to my little party. ''\n\n''I wish to make an ANNOUNCEMENT. ''\n\n''I regret to announce that - though, as I said, eleventy-one years is far too short a time to spend among you - this is the END. I am going. I am leaving NOW. ''\n\n''GOOD-BYE!''\n</blockquote>\n\n{{references}}\n[[Category:Events]]\n[[Category:Third Age]]"}}}