{"parse": {"title": "The Meaning of Everything", "pageid": 39284, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Meaning of Everything.png"}, {"ns": 0, "exists": "", "*": "16 October"}, {"ns": 0, "exists": "", "*": "1928"}, {"ns": 0, "exists": "", "*": "2003"}, {"ns": 0, "exists": "", "*": "6 June"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Oxford English Dictionary"}, {"ns": 0, "exists": "", "*": "The Ring of Words"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:WP"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Meaning_of_Everything.png"], "wikitext": {"*": "{{book\n| title=The Meaning of Everything:<br><small>The Story of the Oxford English Dictionary</small>\n| image = The Meaning of Everything.png\n| author=Simon Winchester\n| foreword=\n| publisher=Oxford University Press\n| date=[[16 October]] [[2003]]\n| format=Hardcover; paperback\n| pages=260\n| isbn=0198607024\n}}\n'''''The Meaning of Everything: The Story of the Oxford English Dictionary''''' traces the history of the ''[[Oxford English Dictionary]]''.\n\n[[J.R.R. Tolkien]]'s work with the ''Oxford English Dictionary'' is briefly mentioned in the book (pp.&nbsp;206–7, 246). In the Foreword is recorded that Tolkien was among the 150 men invited to a dinner on [[6 June]] [[1928]] celebrating the completion of the ''Oxford English Dictionary'', held in [[Wikipedia:Worshipful Company of Goldsmiths|Goldsmith's Hall]], London (pp. xix–xxv).<ref>{{webcite|author=[[Christina Scull]] and [[Wayne G. Hammond]]|articleurl=http://www.hammondandscull.com/addenda/chronology.html|articlename=Addenda and Corrigenda to ''The J.R.R. Tolkien Companion and Guide'' (2006) Vol. 1: Chronology|dated=|website=HS|accessed=31 May 2012}}</ref>\n\n==From the publishers==\n\n{{blockquote|A kleptomaniac, the nephew of a French Emperor, the creator of an imaginary land inhabited by small hairy creatures, a homicidal lunatic, an Esperanto enthusiast, the man who introduced the camel to the Wild West, the captain of an all-ladies sculling team, a hermit, and the son of a Scottish draper. Just who were these people and what connected them to the world's greatest dictionary? It was on New Year's morning, 1928, that an eruption of mad lexical glee from a battered old typewriter on a desk in Baltimore from the hands of Henry Louis Mencken sent news all across the USA of the long-awaited publication of the book that was to crown the English language undisputed monarch of the linguistic kingdom. From the Oxford-based project a total of 414,825 words, ten times as many as had hitherto been suspected of existing, had now been recognized and catalogued, the results of seventy years of Herculean effort by scholars, linguists, and thousands of ordinary and not-so-ordinary people. The Meaning of Everything is a readily accessible historical account of the making of the remarkable ''Oxford English Dictionary'', leading up to the appointment of the first editor, James Murray, in 1879 through to its triumphant publication in 1928 and beyond. Brought to life by Simon Winchester's characteristic talent for story-telling, the achievement of making the dictionary is an unforgettable story, and is further enlivened by portraits of the myriad characters involved in its creation. From the context of early dictionaries and national projects of the Victorian Era, Simon Winchester leads his narrative through early attempts to create what was then expected to be a four-volume dictionary, the appointment of James Murray as editor, the unusual, never-before-attempted way in which the book was constructed, and the people and processes involved in the definition of thousands of words, to the triumphant publication of the dictionary and its adaptation to the age of technology. The profound impact the volumes had when they first appeared, the fame the dictionary has had in the eight decades since, and that it can be expected to have in years to come, receive full and fascinating treatment here at the pen of the best-selling author of ''The Surgeon of Crowthorne'' and ''The Map That Changed The World''.}}\n\n{{blockquote|'''About the Author'''<br>\nSimon Winchester is the author of the bestsellers ''The Map That Changed the World'' and ''The Surgeon of Crowthorne''. After studying geology at Oxford, Simon Winchester became a foreign correspondent for the Guardian and the Sunday Times, and was based in Belfast, New Delhi, New York, London, and Hong Kong. He has written for the ''New York Times'', the ''Smithsonian'', the ''Spectator'', and ''National Geographic'', and is a frequent contributor to the BBC. His 1998 book ''The Surgeon of Crowthorne'' about the murderer Dr W. C. Minor, whose work from his cell in the Broadmoor Lunatic Asylum was so important in the compilation of the dictionary, was a surprise worldwide bestseller. Simon Winchester lives in Massachusetts, New York, and the Western Isles of Scotland.}}\n\n==See also==\n* ''[[The Ring of Words]]''\n\n==External links==\n*{{WP|The Meaning of Everything}}\n{{References}}\n{{title|italics}}\n{{DEFAULTSORT:Meaning of Everything, The}}\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}