{"parse": {"title": "The Lord of the Rings Fan Club Official Movie Magazine 4", "pageid": 9769, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Fan Club Official Movie Magazine"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["The_Lord_of_the_Rings_Fan_Club_Official_Movie_Magazine_4.jpg"], "wikitext": {"*": "[[File:The Lord of the Rings Fan Club Official Movie Magazine 4.jpg|thumb|Cover]]\n'''''The Lord of the Rings Fan Club Official Movie Magazine'' 4''' was the fourth issue of ''[[The Lord of the Rings Fan Club Official Movie Magazine]]'' for Aug/Sep 2002.\n\n{{quote|John Rhys-Davies looms large as he talks about creating the stalwart dwarf, Gimli, and Viggo Mortensen shares his artistic passions that extend well beyond his recent Lord of the Rings fame. Casting director Liz Mullane tells us about finding Elves in New Zealand, and we talk to props master Nick Weir and continue our interview with Costume Designer Ngila Dickinson.|[[The Lord of the Rings Fan Club]]}}\n\n==Contents==\n===Departments===\n* '''6''' MAILBAGGINS\n* '''10''' NEWS FROM MIDDLE-EARTH\n** Dan Madsen reports on his visit to The Lord of the Rings set in New Zealand during final Two Towers reshoots... The Art of the Fellowship of the Ring brings fans a detailed look at the creation of The Lord of the Rings props, costumes, and more!\n* '''16''' UNSUNG HEROES\n** Beginning with this issue, we introduce you to the thousands of individuals who have played important but often anonymous roles in bringing The Lord of the Rings to cinema. This issue: Props Master Nick Weir.\n* '''18''' UPDATE WITH PETER JACKSON\n** The director talks with Dan Madsen about the latest The Lord of the Rings news, plus how he manages to survive his brutal schedule!\n* '''70''' FAN FOCUS\n** In this new department, we shine the spotlight on you, our Fan Club members! We bring you news of Fan Club events and activities, an Official Movie Magazine Challenge, and a feature spotlighting local and regional Fan Club groups; in this issue, we showcase the \"Scottish Fellowship.\"\n* '''72''' CATALOG\n* '''82''' QUOTEWORTHY\n\n\n===Features===\n* '''28''' JOHN RHYS-DAVIES - Standing Tall\n** This beloved character actor, once best-known as Indiana Jones' sidekick now has a new place in cinema history. Rhys-Davies spoke at length with Dan Madsen about the physically challenging experience of playing Gimli, J.R.R. Tolkien's courageous dwarf, revealing that he was skeptical about the project when he was first offered the role.\n* '''38''' FIRST HAND - Casing The Lord of the Rings\n** In an exclusive article, Liz Mullane, New Zealand casting directory for The Lord of the Rings, shares tales of her quest to find hundreds of people suited to step into the roles of Hobbits, Elves, Uruk-hai and the like, in her tiny native country of New Zealand.\n* '''44''' THE ART OF VIGGO MORTENSEN\n** Viggo Mortensen's artist pations reach far beyond his work as an actor. Mortensen, whose portrayal of Aragorn  has been praised by J.R.R. Tolkien fans, is also an accomplished painter, photographer, and poet. Mortensen recently talked with us about his artwork, as well as a selection of his paintings and photographs - some of which were shot in his time in New Zealand.\n* '''54''' ARTIFACTS - Costumes, Part II\n** In the second part of her interview with Dan Madsen, Academy Award-nominee Ngila Dickson shares more of the stories behind the imaginative costumes of The Lord of the Rings, including the thought process behind many of the major characters' garb.\n* '''64''' DOWN THE ADVENTURE PARTH - A German Tale\n** We bring you the story of a Lord of the Rings fan who is leading a double life in order to indulge his love of both model-making and J.R.R. Tolkien's classic tales. German physician and entreprneneur Thomas Seufferle is one of the creative minds behind Star Toys, purveyor of model kits based on The Lord of the Rings films.\n\n{{title|journal}}\n{{DEFAULTSORT:The Lord of the Rings Fan Club Official Movie Magazine 04}}\n[[Category:The Lord of the Rings Fan Club Official Movie Magazine]]"}}}