{"parse": {"title": "J.R.R. Tolkien's inspirations/notes", "pageid": 14684, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Beowulf (poem)"}, {"ns": 0, "exists": "", "*": "Cirth"}, {"ns": 0, "exists": "", "*": "John Garth"}, {"ns": 0, "exists": "", "*": "Letter 337"}, {"ns": 0, "exists": "", "*": "Letter to L.M. Cutts"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "The Monsters and the Critics"}, {"ns": 0, "exists": "", "*": "The Seafarer (poem)"}, {"ns": 0, "exists": "", "*": "University of Oxford"}, {"ns": 0, "exists": "", "*": "Virgin Mary"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Manual of Style"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Cleanup"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}], "images": ["Material_icon_-_Mop.svg"], "wikitext": {"*": "{{cleanup}}\n\n==General notes==\n\n*General - JRRT discusses his sources in a letter to L.M. Cutts (see [[Letter to L.M. Cutts]]).\n*General - [[Letter 337]] (from a letter to 'Mr Wrigley'): \"I fear you may be right that the search for the sources of ''The Lord of the Rings'' is going to occupy academics for a generation or two. I wish this need not be so. To my mind it is the particular use in a particular situation of any motive, whether invented, deliberately borrowed, or unconsciously remembered that is the most interesting thing to consider.\"\n\n==Life and experiences==\n\n*The inspiration for the character Tom Bombadil was a puppet which was stuck in the toilet. The puppet belonged to one of Tolkien's sons, and after Tolkien had \"saved\" it, he wrote a poem dedicated to Tom. In the poem the character meets Goldberry, a waternymph. (A pretty bad joke, thinking about what the poor puppet experienced.)\n*We followed a section of the Pilgrims' Way, leading to Canterbury. 'The Bull' is a common name for old pubs. It refers not to the animal but to the Papal Bull the innkeeper had purchased to permit him to traffic with pilgrims. The area is also where Tolkien came from, and the gnarled treeroots twisting out into sunken lanes certainly suggest a possible genesis for the ents.\n*Sam gardener – Tolkien's love of plants (and perhaps gardening)\n*Last year a Birmingham nature reserve that is thought to have inspired parts of Tolkien's novels was renamed The Shire Country Park, after the place where hobbits dwell in Middle Earth. \nIt includes Moseley Bog, which dates back to the Bronze Age, and is thought to have inspired the \"Old Forest\" in the books. \nSarehole Mill, near the family home and now a museum, is viewed as being the \"great mill\" of The Shire.\n*university of Birmingham clock tower - eye of sauron, orthanc ?\n\n==Literary inspirations==\n\n===The Bible and Christian theology===\n\n*Tolkien carefully chose the date when the Fellowship began their journey to destroy the One Ring: the 25th of December, the same day that the [[Virgin Mary]] gave birth to Jesus Christ.\n*Just as Tolkien carefully chose the date when the Fellowship set out from Rivendell, he was just as careful with choosing the date when the One Ring was destroyed: March 25, the day Jesus Christ died and defeated Satan.\n*Balrogs – fallen angels with cut wings in Bible\n*Morgoth - means in Elvish the same as Satan in Hebrew: \"the Enemy, the Adversary\"\n*The Bible and the Book of Enoch tell of a group of angels that descended from heaven and took women as their wives. They bore children that were taller, stronger and more intelligent than normal.\n*Man means \"Adan\" in Sindarin, in reference to Adam the first man\n*Prior to seeing the movies I had read, Holy Blood Holy Grail, as was aware of the San Graal or royal blood. Tolkien also realized the importance of this and wrote, ‘but in the wearing of the swift years of Middle-earth, the line of Meneldil son of Anaron failed, and the tree withered, and blood of the Numenoreans became mingled with that of lesser man’.\n\n===English literature and myths===\n\n*[[The Seafarer (poem)]]\n\n====''The Hobbit'' and ''Beowulf''====\n\nDuring his time as a professor at the [[University of Oxford]] Tolkien studied Anglo-Saxon. One of the Anglo-Saxon pieces of literature he studied is the epic poem ''[[Beowulf (poem)|Beowulf]]'', about which he wrote essays such as ''[[The Monsters and the Critics]]''. Interesting parallels can be found between ''The Hobbit'' and ''Beowulf''.\n\nThe plots of the two stories are very similar. In both of them a party of 13 sets out to seek satisfaction for a crime committed by a dragon. Both parties contain a thief, which in ''The Hobbit'' is Bilbo, who steals a cup from the sleeping dragon's hoard by using a secret passage. Both dragons then awake from their deep slumber and cause terror and destruction. Both dragons are well protected by their armour, a natural one in ''Beowulf'' and one made of gold and diamonds in ''The Hobbit'', but finally they are killed.\n\nBut not only the plots share similarities, both main characters, Bilbo and Beowulf, share characteristics. Both heroes defy their enemies with their supernatural power, which in Bilbo's case is the ring and in Beowulf's case is his supernatural strength. While Beowulf has the help of God, Bilbo often prevails because of his sheer luck. Both are of noble ancestry and both get separated from their group, Bilbo in the mountains, Beowulf when he is captured by Grendel's mother.\n\nAdditionally some elements of Anglo-Saxon culture can be found. In both books a king, which in Anglo-Saxon sometimes is called ring or gold giver, awards his warriors with treasures and war gear. In Anglo-Saxon culture poems are important, as they contain the people's history and they are sung by scops. Two of these songs are found in ''Beowulf'' and more in ''The Hobbit''.  Tolkien's dwarves particularly mirror Anglo-Saxon society, both in their warrior nature and in their desire for jewelry and war gear.  The dwarven writing system, or [[Cirth]], also has clear influences from Anglo-Saxon runic alphabets such as ''Futhark''.\n\n===Finnish myths===\n\n*Tom bombadil – from Väinämöinen? Check http://www.minastirith.com/cgi-bin/ultimatebb.cgi?ubb=get_topic;f=17;t=000024;p=5#000107\n*Talking (sentient) animals – talking animals in Kalevala ?\n*Maglor, daeron – väinämöinen (mighty singer) ?\n*Singing contest of sauron and felagund – singing contest between väinämöinen and joukahainen ?\n*Art of singing – art of singing in Kalevala\n*Hísilómë (the name) – Hiisi in kalevala?\n*Bard's black arrow – joukahainen's special bow and arrows\n*it is said that they [Lossoth] can run on the ice with bones on their feet, and have carts without wheels. – skis and sleds in Kalevala?\n*Treebeard – tapio in kalevala ?\n*Ents – talking trees in kalevala?\n**Now she asks the trees the question,\n**And the forest gives this answer:\n**\"We have care enough already,\n**Cannot think about thy matters;\n**Cruel fates have we to battle,\n**Pitiful our own misfortunes!\n**We are felled and chopped in pieces,\n**Cut in blocks for hero-fancy,\n**We are burned to death as fuel,\n**No one cares how much we suffer.\"\n*witchking – Pakkanen (?) in kalevala\n*abandoned homestead – lemminkäinen returns to his house burned down in kalevala (rune 29)\n*Tolkien's Finnish Connection: Echoes of the Kalevala in Middle-earth by Anne Petty [actively writing this now]\n*For me, most of the similarities between Vainamoinen and Gandalf stop at the repeated line \"Old reliable Väinämöinen\" (or so it is translated), though there are I guess some other small similarities (such as being saved by an eagle): the characters of the two characters are quite distinct.\n\n===Old Norse myths===\n\n*ragnarök - dagor dagorath\n*Röac - Hugin and Munin ?\n*The hag Louhi's theft of the sun and moon, which plunges Kaleva-land into darkness, suggests Tolkien's myth of Melkor's destruction of the two Lamps.\n*halls of mandos - valhalla\n*Finrod Felagund (slaying werewolf with hands and teeth, thus saving Beren) - Sigurd (killing wolf with hands and teeth)\n*eldar (the name) – from norse (?) eld, eldar\n*ingvë – yngve, frej in prose edda?\n*Ingvi (?) – ynglings in prose edda\n*Brand – in prose edda\n*Golden hair – thor's and sif's hair in prose edda\n*Hobbits' interest in genealogy – icelanders'\n*máhanaxar - Then said Gangleri: \"Where is the chief abode or holy place of the gods?\" Hárr answered: 'That is at the Ash of Yggdrasill; there the gods must give judgment everyday.\"\n**“The third root of the Ash stands in heaven; and under that root is the well which is very holy, that is called the Well of Urdr; there the gods hold their tribunal.” in Prose Edda\n*mîm (the name) – mîmir in Prose or Poetic Edda\n*tulkas: “He delights in wrestling and in contests of strength; and he rides no steed, for he can outrun all things that go on feet, and he is tireless.” – Thor in Prose Edda: “Thor walks to the judgment, and wades those rivers which are called thus”\n*elvenhome – alfheimr in Prose Edda\n*Vanyar (light elves) – light-elves in Prose Edda ?\n*Noldor (deep elves) – dark-elves in Prose Edda ?\n*Elves of the light - light-elves in Prose Edda ?\n*Dark elves - dark-elves In Prose Edda ?\n**“That which is called Álfheimr[1] is one, where dwell the peoples called Light-Elves; but the Dark-Elves dwell down in the earth, and they are unlike in appearance, but by far more unlike in nature. The Light-Elves are fairer to look upon than the sun, but the Dark-Elves are blacker than pitch.\n*gimli – gimle (the sky) in prose edda\n*island ferry: in prose edda:\n**She took from the north, out of Jötunheim, four oxen which were the soils of a certain giant and, herself, and set them before the plow. And the plow cut so wide and so deep that it loosened up the land; and the oxen drew the land out into the sea and to the westward, and stopped in a certain sound. There Gefjun set the land, and gave it a name, calling it Selund. And from that time on, the spot whence the land had been torn up is water: it is now called the Lögr in Sweden; and bays lie in that lake even as the headlands in Selund. Thus says Bragi, the ancient skald:\n**Gefjun drew from Gylfi | gladly the wave-trove's free-hold,\n**Till from the running beasts | sweat reeked, to Denmark's increase;\n**The oxen bore, moreover, | eight eyes, gleaming brow-lights,\n**O'er the field's wide: booty, | and four heads in their plowing\n*He also knew the myths of the Norse God Odin, king of the Vikings and owner of a ring that bound other rings and their wearers to him. Other tales that he studied included The Saga of the Ring and The Kingdom of the Circle.\n*Like many other things in Tolkien's mythos, the idea of half-elves is borrowed from Norse mythology, where elves occasionally had children with humans.\n\n===Greek myths===\n\n*Lúthien singing back Beren from Mandos – Orpheus, Eurydice, hades\n*Voyages of Eärendil – Homer's odyssey\n*taniquetil - olympus\n\n===Modern authors and books===\n\n*Tolkien's favorite fantasy/sci-fi authors were: \n**E.R. Eddison \n**John Christopher \n**Isaac Asimov \n**Mary Renault \n*I just finished reading H. G. Wells’s 1908 novel The War in the Air, a grimly prophetic tale of high-tech war and aerial bombardment, and I find myself wondering whether Tolkien ever read it. Because not only is the main character, Bert Smallways, remarkably hobbity (as is his character arc), but Bert’s return home at the end of the novel is strikingly similar to “The Scouring of the Shire.”\n*In its rather grandiloquent fashion (with a long line probably inspired by William Morris). John Garth, ''Tolkien and the Great War'', p.&nbsp;35.\n*In his hand he bore a single arrow, black-feathered and barbed with steel, but the point was painted red. - In A Tale of the House of the Wolfings by William Morris the Wolfings are summoned to war against the Romans in part by a messenger who carries 'the token of the war-arrow ragged and burnt and bloody' (Chapter 2).\n*New Erewhon: Erewhon (= ‘Nowhere’) is the title of a satire by Samuel Butler (1872). News from Nowhere: a fantasy of the future by William Morris (1890).\n*The sherd of Amenartas was in Greek (provided by Andrew Lang) of the period from which it was supposed to have survived, not in English spelt as well as might be in Greek letters. [For the sherd of Amenartas see H. Rider Haggard, She, chapter 3.]\n*the house of the wolfings by william morris: Thiodolf's lover is not human, but one of the Vala, who has given up her immortality for love. Afraid that he may die in battle she tries to save his life with a dwarfish coat of mail. The coat of mail is magic; but it is also cursed, and it is only towards the end of the story that Thiodolf fully understands that it can only save his life at the cost of betraying others: \"This mail is for the ransom of a man and the ruin of a folk\". And in this society, if the folk is ruined the individual is also ruined.\n*Several commentators, most notably John D. Rateliff in 'She and Tol­kien', Mythlore 8, no. 2, whole no. 28 (Summer 1981), have pointed out possible influences on Galadriel by aspects of Ayesha in works by H. Rider Haggard: She (1887), Ayesha: The Return of She (1905), She and Allan (1921), and Wisdom's Daughter (1923). Rateliff writes:\nThe most obvious parallel is She herself - Ayesha, Wisdom's daughter, She-Who-Must-Be-Obeyed. An exceedingly beautiful woman, so beautiful that all who see her remember the sight ever after, She rules a small, isolated, ancient kingdom, the borders of which no one is allowed to pass. Strangers are admitted only if she has sent word before­hand to admit them, and even then they must make part of the journey blindfolded. Beautiful and terrible, worshipful but fearsome, she is not only wise and beautiful but also immortal.... Like She, Galadriel is immortal, wise, queenly, and beautiful beyond belief. There are impor­tant differences between Ayesha and Galadriel, but the similarities are striking, [p.&nbsp;6]\nSteve Linley in 'Tolkien and Haggard: Some Thoughts on Galadriel', Anor 23 (1991) comments that both Galadriel and Ayesha 'have a powerful gaze, the effect of which on the recipient being the feeling of being laid bare or psychologically \"denuded\"', and 'both live amidst a culture of preservation; Ayesha, however, preserves only herself, for selfish reasons.... She treats all other human beings as a lesser species. . . . Ayesha actively seeks power and world domination', whereas Galadriel rejects the power the Ring would have given her. However, Linley points out that had Galadriel accepted the Ring 'the reader familiar with She might recognise that Galadriel would come to resemble Ayesha more closely in respect of her less appealing characteristics' (pp.&nbsp;12, 13, 14).\nIn 1966 Tolkien told Henry Resnik: 'I suppose as a boy She interested me as much as anything' (An Interview with Tolkien', Niekas 18 (Spring 1967). P- 40).\nIn 'She and Tolkien', Mythlore 8, no. 2, whole no. 28 (Summer 1981), John D. Rateliff further notes that in Rider Haggard's She, Chapter 13, 'we are told of \"a vessel like a font cut in carved stone ... full of pure water\" (described in She and Allan [Chapter 22] as \"a marble tripod on which stood a basin half full of water\"). Both Galadriel and Ayesha use this \"mirror\" to show the heroes visions of distant places and use it themselves to see what is happening in the outer world' (p.&nbsp;7). But there are differences in what the mirror shows. Ayesha says:\nThat water is my glass; in it I see what passes if I care to summon up the pictures which is not often. Therein I can show thee what thou wilt of the past, if be anything that has to do with this country and with what I have known, or anything that thou, the gazer hast known. Think of a face if thou wilt, and it shall be reflected from thy mind upon the water. I know not all the secret yet - I can read nothing in the future. [She, Chapter 13]\n*She lifted up her hand and from the Ring that she wore there issued a great light that illumined her alone and left all else dark. She stood before Frodo seeming now tall beyond measurement, and beautiful beyond enduring, terrible and worshipful. Then she let her hand fall, and the light faded ... and lo! she was shrunken: a slender elf-woman, clad in simple white - John D. Rateliff in 'She and Tolkien', Mythlore 8, no. 2, whole no. 28 (Summer 1981), cites the following from H. Rider Haggard's Ayesha: The Return of She, Chapter 19, as a possibly unconscious influence on this scene:\nShe began slowly to stroke her abundant hair, then her breast and body. Wherever her fingers passed the mystic light was born, until ... she shimmered from head to foot like the water of the phosphorescent sea, a being glorious yet fearful to behold. Then she waved her hand, and save for the gentle radiance on her brow, became as she had been. [p.&nbsp;6]\n===Other literary inspirations===\n\n*Goldilocks and the Three Bears\n\n==Other inspiration==\n\n*Legolas is the only one in the Fellowship who prefers the bow and arrow as a weapon. This has its origins in ancient myths about elves who shot arrows down from Heaven. The myths came from tales about ancient gods who threw bolts of lightning.\n\n==Unsorted==\n\n*Meneltarma, fuin (the mountain in Dorthonion) – koli, sinai, olympus ?\n*Manwë – ukko, zeus, thor?\n*Woods of hísilómë – Hiisi's dark forest ?\n*http://www.mythfolklore.net/andrewlang/images/red.jpg\n*chapter in red fairy book: “soria moria castle”\n*maia (the name) – The Strange Adventures of Little Maia in The Olive Fairy Book ?\n*journey into mordor – The Golden Key of George MacDonald, two children search for the mysterious \"land from where the shadows fall.\"\n*Hobbits – AH p.&nbsp;9\n*Goblins – gibbelins in Lord Dunsany\n*Balin (name) – HotH1 p.&nbsp;24\n*fimbulfambi (name) - HotH1 p.&nbsp;24\n*Middle-earth – middangeard\n*Mirkwood, wild wood – myrkwood in the Prose Edda, HotH1 p.&nbsp;19\n*Gandalf (the name) – in heimskringla\n*Elvenhome – alfheim in heimskringla\n*Red Book of Westmarch - Red Book of Hergest in the Mabinogion, Everyman edition by Lady Charlotte Guest (http://www.sacred-texts.com/neu/celt/mab/index.htm)\n*Ea - in the The Seven Evil Spirits\n*Erech – in The Seven Tablets of Creation\n*Swans – in kalevala?\n*Kalevala (http://www.gutenberg.org/dirs/etext04/kalec10.txt):\n**Puhuri, the north-wind, the father of Pakkanen (frost) is sometimes personified as a gigantic eagle.\n*Black stream in The hobbit – black Tuoni river in kalevala?\n*Ilúvatar – from finnish\n*whole shire was invited – in kalevala:\n**Thereupon the trusted maiden\n**Spread the wedding-invitations\n**To the people of Pohyola,\n**To the tribes of Kalevala;\n**Asked the friendless, asked the homeless\n**Asked the laborers and shepherds,\n**Asked the fishermen and hunters,\n**Asked the deaf, the dumb, the crippled,\n**Asked the young, and asked the aged,\n**Asked the rich, and asked the needy;\n**Did not give an invitation\n**To the reckless Lemminkainen,\n**Island-dweller of the ocean.\n*http://en.wikipedia.org/wiki/Farthing\n*http://en.wikipedia.org/wiki/Hundred_%28division%29\n*farthings on iceland\n*three farthing stone - Even more exciting, we found the Four Shire Stone (http://img.photobucket.com/albums/v111/Lizallinos/Knitted%20Hobbits/Moreton%20in%20the%20Marsh/fourshirestone.jpg), Tolkien's inspiration for his own Three Farthing Stone! It was so easy to imagine him stopping there on his way to visit his brother in Evesham, having a little rest and thinking to himself, \"I must put something of the sort in my book..\"! The Four Shire Stone marks the spot where four Shires came together in Tolkien's day.\n*http://www.rootsweb.com/~engcots/4ShireStonePhotos.html\n*four farthings - warwickshire, worcestershire, oxfordshire, gloucestershire ?\n*Bree – moreton-in-marsh?\n*shire – english shire\n*http://www.wagner-dc.org/haymes04_lec.html\n*gondor – venice: http://news.bbc.co.uk/1/hi/england/1858273.stm\n*http://www.sffworld.com/forums/showthread.php?t=9282\n*http://www.sffworld.com/forums/showthread.php?t=11556\n*http://www.sffworld.com/forums/showthread.php?t=8522&page=1&pp=15\n*http://groups.google.com/group/rec.arts.books.tolkien/msg/3fad9c3c879f5a2c?output=gplain\n*http://groups.google.com/group/alt.fan.tolkien/msg/bdb4b12467dc0ad1?output=gplain\n*golfimbul – golf and fimbultul\n*middle-earth – midgard\n*And Hárr answered: \"She is ring-shaped without, and round about her without lieth the deep sea; and along the strand of that sea they gave lands to the races of giants for habitation. But on the inner earth they made a citadel round about the world against the hostility of the giants, and for their citadel they raised up the brows of Ymir the giant, and called that place Midgard.\n*Aulë at the prayer of Yavanna wrought two mighty lamps for the lighting of the Middle-earth which he had built amid the encircling seas.\n*Middle-earth (the name) – “midgard”\n*Valimar - Asgard in Prose Edda\n*Telperion and Laurelin – Ash and Embla in Prose Edda\n*Their halls are above the everlasting snow, upon Oiolossë, the uttermost tower of Taniquetil, tallest of all the mountains upon Earth. When Manwë there ascends his throne and looks forth, if Varda is beside him, he sees further than all other eyes, through mist, and through darkness, and over the leagues of the sea. – “There is one abode called Hlidskjálf, and when Allfather sat in the high-seat there, he looked out over the whole world and saw every man's acts, and knew all things which he saw.” in Prose Edda\n*Greatest in strength and deeds of prowess is Tulkas, who is surnamed Astaldo, the Valiant. He came last to Arda, to aid the Valar in the first battles with Melkor. He delights in wrestling and in contests of strength; and he rides no steed, for he can outrun all things that go on feet, and he is tireless. His hair and beard are golden, and his flesh ruddy; his weapons are his hands. He has little heed for either the past or the future, and is of no avail as a counsellor, but is a hardy friend. – “The Earth was his daughter and his wife; on her he begot the first son, which is Ása-Thor: strength and prowess attend him, wherewith he overcometh all living things.” in Prose Edda\n*In seven hours the glory of each tree waxed to full and waned again to naught; and each awoke once more to life an hour before the other ceased to shine. Thus in Valinor twice every day there came a gentle hour of softer light when both trees were faint and their gold and silver beams were mingled. Telperion was the elder of the trees and came first to full stature and to bloom; and that first hour in which he shone, the white glimmer of a silver dawn, the Valar reckoned not into the tale of hours, but named it the Opening Hour, and counted from it the ages of their reign in Valinor. Therefore at the sixth hour of the First Day, and of all the joyful days thereafter, until the Darkening of Valinor, Telperion ceased his time of flower; and at the twelfth hour Laurelin her blossoming. And each day of the Valar in Aman contained twelve hours, and ended with the second mingling of the lights, in which Laurelin was waning but Telperion was waxing. – “Nörfi or Narfi is the name of a giant that dwelt in Jötunheim: he had a daughter called Night; she was swarthy and dark, as befitted her race. She was given to the man named Naglfari; their son was Audr. Afterward she was wedded to him that was called Annarr; Jörd[1] was their daughter. Last of all Dayspring had her, and he was of the race of the Æsir; their son was Day: he was radiant and fair after his father. Then Allfather took Night, and Day her son, and gave to them two horses and two chariots, and sent them up into the heavens, to ride round about the earth every two half-days. Night rides before with the horse named Frosty-Mane, and on each morning he bedews the earth with the foam from his bit. The horse that Day has is called Sheen-Mane, and he illumines all the air and the earth from his mane.\" in Prose Edda\n*Moon and sun – “A certain man was named Mundilfari, who had two children; they were so fair and comely that he called his son Moon, and his daughter Sun, and wedded her to the man called Glenr. But the gods were incensed at that insolence, and took the brother and sister, and set them up in the heavens; they caused Sun to drive those horses that drew the chariot of the sun, which the gods had fashioned, for the world's illumination, from that glowing stuff which flew out of Múspellheim. Those horses are called thus: Early-Wake and All-Strong; and under the shoulders of the horses the gods set two wind-bags to cool them, but in some records that is called 'iron-coolness.' Moon steers the course of the moon, and determines its waxing and waning.”\n*But Tilion was wayward and uncertain in speed, and held not to his appointed path; and he sought to come near to Arien, being drawn by her splendour, though the flame of Anar scorched him, and the island of the Moon was darkened. – “It is no marvel that she hastens furiously: close cometh he that seeks her, and she has no escape save to run away.\" Then said Gangleri: \"Who is he that causes her this disquiet?\" Hárr replied: \"It is two wolves; and he that runs after her is called Skoll; she fears him, and he shall take her. But he that leaps before her is called Hati Hródvitnisson. He is eager to seize the moon; and so it must be.\" in Prose Edda\n*Draugluin, carcharoth – “The saying runs thus: from this race shall come one that shall be mightiest of all, he that is named Moon-Hound; he shall be filled with the flesh of all those men that die, and he shall swallow the moon, and sprinkle with blood the heavens and all the lair; thereof-shall the sun lose her shining, and the winds in that day shall be unquiet and roar on every side.” in Prose Edda\n*Straight road - Bifröst in Prose Edda\n*Dwarves – dwarves in Prose Edda:\n**Next after this, the gods enthroned themselves in their seats and held judgment, and called to mind whence the dwarves had quickened in the mould and underneath in the earth, even as do maggots in flesh. The dwarves had first received shape and life in the flesh of Ymir, and were then maggots; but by decree of the gods had become conscious with the intelligence of men, and had human shape. And nevertheless they dwell in the earth and in stones.\n*Durin (the name) – durin in Vóluspá\n*Dwalin (the name) – dwalin in Vóluspá\n*nain (the name) – nain in Vóluspá\n*dain (the name) – dain in Vóluspá\n*bifur (the name) – bifur in Vóluspá\n*bafur (the name) – bafur in Vóluspá\n*bombur (the name) – bombur in Vóluspá\n*nori (the name) – nori in Vóluspá\n*ori (the name) – ori in Vóluspá\n*oin(the name) – oin in Vóluspá\n*thorin (the name) – thorin in Vóluspá\n*fili (the name) – fili in Vóluspá\n*fundin (the name) – fundin in Vóluspá\n*thrór (the name) – thrór in Vóluspá\n*gloin (the name) – gloin in Vóluspá\n*dori (the name) – dori in Vóluspá\n*oakenshield (the name) – eikinskjalde in Vóluspá\n*http://en.wikipedia.org/wiki/The_Eagle_and_Child\n*http://en.wikipedia.org/wiki/The_Hobbit\n*http://en.wikipedia.org/wiki/Lord_of_the_Rings\n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=1;t=002123\n*http://www.bplphoto.co.uk/TolkiensBirmingham/\n*Tirith – terrace?\n*http://en.wikipedia.org/wiki/Hacker_%28folklore%29\n*minas tirith and ithil – tale of two cities?\n**http://en.wikipedia.org/wiki/Mont_Saint_Michel\n**http://en.wikipedia.org/wiki/St_Michael%27s_Mount\n**http://skyscrapercity.com/showthread.php?t=164632\n**http://en.wikipedia.org/wiki/Image:Brueghel-tower-of-babel.jpg\n*Westfold – vestfold in norway\n*http://www.users.muohio.edu/shermalw/honors_2001_fall/honors_papers_2000/COMPTON_TOLKEIN.HTML\n*http://faculty.jbu.edu/jhimes/Silmarillion-Kalevala.html\n*grima in foster brothers' tale\n*Frodo – frode?\n*http://www.tolkiensociety.org/media/Who_is_who.html\n*Variags – variags (varangians)\n*Manwë – odin\n*Ilúvatar - odin\n*Mahal – taj mahal?\n*Tulkas – lithuanian tulkas\n*Tulkas – thor\n*Orome - thor\n*Grond, the Hammer of the Underworld – mjöllne\n*Gandalf, resurrection – balder\n*Gondorians – Egyptians\n*Berúthiel – skadi\n*The eye – odin's one eye ?\n*Osse, uinen – njord\n*Aldarion, erendis – njord, skadi ?\n*Cats – tolkiens dislike of cats\n*Yavanna – freja, frej\n*Rúmil, daeron – brage ?\n*Angainor – gleipne, drone, löding ?\n*Este – eir\n*Corsairs – mediterranean corsairs\n*Vala – vala (völva)\n*http://scv.bu.edu/~aarondf/Rivimages/realriv.html\n*gondors roads – roman roads\n*green dragon – pub in oxford, RC p.&nbsp;44, AH p.&nbsp;61, HotH p.&nbsp;98\n*http://forums.theonering.com/viewtopic.php?p=3301734&sid=10faf5ebdebf575e0a7f6ced9ffe0660#3301734\n*valarin – protogermanic?\n*Huorns – brothers grimm?\n*Boromirs funeral – scylds funeral\n*Ents – McDonald’s ”phantastes”\n*Tuna – town?\n*Bingo – stuffed koala bears, the ‘bingos’\n*The darkness of the present days has had some effect on it [LR]. Though it is not an 'allegory'.\n*http://www.herenistarion.org/cgi-bin/bb/YaBB.cgi?board=Literary_Inspiration;action=display;num=1093379016\n*http://www.herenistarion.org/cgi-bin/bb/YaBB.cgi?board=Literary_Inspiration;action=display;num=1088739671\n*http://www.thetolkienwiki.org/wiki.cgi?Mythology/%c9arendel\n*easterlings – Asians?\n*http://www.herenistarion.org/cgi-bin/bb/YaBB.cgi?board=History;action=display;num=1088711162\n*http://www.herenistarion.org/parmanole/PNbiblical.html\n*http://www.herenistarion.org/parmanole/PNTracingEpic.html\n*http://www.herenistarion.org/beyondtheshire/BTS9.html\n*Hobbit (the name) – page 1-2 of RC\n*Red book (the name) – page 2 of RC\n*Device of the found manuscript – page 2 of RC\n*Hobbits – RC pg. 3, 5, 8\n*Hobbits – pygmies\n*Bullroarer (the name) – nomenclature\n*Use of Beowulf in \"The King of the Golden Hall\"\n*Tolkien in the Land of Arthur: the Old Forest Episode\n*http://www.travellady.com/Issues/Issue64/64E-hobbits.htm\n*http://pourtolkien.free.fr/jardillierArthur.html\n*Tolkien himself talks about Elrond as an allegory of lore, the Eregion elves representing science and machinery; Saruman representing industrialisation; Tom Bombadil as the spirit of the vanishing Oxfordshire countryside; etc etc etc.\n*Possible sources of tolkien’s bullroarer, mythprint 37\n*Isumbras (the name ?) – RC pg. 6\n*Shire (the name) – RC pg. 7\n*Elder days (name) – RC pg. 9\n*Middle-earth – RC pg. 9-10\n*Bilbo (name) – RC pg. 10, AH p.&nbsp;33-34, HotH p.&nbsp;47-48\n*Frodo (name) – RC pg. 10\n*Old world – RC pg. 10\n*Greenwood (name) – RC pg. 11\n*Misty mountains (name) – RC pg. 11-12\n*Misty mountains – RC pg. 12\n*Mirkwood (name) – RC pg. 12-13\n*Harfoots (name) – RC pg. 13\n*Stoors (name) – RC pg. 13\n*Fallohides (name) – RC pg. 14\n*Hobbits: emigration into eriador – RC pg 14\n*Weathertop (name) – RC pg 14\n*Wilderland (name) – RC pg. 14\n*Loudwater – RC pg. 14-15\n*Took – RC pg. 15\n*Master of brandy hall – RC pg. 15\n*As for the Bounty of 1420... it always reminded me of the giddiness in West following the two World Wars: baby-booms and economic growths following long years under a Shadow.\n*The Shire] is in fact more or less a Warwickshire village of about the period of the Diamond Jubilee ...  Letters, 230 (#178)\n*But, of course, if we drop the 'fiction' of long ago, 'The Shire' is \n    based on rural England and not any other country in the world... \n    [Later in the same letter he implied that the Shire was \"an imag- \n    inary mirror\" of England.]    Letters, 250 (#190) \n*  There is no special reference to England in the 'Shire' -- except \n    of course that as an Englishman brought up in an 'almost rural' \n    village of Warwickshire on the edge of the prosperous bourgeoisie of \n    Birmingham (about the time of the Diamond Jubilee!) I take my models \n    like anyone else—from such 'life' as I know. \n                                                     Letters, 235 (#181) \n*Shire – RC pg. 23, ribble valley?\n*But none were more dangerous than the Great Willow: his heart was rotten, but his strength was green; and he was cunning, and a master of winds – wind in the willows\n*But I suppose that the Quendi are in fact in these histories very little akin to the Elves and Fairies of Europe; and if I were pressed to rationalize, I should say that they represent really Men with greatly enhanced aesthetic and creative faculties, greater beauty and longer life, and nobility – the Elder Children, doomed to fade before the Followers (Men), and to live ultimately only by the thin line of their blood that was mingled with that of Men, among whom it was the only real claim to 'nobility'.\n*Orcs (the word is as far as I am concerned actually derived from Old English orc 'demon', but only because of its phonetic suitability) are nowhere clearly stated to be of any particular origin. But since they are servants of the Dark Power, and later of Sauron, neither of whom could, or would, produce living things, they must be 'corruptions'. They are not based on direct experience of mine; but owe, I suppose, a good deal to the goblin tradition (goblin is used as a translation in The Hobbit, where orc only occurs once, I think), especially as it appears in George MacDonald, except for the soft feet which I never believed in.\n*Westernesse – Rc pg. 16\n*Bree, chetwood – RC pg.16\n*Gondor – RC pg. 17-18\n*Belfalas – RC pg. 18\n*Lune – pg. 19\n*Marcho, blanco – RC pg. 19\n*Thain – RC pg. 21\n*Sullong – RC pg. 23\n*Orcs –RC pg. 24-26\n*Michel delving (name) – RC pg. 26\n*Mathom (name) – RC pg. 26\n*Smial – RC pg. 27\n*White downs – RC pg. 28\n*March (name) – RC pg. 28\n*“one could see the Sea from the top of that tower” – RC pg. 28-29\n*”thatched with dry grass or straw, or roofed with turves” – RC pg. 29\n*Brandybuck (name) – RC pg. 29\n*Oldbuck (name) – RC pg. 29\n*Herblore – RC pg. 30\n*Tobold (name) – tobacco\n*Hornblower – RC pg. 31, 760\n*Isengrim – RC pg. 31\n*Prancing pony (name) – RC pg. 31\n*Prancing pony - http://www.thepublican.com/story.asp?sectioncode=7&storycode=53323\n*Farthing – RC pg. 32\n*Boffin (name) – RC pg. 33\n*Norbury (name) – RC pg. 33\n*Shire-moot – RC pg. 34\n*Shirriff (name) – RC pg. 35\n*§51 Barnabas is [added: not] an exception. Barnabas Butterbur was a Man of Bree, not a hobbit. I gave him this name for various reasons. First of all a personal one. On an old grey stone in a quiet churchyard in southern England I once saw in large letters the name Barnabas Butter. That was long ago and before I had seen the Red Book, but the name came back to me when the character of the stout innkeeper of Bree was presented to me in Frodo's record. The more so because his name, in agreement with the generally botanical type of name favoured in Bree, was actually Butterburr, or in the C.S. Zilbarāpha [> Zilbirāpha]. Barnabas has unfortunately only a very slight phonetic similarity to the real first-name of the innkeeper: Barabatta (or Batti). This was the nickname of the landlord of 'The Pony' which he had borne so long that if he ever had another given-name it had been forgotten: it means 'quick-talker or babbler'. Still, in converting Batti Zilbarāpha [> Zilbirāpha] into Barney Butterbur I do not think I have been unjust.\n*Gondor – Gondwanaland?\n*Númenor – iceland?\n*“only a feather in their caps” – RC pg. 35\n*Bounders – RC pg. 35-36\n*Gandalf (name) – RC pg. 36\n*Thorin (name) – RC pg. 36\n*Samwise – RC pg. 39\n*The original red book has not been preserved – RC pg. 41\n*Meriadoc, peregrin, pippin (names) – RC pg. 42\n*Númenor (name) – RC pg. 42\n*Sauron (name) – RC pg. 43\n*Este – rest?\n*A long expected party – RC pg. 52\n*Baggins, bag end – AH p.&nbsp;30-31, HotH p.&nbsp;45-46\n*bag end, bag end (name) - AH p.&nbsp;29\n*baggins (name), bag end (name) - HotH p.&nbsp;45, toad of toad hall\n*Eleventy-first – RC pg. 52\n*The Hill – RC pg. 52\n*Sackville – RC pg. 53\n*Sackville-baggins – RC p.&nbsp;762\n*Tweens – RC pg. 54\n*Gerontius, old took – RC pg. 54, AH p.&nbsp;34\n*Hamfast – RC pg. 55\n*Gamgee – RC pg. 55\n*Holman – RC pg. 56\n*Bagshot row – RC pg. 56\n*Noakes – RC pg. 57\n*Buckland – RC pg. 57-58\n*Hobbit speech – RC 58-59\n*Gorbadoc – RC pg. 59\n*Miller – RC pg. 60\n*Warren – RC pg. 60\n*Gandalf – RC pg. 61-62, AH p.&nbsp;36-39\n*bladorthin (proto-gandalf) - HotH p.&nbsp;51\n*Shire – RC pg. 64\n*Gandalf’s fireworks – RC pg. 65 ?\n*Took, grubb, chubb, burrows, bolger, Bracegirdle, brockhouse, goodbody, hornblower, proudfoot – RC pg. 66\n*bolger (name) - HotH1 p. xiv ?\n*Crackers – RC pg. 68\n*Springle-ring – RC pg. 68\n*Misty mountains – RC pg. 70\n*The road goes ever on – RC pg. 71\n*Saruman (name) – RC p.&nbsp;81\n*Sauron’s practice of giving rings – RC p.&nbsp;84\n*One ring – RC p.&nbsp;38, 85, 88-89, The Magic Ring http://www.valancourtbooks.com/themagicring.html, HotH p.&nbsp;48\n*Smeagol, deagol – RC p.&nbsp;86\n*Black country – http://en.wikipedia.org/wiki/Black_Country\n*Bounders – rc pg. 753-754\n*Buckland – rc pg. 754\n*Bracegirdle – rc pg. 754\n*brandybuck – rc pg. 754\n*chubb – rc pg. 755\n*corsairs – rc pg. 755\n*cotton – rc pg. 755\n*http://www.jitterbug.com/origins/lotr.html\n*tuor as a slave – kullervo as a slave\n*entwives – \n**Summer-daughter, magic maiden,\n**Southern mother of the woodlands,\n**Pine-tree daughter, Kateyatar,\n**Pihlayatar, of the aspen,\n**Alder-maiden, Tapio's daughter,\n**Daughter of the glen, Millikki,\n**And the mountain-maid, Tellervo,\n**Of my herds be ye protectors,\n**\tIn kalevala\n*Goldberry –\n**\tRise thou virgin of the valley,\n**From the springs arise in beauty,\n**Rise thou maiden of the fountain,\n**Beautiful, arise in ether,\n**\t\tIn kalevala\n*Treebeard –\n**Knippana [Kuippana], O King of forests,\n**Thou the gray-beard of the woodlands,\n**Watch thy dogs in fen and fallow,\n**\tIn kalevala\n*Maggot’s dogs –\n**\tOnly laid aside some cabbage,\n**For the herdsman, Kullerwoinen;\n**Set apart some wasted fragments,\n**Leavings of the dogs at dinner,\n**\n**\tSilloin Ilmarin emäntä, paimenen pajattaessa, \n**Kullervoisen kukkuessa, jo oli vuollut voivatinsa, \n**itse rieskansa reväisnyt, kakkaransa kaivaellut; \n**keittänyt vetisen vellin, kylmän kaalin Kullervolle, \n**jos' oli rakki rasvan syönyt, '''Musti''' murkinan pitänyt, \n**'''Merkki''' syönyt mielin määrin, '''Halli''' haukannut halunsa.\n**\t\tIn kalevala\n*Entwives – Eurydice ?\n*Ents marching on isengard – birnam wood to dunsinane hill\n*Incest of túrin and nienor – incest of kullervo and kalervo’s daughter in kalevala\n*Nienor and lalaith – the two sisters of kullervo in kalevala\n*Death of lalaith – death of most of kullervo’s kin in kalevala\n*going out he lifted up his hand towards the North, crying: \"Marrer of Middle-earth, would that I might see thee face to face, and mar thee as my lord Fingolfin did!\" -\n**These the words of Kullerwoinen:\n**Wait, yea wait, thou Untamoinen,\n**Thou destroyer of my people;\n**When I meet thee in the combat,\n**I will slay thee and thy kindred,\n**I will burn thy homes to ashes!\"\n*Suicide of nienor – suicide of kullervo’s sister in kalevala\n*Gurthang – kullervo’s sword in kalevala\n*Suicide of túrin – suicide of kullervo in kalevala\n*\"Hail Gurthang, iron of death, thou alone now remainest! But what lord or loy-alty dost thou know, save the hand that wieldeth thee? From no blood wilt thou shrink! Wilt thou take Túrin Turambar? Wilt thou slay me swiftly?\" - corresponding words in W.F. Kirby's Kalevala translation\n*http://web.archive.org/web/20060108125654/http://www.scandga.org/Insights/2001-02+Winter/Tolkien.htm\n*hegel and tolkien - http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=49&TopicID=194948&PagePosition=1&PagePostPosition=1\n*nazgul - it remains remarkable that nasc is the word for 'ring' in Gaelic [Irish; in Scottish usually written nasg]... I have no liking at all for *Gaelic from Old Irish downwards, as a language, but it is of course of great historical and philological interest, and I have at times studied it [With alas! very little success] ?\n*annatar – finnish antaa, anna\n*valinor - Valhalla, http://www.lotrplaza.com/forum/forum_posts.asp?TID=217644\n*arveduis ship - lemminkäinens ship\n*gold and silver - gold and silver in kalevala\n*gold, silver, sun, moon - rune 49 in kalevala\n*narsil/andúril - the sword that is forged by ilmarinen for väinämöinen & rune 45, 46 in kalevala\n*the moon, the sun, stars - väinämöinen's sword\n*nimrodel, goldberry, ulmo - rune 40 in kalevala\n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=5;t=000109;p=1#000013\n*his boots were yellow - kullervo's blue socks\n*entwife - tapio's wife ?\n*ulmo - ahto in kalevala\n*gandalf opening the gate of moria - väinämöinen opening the gate of pohja mountain in kalevala rune 42\n*arkenstone - sampo in kalevala ?\n*one ring, rings of power, galadriel's dust - sampo in rune 42, 43 in kalevala\n*uinen - vellamo in kalevala\n*silmaril - sampo in rune 39 in kalevala\n*fimbrethil - birch in rune 44 in kalevala ?\n*dark plague - 8 sons of louhis daughter bringing plague to väinö in rune 45 in kalevala\n*carcharoth - bear coming to kalevala in rune 46 in kalevala\n*silmaril in carcharoth - fish swallowing fish swallowing fish swallowing spark from ukko's sword in rune 47 in kalevala\n*gandalf (or frodo) leaving ME - väinämöinen sailing away in rune 50 in kalevala\n*straight road - väinämöinen sailing away in rune 50 in kalevala\n*gandalf - väinämöinen in kalevala\n*mandos - tuoni in kalevala\n*lúthien bringing back beren from mandos(?) - lemminkäinen's mother bringing back lemminkäinen from tuoni in kalevala\n*elf-friend - RC p.&nbsp;756\n*fair folk - RC p.&nbsp;757\n*feanor - ilmarinen in kalevala\n*feanor creating the silmarils and/or sauron creating the one ring - ilmarinen creating sampo in kalevala\n*The effect of the Sampo is like that of the One Ring, which causes moral corruption and fierce war.\n*http://tolkiensarda.se/new/nummer/magsidor/art28_3.php\n*http://www.theonering.net/features/notes/note8.html\n*noldor – r from Swedish?\n*Timpinen – finnish\n*http://www.birmingham.gov.uk/GenerateContent?CONTENT_ITEM_ID=42452&CONTENT_ITEM_TYPE=0&MENU_ID=13150\n*http://www.birmingham.gov.uk/GenerateContent?CONTENT_ITEM_ID=2668&CONTENT_ITEM_TYPE=0&MENU_ID=1765\n*”he was interested in roots and beginnings” – scholarship p.&nbsp;30\nHerb-master – scholarship p.&nbsp;29\n*Bilbo – John Garth,  'Frodo and the Great War', in ''The Lord of the Rings 1954-2004: Scholarship in Honor of Richard E. Blackwelder''; gorbo in the marvellous land of snergs (AH p.&nbsp;6-7)\n*belladonna (name) - AH p.&nbsp;34\n*Bilbo mature – Garth,  'Frodo and the Great War',  p.&nbsp;42\n*Lotr taking a more adult tone – Garth,  'Frodo and the Great War', p.&nbsp;42\n*Adventurous hobbits – Garth,  'Frodo and the Great War', 'p.&nbsp;42\n*Frodo’s uncertainty – Garth,  'Frodo and the Great War', p.&nbsp;42-43\n*Autumn 1418 – Garth,  'Frodo and the Great War',  p.&nbsp;43\n*Frodo – Garth,  'Frodo and the Great War',  p.&nbsp;43\n*Woses – rc p.&nbsp;764-765\n*Halls of Mandos in Valinor - Catholic doctrine of Purgatory)\n*Buckland – buckland in oxfordshire\n*http://www.adrian.smith.clara.net/brill.html\n*The industrialization of the Shire was based on Tolkien's witnessing of the extension of the Industrial Revolution to rural Warwickshire during his youth, and especially the deleterious consequences thereof. The rebellion of the hobbits and the restoration of the pre-industrial Shire may be interpreted as a prescription of voluntary simplicity as a remedy to the problems of modern society.\n*The 4 hobbits – Garth,  'Frodo and the Great War',  p.&nbsp;43\n*Frodo-sam – Garth,  'Frodo and the Great War',  p.&nbsp;43-44\n*Laugh on the edge of mordor – Garth,  'Frodo and the Great War',  p.&nbsp;44\n*Frodo – Garth,  'Frodo and the Great War',  p.&nbsp;44\n*Frodo and sam in mordor – Garth,  'Frodo and the Great War',  p.&nbsp;44\n*Burden of the ring – Garth,  'Frodo and the Great War',  p.&nbsp;44\n*Eye of sauron – Garth,  'Frodo and the Great War',  p.&nbsp;45\n*Surprise, concealment – Garth,  'Frodo and the Great War',  p.&nbsp;45\n*Witchking – Garth,  'Frodo and the Great War',  p.&nbsp;45\n*Nazgûl – Garth,  'Frodo and the Great War',  p.&nbsp;45\n*Nazgûl, flying – Garth,  'Frodo and the Great War',  p.&nbsp;45-46\n*Black breath, vapour – Garth,  'Frodo and the Great War',  p.&nbsp;46\n*Barrow-downs – Garth,  'Frodo and the Great War',  p.&nbsp;46-47, the Rollright Stones on the Warwickshire - Oxfordshire border, http://www.cv81pl.freeserve.co.uk/rollright.htm\n*http://www.sf-fandom.com/vbulletin/showthread.php?p=197465\n*laurelin, (mallorn) – laburnum “golden rain”\n*telperion, white tree – silver cherry\n*ilmarin – ilmarinen in Kalevala\n*After the destruction of Númenor, the Undying Lands were removed from Arda so that Men could not reach them and only the Elves could go there by the Straight Road and in ships capable of passing out of the Spheres of the earth. By special permission of the Valar, the Hobbits Frodo Baggins, Bilbo Baggins, and Samwise Gamgee were also permitted to go to Valinor, as well as Gimli the Dwarf. -\nIt has been suggested that the concept was based on Hy Brasil, a mythical land that can reputedly be seen off the coast of Ireland for one day in every seven years. \n*http://www.minastirith.com/cgi-bin/ultimatebb.cgi?ubb=get_topic;f=2;t=000735;p=1#000018\n*http://www.virtualbrum.co.uk/tolkien.htm\n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=3;t=000264\n*http://news.bbc.co.uk/1/hi/england/west_midlands/4766929.stm\n*http://www.minastirith.com/cgi-bin/ultimatebb.cgi?ubb=get_topic;f=4;t=000250\n*http://www.thetolkienforum.com/showthread.php?t=18227&highlight=%22white+tree%22\n*http://sf-fandom.com/vbulletin/showthread.php?t=19638&highlight=white+tree\n*http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=49&TopicID=202121&PagePosition=1&PagePostPosition=1\n*http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=46&TopicID=201375&PagePosition=1&PagePostPosition=1\n*pub in oxford: the elm tree\n*corpses of the dead marshes – Garth,  'Frodo and the Great War',  p.&nbsp;47\n*lights of the dead marshes – Garth,  'Frodo and the Great War',  p.&nbsp;48\n*orthanc - AOTC p.&nbsp;88\n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=2;t=000546;p=1\n*http://www.minastirith.com/cgi-bin/ultimatebb.cgi?ubb=get_topic;f=2;t=000742;p=1#000006\n*A possible real-life inspiration for Tolkien were the Barrow Downs of Warwickshire, near the village of Long Compton.\n*the Great Barrows, and the green mounds, and the stone-rings upon the hills and in the hollows of the hills - This description recalls the prehistoric burial mounds and stone circles in England and elsewhere in Europe.\n*Lúthien obtains a brief respite in which they both return to Middle-earth 'alive' – though not mingling with other people : a kind of Orpheus-legend in reverse, but one of Pity not of Inexorability.\n*Even in the house the heat could be intense, and he had to be clothed entirely in white. 'Baby does look such a fairy when he's very much dressed-up in white frills and white shoes,' Mabel wrote to her husband's mother. 'When he's very much undressed I think he looks more of an elf still.'\n*Lórien (in valinor) – breidablick ?\n*Witch-king, morgoth – vindlone in edda ?\n*Moria – biblical ?\n*But I have the autumn wanderlust upon me, and would fain be off with a knapsack on my back and no particular destination, other than a series of quiet inns.\n*http://www.houseofnames.com/xq/asp.fc/qx/boffin-family-crest.htm\n*'Much Hemlock' echoes the name Much Wenlock in Shropshire (Much\n'Great', as Michel [Delving)\n*As for the 'land of Morīah' (note stress): that has no connexion (even 'externally') whatsoever. Internally there is no conceivable connexion between the mining of Dwarves, and the story of Abraham. I utterly repudiate any such significances and symbolisms. My mind does not work that way; and (in my view) you are led astray by a purely fortuitous similarity, more obvious in spelling than speech, which cannot be justified from the real intended significance of my story.\n*Standelf means 'stone-quarry' (Old English stan-(ge)delf, surviving\nin the place-name Stonydelph in Warwickshire). \n*Standelf combines Old English stem 'stone, stones' and delf 'digging, mine, quarry, ditch', thus stan-gedelf 'quarry'; compare 'Stonydelph' in Warwickshire.\n*Needlehole is also the name of a village in Gloucestershire. Its elements needle + hole are simple, but 'hole' again suggests the Hobbit tendency to dig.\n*http://en.wikipedia.org/wiki/Chivery\n*angainor - Spake again the magic eagle:\n**Why this ringing of thine anvil,\n**Why this knocking of thy hammer,\n**Tell me what thy hands are forging?\"\n**This the answer of the blacksmith:\n**\"'Tis a collar I am forging\n**For the neck of wicked Louhi,\n**Toothless witch of Sariola,\n**Stealer of the silver sunshine,\n**Stealer of the golden moonlight;\n**With this collar I shall bind her\n**To the iron-rock of Ehstland!\"\n*http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=21&TopicID=204718&PagePosition=2&PagePostPosition=1\n*http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=21&TopicID=204739&PagePosition=2&PagePostPosition=1\n*The men of the Vales of Anduin loosed arrows with “great bows of yew,” according the Lord of the Eagles in The Hobbit. The description is reminiscent of late medieval Welsh longbows.\n*http://en.wikipedia.org/wiki/Huns\n*huns’ horses: sacred for the hunt?\n*http://en.wikipedia.org/wiki/Woodwose\n*http://en.wikipedia.org/wiki/Rohirrim\n*Minyatur – miniature?\n*Avari – avars, avari, http://www.euratlas.com/big/big0500.htm\n*The antipathy between the Rohirrim and the Dunlendings resembles the historical tension between the Anglo-Saxon settlers of Britain and the native Celts.\n*http://en.wikipedia.org/wiki/Susa\n*Meduseld means \"mead hall\" from the Old English medu meaning \"mead\" - a honeyed wine - and sæld meaning \"hall.\" A mead hall was the hall of a chief in Anglo-Saxon times where banquets were held. Heorot, the mead hall of Hrothgar in Beowulf, is an example.\n*Beorn is an Old English word meaning \"man, warrior.\" It originally meant \"bear\" and was derived from the word béo meaning \"bee\" in reference to a bear's love of honey. \n*The name Beorn is also related to the Old Norse word bjorn meaning \"bear.\" Bjorn - or Bjarni - was a man in the Norse legend \"The Saga of Hrolf Kraki\" who was cursed to become a bear by day and man by night. Bjorn's son Bothvarr Bjarki was able to send a bear-form into battle. Bjarki means \"little bear.\" \n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=1;t=002291;p=1\n*http://www.tolkiensociety.com/t_wend/2002_report.html\n*The dwarves of course are quite obviously - wouldn't you say that in many ways they remind you of the Jews? Their words are Semitic obviously, constructed to be Semitic.\n*Now Dwarves have their own secret language, but like Jews and Gypsis [sic] use the language of the country.\n*I do think of the 'Dwarves' like Jews: at once native and alien in their habitations, speaking the languages of the country, but with an accent due to their own private tongue.....\n*Ayesha, haggard: http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=46&TopicID=158743&PagePostPosition=1\n*The detail of Beren losing his hand to Carcharoth was possibly modelled after the Germanic legend of the god Tyr, who lost his hand to the wolf Fenris.\n*The Prose Edda\n*The Poetic Edda\n*Nazgûl – wendigo ?\n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=3;t=000270\n*http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=21&TopicID=205489&PagePosition=1&PagePostPosition=1\n*http://www.godchecker.com/pantheon/finnish-mythology.php?deity=TAPIO\n*Tolkien most likely based lembas on bread known as hard tack that was used during long sea voyages and military campaigns as a primary foodstuff. This very un-magical bread was little more than flour and water which had been baked hard and would keep for months as long as it was kept dry. However, Heinrich Cornelius Agrippa wrote in his book Libri tres de occulta philosophia (Book 3, Chapter 13) of a herb from Scythia that allowed people to go for twelve days afterward without any need for food or water. It is also possible that Tolkien based lembas on this description in Agrippa's writings.\n*'Its actual origin as an \"invention\"', however, as Tolkien writes in a manuscript quoted in Parma Eldalamberon 12 (1998), p. xi, 'goes back to at least 1915, its real source being Gothic *midu (=Gmc. [Germanic] medu) [\"mead\"] + wopeis [\"sweet\"], then supposed to have been developed so: miduwopi > miduwodi > mifuwofi > miruvore'.\n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=1;t=001188\n*Eluréd and elurín, and elros and Elrond being borne away – chronology p.&nbsp;2\n*Sea – chronology p.&nbsp;2, 4\n*http://www.minastirith.com/ubb/ultimatebb.php?ubb=get_topic;f=1;t=002327;p=1\n*? - Hilary sometimes meets him with a lamp\n*Gondor – chronology p.&nbsp;6\n*\"Puss-cat Mew\" also features a \"glove of invisibility\" which I thought a remarkable parallel to Tolkien's Ring, although not as sinister.\n*Puss cat mew\n*You can still see the little postern gate in the college wall on Magdalen bridge where Lewis let Tolkien out at around 2 am. He and Dyson went on walking and talking for another two hours! And be sure, when you enter the quad from the porter's lodge, to look backwards and upwards. There are mediaeval gargoyles on the wall there. One is _definitely_ Gollum!\n*And the accomodation he enjoyed in one of the Alpine huts - just a bed on the floor, with a cover - sounds to me very much like that which Tom offered the hobbits in his penthouse [a penthouse being, in this case, a room built onto the side of the house].\n*? – the ingoldsby legends\n*? – j.m. barrie’s peter pan\n*? – Thucydides\n*? – the birds of Aristophanes\n*? – whitby ruined abbey\n*? – the lost explorers: a tale of the trackless desert\n*? – scouting for buller\n*? – john Ruskin\n*? – shakespeare’s Richard II\n*? – sheridan’s the rivals\n*? – “out of doors literature”, mountaineering, al fresco in poetry, walking tours…\n*Koh-i-noor diamond in a jelly ?\n*? - Final tragedy of sigurd and brynhild in völsunga saga\n*? – Richard Jefferies\n*? – woolly-haired prognathous Papuan parent\n*Francis bacon wrote shakespeare’s works?\n*? – king Edward II’s procession\n*? - Aristophanes’ play The Peace in which Ronald takes the part of Hermes\n*Some had long stabbing thorns, some hooked barbs that rent like knives. – wait-a-bit ?\n*? – wake-robin\n*? – wake-wort\n*“wildered and waworn in wanhope bound them” – William morris, The Wood Beyond the World\n*hobbit – hobbledehoy, rabbit, Babbitt, ring of words pg. 54, HotH p. xiii, 59\n*arkenstone – ring of words pg. 54\n*númenor – numinous, ring of words pg. 55\n*gil-galad – gilgamesh and galahad, ring of words pg. 55\n*name-choosing – ring of words pg. 55\n*nazgûl - http://www.lotrplaza.com/forum/display_topic_threads.asp?ForumID=49&TopicID=210754&PagePosition=1&PagePostPosition=1\n*Eärendil – ring of words p.&nbsp;56\n*wingilot– ring of words p.&nbsp;56\n*niggle – tolkien, ring of words p.&nbsp;57\n*bounder – ring of words p.&nbsp;57\n*lockhole - ring of words p.&nbsp;57\n*waybread - ring of words p.&nbsp;57\n*cracks of doom - ring of words p.&nbsp;57\n*weapontake - ring of words p.&nbsp;59\n*arkenstone - ring of words p.&nbsp;59\n*ent - ring of words p.&nbsp;59\n*dernhelm - ring of words p.&nbsp;59\n*mathom - ring of words p.&nbsp;59\n*smial - ring of words p.&nbsp;59\n*emnet - ring of words p.&nbsp;59\n*months of the shire calendar - ring of words p.&nbsp;59\n*elfsheen - ring of words p.&nbsp;59\n*dwimmerlaik - ring of words p.&nbsp;59\n*easterling - ring of words p.&nbsp;59\n*elven - ring of words p.&nbsp;59\n*mannish - ring of words p.&nbsp;59\n*sigaldry - ring of words p.&nbsp;59\n*westernesse - ring of words p.&nbsp;59\n*daymeal - ring of words p.&nbsp;59\n*elvenhome - ring of words p.&nbsp;59\n*oakenshield - ring of words p.&nbsp;59\n*over-heaven - ring of words p.&nbsp;59\n*warg - ring of words p.&nbsp;59\n*farthing - ring of words p.&nbsp;60\n*flet - ring of words p.&nbsp;60\n*halfling - ring of words p.&nbsp;60\n*walter scott\n*hiawatha ?\n*Reliques of ancient english poetry\n*lord macaulay's Lays of Ancient Rome, ring of words p.&nbsp;66\n*works of George Dasent; Popular Tales from the Norse, Njal's Saga\n*moria – ring of words p.&nbsp;66\n*edward bulwer-lytton, ring of words p.&nbsp;66\n*charles kingsley, ring of words p.&nbsp;66\n*charles kingsley's Hereward to wake, ring of words p.&nbsp;66\n*horse-boy, ring of words p.&nbsp;66\n*ruffling, ring of words p.&nbsp;66\n*william morris, ring of words p.&nbsp;69-72\n*meduseld – hall of the wolfings, ring of words p.&nbsp;73-74\n*hans christian andersen, ring of words p.&nbsp;76\n*backarappers - ring of words p.&nbsp;78\n*bob-owlers - ring of words p.&nbsp;78\n*gaffers - ring of words p.&nbsp;78\n*gammers - ring of words p.&nbsp;78\n*mithered - ring of words p.&nbsp;78\n*ninnyhammer - ring of words p.&nbsp;78\n*taters - ring of words p.&nbsp;78\n*varmint - ring of words p.&nbsp;78\n*go for - ring of words p.&nbsp;78\n*hay - ring of words p.&nbsp;78\n*marish - ring of words p.&nbsp;78\n*north-away - ring of words p.&nbsp;78\n*by - ring of words p.&nbsp;78\n*gladden - ring of words p.&nbsp;78\n*nasturtian - ring of words p.&nbsp;78\n*oliphaunt - ring of words p.&nbsp;78\n*shirriff - ring of words p.&nbsp;78\n*leg it - ring of words p.&nbsp;78\n*peaching - ring of words p.&nbsp;79\n*staggerment - ring of words p.&nbsp;79\n*bogosity - ring of words p.&nbsp;79\n*thinnuous - ring of words p.&nbsp;79\n*rhymeroyals - ring of words p.&nbsp;79\n*pennywhistles - ring of words p.&nbsp;79\n*tintrumpets - ring of words p.&nbsp;79\n*creamhorns - ring of words p.&nbsp;79\n*confusticate - ring of words p.&nbsp;79\n*bebother - ring of words p.&nbsp;79\n*flabbergastation - ring of words p.&nbsp;79\n*grabsome - ring of words p.&nbsp;79\n*vanishment - ring of words p.&nbsp;79\n*night-speech - ring of words p.&nbsp;80\n*riding-pony - ring of words p.&nbsp;80\n*spell-enslaved - ring of words p.&nbsp;80\n*war-beacon - ring of words p.&nbsp;80\n*beggar-beard - ring of words p.&nbsp;80\n*oathkeeper - ring of words p.&nbsp;80\n*windwrithen - ring of words p.&nbsp;80\n*herb-master - ring of words p.&nbsp;80\n*dragon-guarded - ring of words p.&nbsp;80\n*elf-friend - ring of words p.&nbsp;80\n*mountain-roots - ring of words p.&nbsp;80\n*forest-gloom - ring of words p.&nbsp;80\n*forest-silence - ring of words p.&nbsp;80\n*sea-sighing - ring of words p.&nbsp;80\n*curious-minded - ring of words p.&nbsp;80\n*quiet-footed - ring of words p.&nbsp;80\n*spell-enslaved - ring of words p.&nbsp;80\n*march-ward- ring of words p.&nbsp;81\n*elvenhome- ring of words p.&nbsp;81\n*lore-master- ring of words p.&nbsp;81\n*E.R.. eddison: the worm ouroboros, ring of words p.&nbsp;82, HoTH1 p.&nbsp;17\n*owen barfield\n*amidmost - ring of words p.&nbsp;89\n*midmost - ring of words p.&nbsp;89\n*arkenstone - ring of words p.&nbsp;89\n*eorclanstanas - ring of words p.&nbsp;90\n*unlight - ring of words p.&nbsp;225\n*malefit - ring of words p.&nbsp;226\n*attercop - ring of words p.&nbsp;91\n*spiders in TH - ring of words p.&nbsp;91\n*Cob - ring of words p.&nbsp;92\n*Lob - ring of words p.&nbsp;92\n*shelob - ring of words p.&nbsp;92\n*vista – spanish?\n*backarapper - ring of words p.&nbsp;92\n*bane - ring of words p.&nbsp;93\n*kôr – haggard's 'She', John Garth, ''Tolkien and the Great War'', pp.&nbsp;78–80\n*The name Luthany, of a country, occurs five times in Francis\nThompson's poem The Mistress of Vision. As noted previously\n(I. 29) my father acquired the Collected Poems of Francis Thompson\nin 1913–14; and in that copy he made a marginal note against one of\nthe verses that contains the name Luthany—though the note is not\nconcerned with the name. But whence Thompson derived Luthany\nI have no idea. He himself described the poem as'afantasy'(Everard\nMeynell, The Life ofFrancis Thompson, 1913, p.&nbsp;237).\nThis provides no more than the origin of the name as a series of sounds\n*Rohan and Moria mentioned in my father's letter of 1967on this subject (The\nLetters of j R. R. Tolkien, pp.&nbsp;383 – 4)\n*a subtle literary reference to King Lear that connects triangularly the Lord of the Nazgûl, Denethor, and Shakespeare’s mad King. , also haggard's eric brighteyes\n\n*Mr. Howard Green, Tolkien’s imaginary Snorri-cum-Lönnrot, is a type familiar in nineteenth-century adventure ﬁction, the remote but realistic pseudo-editor who provides the occasion for the story and interjects explanatory notes and comments. H. Rider Haggard was fond of the device, employing it in She and King Solomon’s Mines, and Tolkien has followed in his footsteps.\n\n*but he found that he had put it back in his pocket - John D. Rateliff notes in 'She and Tolkien', Mythlore 8, no. 2, whole no. 28 (Summer 1981) a similarity between this incident in The Lord of the Rings and a passage in She and Allan by H. Rider Haggard, whose She Tolkien knew and admired:\nThere is also an echo of the One Ring . . . when Allan Quatermain is given a magic amulet which he is warned to keep safe. He wears it on a chain around his neck and keeps it hidden under his shirt [as Frodo does after leaving Rivendell], only bringing out on rare occasions or at great need. Soon after he receives it, a magician tells him he will not be able to throw it away even if he wanted to and challenges him to try:\nI did try, but something seemed to prevent me from accomplishing my purpose of giving the carving back to Zikali as I wished to do. First my pipe got in the way of my hand, then the elephant hairs caught in the collar of my coat; then a pang of rheumatism to which I was accustomed from an old injury, developed of a sudden in my left arm, and lastly I grew tired of bothering about the thing, [p.&nbsp;7, Haggard quotation from Chapter 1] \n\n\n*the tides of fate are flowing - An echo, perhaps, of 'There is a tide in the affairs of men, which taken at the flood leads on to fortune' (Shakespeare, Julius Caesar, Act IV, Scene 3). \n*the air itself seemed black and heavy to breathe. When lights appeared Sam rubbed his eyes.... He first saw ... a wisp of pale sheen ... some like misty flames - In H. Rider Haggard's She the protagonists also pass through unpleasant marshes:\nNever did I see a more dreary and depressing scene. Miles on miles of quagmire, varied only by bright green strips of comparatively solid ground, and by deep sullen pools fringed with tall rushes. . .. Undoubtedly, however, the worst feature of the swamp was the awful smell of rotting vegetation that hung about it, which at times was positively overpowering, and the malarious exhalations that accom­panied it, which we were of course obliged to breathe.\nThis marsh is by no means dead: it contains many birds and reptiles, including poisonous snakes, and clouds of mosquitoes. At night one of the heroes sees 'impish marsh-born balls of fire, rolled this way and that' (Chapter 10; compare will-o'-the wisp, note for p.&nbsp;314).\n*it shrank, and the shrivelled face became rags of skin upon a hideous skull. - Readers, including John D. Ratehff and Jared Lobdell, have noted a similarity between Tolkien's description of the death of Saruman and the sudden ageing and death of Ayesha in H. Rider Haggard's She:\nSmaller she grew and smaller yet, till she was no larger than a monkey. Now the skin had puckered into a million wrinkles, and on the shapeless face was the stamp of unutterable age ... nobody ever saw anything like the frightful age that was graven on that fearful countenance, no bigger now than that of a two-months' child, though the skull remained the same size, or nearly so. ... I took up Ayesha's kirtle and the gauzy scarf... and, averting my head so that I might not look upon it, covered up that dreadful relic____[She, Chapter XXVI]\n*‘The Battle of the Eastern Field’ deals not with war but with rugby, being the tongue-in-cheek account of a match in 1911. Its model was Lord Macaulay’s then-popular Lays of Ancient Rome, and it is at least moderately amusing. In the guise of Roman clans it depicts the rival school houses, Measures’ in red and Richards’ in green, and it is full of boys charging around in names that are much too big for them. Wiseman surely lurks behind Sekhet, a nod to his fair hair and his passion for ancient Egypt. (Tolkien, it seems, did not then realize that Sekhet is a female deity. [Footnote: He had perhaps only encountered the name in Rider Haggard’s She, which lists ‘Sekhet, the lion-headed’ among the Egyptian powers, but does not specify her gender.]' John Garth, ''Tolkien and the Great War'', p.&nbsp;20.\n*Massed together, trees comprise The Wood at the World's End [60], its title a commingling of two by William Morris {The Wood beyond the World and The Well at the World's End}. \n*Personally I do not think that either war (and of course not the atomic bomb) had any influence upon either the plot or the manner of its unfolding. Perhaps in landscape. The Dead Marshes and the approaches to the Morannon owe something to Northern France after the Battle of the Somme. They owe more to William Morris and his Huns and Romans, as in The House of the Wolfings or The Roots of the Mountains.\n*But that was the very reason that he now found The House of the Wolfings so absorbing. Morris's view of literature coincided with his own. In this book Morris had tried to recreate the excitement he himself had found in the pages of early English and Icelandic narratives. The House of the Wolfings is set in a land which is threatened by an invading force of Romans. Written partly in prose and partly in verse, it centres on a House or family-tribe that dwells by a great river in a clearing of the forest named Mirkwood, a name taken from ancient Germanic geography and legend. Many elements in the story seem to have impressed Tolkien. Its style is highly idiosyncratic, heavily laden with archaisms and poetic inversions in an attempt to recreate the aura of ancient legend. Clearly Tolkien took note of this, and it would seem that he also appreciated another facet of the writing: Morris's aptitude, despite the vagueness of time and place in which the story is set, for describing with great precision the details of his imagined landscape. Tolkien himself was to follow Morris's example in later years.\n*No account of the external events of Tolkien's life can provide more than a superficial explanation of the origins of his mythology. Certainly the device that linked the stories in the first draft of the book (it was later abandoned) owes something to William Morris's The Earthly Paradise; for, as in that story, a sea-voyager arrives at an unknown land where he is to hear a succession of tales.\n*The style of 'The Fall of Gondolin' suggests that Tolkien was influenced by William Morris, and it is not unreasonable to suppose that the great battle which forms the central part of the story may owe a little of its inspiration to Tolkien's experiences on the Somme – or rather to his reaction to those experiences, for the fighting at Gondolin has a heroic grandeur entirely lacking in modern warfare. But in any case these were only superficial 'influences': Tolkien used no models or sources for his strange and exciting tale. Indeed its two most notable characteristics are entirely his own device: the invented names, and the fact that the majority of the protagonists are elves. Strictly speaking it could be said that the elves of The Silmarillion grew out of the 'fairy folk' of Tolkien's early poems, but really there is little connection between the two. Elves may have arisen in his mind as a result of his enthusiasm for Francis Thompson's 'Sister Songs' and Edith's fondness for 'little elfin people', but the elves of The Silmarillion have nothing whatever to do with the 'tiny leprechauns' of 'Goblin Feet'. They are to all intents and purposes men: or rather, they are Man before the Fall which deprived him of his powers of achievement. Tolkien believed devoutly that there had once been an Eden on earth, and that man's original sin and subsequent dethronement were responsible for the ills of the world; but his elves, though capable of sin and error, have not 'fallen' in the theological sense, and so are able to achieve much beyond the powers of men. They are craftsmen, poets, scribes, creators of works of beauty far surpassing human artefacts. Most important of all they are, unless slain in battle, immortal. Old age, disease, and death do not bring their work to an end while it is still unfinished or imperfect. They are therefore the ideal of every artist. These, then, are the elves of The Silmarillion, and of The Lord of the Rings. Tolkien himself summed up their nature when he wrote of them: 'They are made by man in his own image and likeness; but freed from those limitations which he feels most to press upon him. They are immortal, and their will is directly effective for the achievement of imagination and desire.'\n*'William Morris’s use of verse in his pseudo-medieval romances was also to leave its mark on Tolkien’s own early poetry.' John Garth, ''Tolkien and the Great War'', p.&nbsp;14.\n*'But first he launched into a retelling of part of the Kalevala, in the verse-and-prose manner of William Morris. This was the Story of Kullervo, about a young fugitive from slavery. It is a strange story to have captured the imagination of a fervent Roman Catholic: Kullervo unwittingly seduces his sister, who kills herself, and then he too commits suicide. But the appeal perhaps lay partly in the brew of maverick heroism, young romance, and despair: Tolkien, after all, was in the midst of his enforced separation from Edith Bratt. The deaths of Kullervo’s parents may have struck a chord, too. An overriding attraction, though, was the sounds of the Finnish names, the remote primitivism, and the Northern air.' John Garth, ''Tolkien and the Great War'', p.&nbsp;26.\n\n*Wormtongue - A '\"modernized\" form of the nickname of Grima, the evil counsellor of Rohan = Rohan [Old English] wyrm-tunge \"snake-tongue\"' {Nomenclature). Tolkien was undoubtedly familiar with the Icelandic tale of Gunnlaug the Worm-tongue, translated by William Morris and Eirikr Magnusson (published 1869), but there the name Worm­tongue was given to a poet because of his sharp wit.\n\n\n\n*All's well as ends Better - A play on the proverb All's well that ends well.\n*Bane – ring of words p.&nbsp;93\n*bee-hunter - ring of words p.&nbsp;94\n*beorn - ring of words p.&nbsp;95\n*skin-changer - ring of words p.&nbsp;96\n*blunderbuss - ring of words p.&nbsp;97\n*carrock - ring of words p.&nbsp;98\n*a little mist was laid on it - This is one of several similarities to King Lear which Michael D.C. Drout ('Tolkien's Prose Style and its Literary and Rhetorical Effects', Tolkien Studies 1 (2004)) finds in this part of The Lord of the Rings. In Act V, Scene 3 of Shakespeare's play, Lear, hoping that Cordelia is not dead, says: 'Lend me a looking glass / If that her breath will mist or stain the stone, / Why, then she lives.'\n*All that is gold does not glitter - Compare the traditional saying all that glitters is not gold (in Shakespeare's Merchant of Venice, 'All that glisters is not gold'). In his 'Canon's Yeoman's Tale' in the Canterbury Tales Chaucer says: 'But al thyng which that shyneth as the gold / Nis nat gold, as that I have heard told.'\n*From the ashes afire shall be woken - For this Tom Shippey has suggested an inspiration by Spenser's Faerie Queene: 'There shall a sparke of fire, which hath long-while / Bene in his ashes raked up and hid / Be freshly kindled...' (quoted in The Road to Middle-earth, 2nd edn., p.&nbsp;317, n. 9).\n*A plague on Dwarves and their stiff necks - This (and 'i plague on the stiff necks of Elves', p.&nbsp;347, I: 362) seems to echo 'a plagut o' both your houses', in Shakespeare's Romeo and Juliet, Act III, Scene 1.\n*Gandalf bore his staff - The mention of Gandalf's staff here among swords, knife, bow, and axe suggests that it may be considered a weapon, but it is never used as such. Wizards or magicians traditionally have staffs which sometimes seem essential to the performing of magic (Prospero in Shakespeare's Tempest, for instance, breaks his staff when he renounces magic). \n*Confusticate – ring of words p.&nbsp;99\n*bebother  – ring of words p.&nbsp;100\n*flabbergastation -  – ring of words p.&nbsp;100\n*a 'bagger' is a ring thief in 19th Century slang \n*Smaug is (supposedly) the present tense of the prehistoric German word Smugan, to squeeze through a hole, so it means squeezed through a hole. \n*Also found in the Eddas is the forest of Myrkwood \n*I searched Nazgul and this is what it came up with. \n\tIt is of Persian origin and there is one Kazah origin which means \"delicate flower\" But of course if Tolkien ever intended to use it he CERTAINLY would NOT have known the Kazah term as a Ringwraith is not a delicate flower! \n*According to one of Tolkien's letters, Irish Gaelic for ring is nasc; Scottish is nazg. But Tolkien admitted he had neither name in mind when he made up the word; he found these words years later while looking for something else! Of course, he mused, he may have seen the word[s] and had them in the back of his mind whislt composing..\n*http://www.lotrplaza.com/forum/forum_posts.asp?TID=212055\n*http://www.lotrplaza.com/forum/forum_posts.asp?TID=212033\n*Arise now... - Tom Shippey has suggested that this 'call to arms' is influenced by Hnasf 's call in the Old English Finnesburg Fragment. 'Awaken now, my warriors! Grasp your coats of mail, think of deeds of valour, bear yourselves proudly, be resolute!' (translation in J.R.R. Tolkien, Finn and Hengest: The Fragment and the Episode (1982), p.&nbsp;147).\n*I do not recollect ever having heard the name Gondar (in Ethiopia) before your letter\n*JS. Ryan in “German Mythology Applied--the Extension of the Literary\nFolk Memory” notes that the Arkenstone’s name means “peerless stone” and . ’\nthat the name Gimli suggests “gimlet,” ”an appropriate notion of boring for a\ndelver and rock cutter.“28 Further, Gimli is the only dwarf to pass over the\nsea to -the Grey Havens. Certainly, Snorri’s description of a hall called Gimle\nfrom the Poetic Edda was in the soup pot: “At the southern end of the\nheaven is that hall which is fairest of all, and brighter than the sun; and it is\nc&led Gimle.“29 If the dwarfs name has been suggested by Northern\nliterature, so has his character. Gimli’s flowery statement, ” . l l the Lady\nGaladriel is above all the jewels that lie beneath the earth,” epitomizes the\ntypical concerns of a dwarf with the treasures of the earth.\n*Tolkien records this idea of a vanishing people in\nthe prologue to The Lord of the FZings, but not for his dwarves. He says that ’\nhobbits are a very ancient people, more numerous formerly than they are\ntoday. . l Even in ancient days they were as a rule, shy of ‘the big folk,’ as\nthey call us, and now they avoid us with dismay and are becoming hard to\nfind” (I, 10). The dwarves of the sagas and the hobbits of Middle-earth\nshare a shyness about the company of men.\n*In The Unfinished Tales, Tolkien also names the proud wife of Tar-Aldarion, Erendis, again employing the dwarf name as part of the compound.\nThe story of the Scandinavian god Njord and his wife Skadi seems relevant.\nNjord wishes to live in his home by the sea but Skadi protests that the\nscreaming seagulls keep her from sleeping. Similarly, Njord does not like\nthe mountain wolves howling in Skadi’s home Thrymheim: he misses the\nsong of the seaside swans.37 Aldarion cannot live without the sea while\nErendis would perish with it. The scene in which Aldarion rides up from\nthe haven of Andunie, looks back over the sea, and succumbs to the sealonging\nrecalls a similar scene in the NW’s Saa. Gunnar has been exiled\nand prepares to take ship from Iceland, but riding down to the ship, his\nhorse stumbles, he looks around at the land, sees that it is fair, and\ndetermines to stay.38 AIdarion continues in his love of the sea and Erendis\nin her proud disdain for his trips. She does indeed have a dwarfish stiff\nneck.\n*Mîm exemplifies the dwarves of the sagas: he is proud, has healing power, loves gold, curses freely, lives in a stone home, and barters shrewdly.\n*Noel also sees an interesting parallel between the Ents and\nEntwives and the Scandinavian god Njord and his wife Skadi, as discussed\nabove in the section on dwmes .68 Like Skadi and Njord whose living\npreferences are diverse, the Entwives choices about domestic\narrangements do not agree with the Ents’. The wives separate themselves to\nlive in a land of domestic plants and agriculture while the Ents prefer wilder\nwoods.\n*Zimmermann also notes that the 16th century Guve of Gisborne quoted in Tolkien’s 1925 essay contains a meter which may be detected in the “Song of the Ents and Entwives” (II, 800 8 1)\n*he became professor at Oxford at age 33 [which, as he tells us is the hobbits' 'coming of age'] \n*http://fan.theonering.net/writing/reviews/files/spain_trail1.html\n*elven – ring of words p.&nbsp;117\n*glittering caves - cheddar gorge, chronology p.&nbsp;238\n*''hyne wyrdfornam,\n**sypdan he for wlenco wean dhsode,\n**fahde to Frysum. He pa fatwe wag,\n**eorclan-stdnas ofer yda ful,\n**rice peoden; he under rande gecranc.''(lines 1205-09)\n**This is translated by R. M. Liuzza in his Beowulf (2000) as follows:\n**''Fate struck him down\n**when in his pride he went looking for woe,\n**a feud with the Frisians. He wore that finery,\n**those precious stones, over the cup of the sea,\n**that powerful lord, and collapsed under his shield.'' (P- 9o)\n**(The origin of the name Theoden, King of Rohan in The Lord of the Rings, is seen in line 1209, where in ''peoden'' the Anglo-Saxon character ''p'' (thorn) represents th. It is an Anglo-Saxon word meaning \"prince\" or \"king,\" here translated lord.)\n*the old lists - Treebeard's 'lore of living creatures' recalls the list of fish, animals, and so forth, with suitable epithets for poetry, included in the Skaldskaparmal in Snorri Sturluson's Edda.\n*the lost and regained sun and the moon from towards the end of the Kalevala\n*Gondor and Arnor- Rome and it's later split into east and west (or in middle earth's case north and south).\n*the Arthurian story of Balin and Balan, as in f.e. Malory/Tennyson/Swinburne, with the strong but 'unlucky' warrior who is banished from a king for his rough manners and who eventually kills a beloved - Túrin?\n*\"The Iliad\" was a pretty big influence on Tolkien.  A lot of his heroes borrow from Homeric archetypes. And the fall of Troy also inspired the Fall of Gondolin. [Michael Martinez]\n*Tolkien said that Turin’s story was “an attempt to reorganise the tale of Kullervo the hapless into a form of my own”. Kullervo appears in the Finnish Kalevala. Both characters were born after their fathers were lost in battle (though Hurin, Turin’s father, was imprisoned rather than killed). Both commit accidental incest; and, in both cases, the sister throws herself into a river. Both Kullervo and Túrin die by falling on their sentient black swords, both of which speak, and agree to drink their masters’ blood. There are other sources, too: the battles of Túrin and Glaurung the dragon echo Beowulf, but they are closer to the Norse saga of Sigurd and Fafnir. Sigurd digs a trench and stabs Fafnir from beneath; Túrin hides in a gorge and does the same. Both are abandoned by their fearful companions, Regin and Dorlas respectively.\n*Gandalf’s feelings on pity and his speech on mercy (and Frodo’s eventually actions towards Gollum) strike true of Portia’s speech on mercy in Shakepeare’s \"A Merchant of Venice.\"\n*lord dunsany\n*odyssey, homer ?\n*agamemnon, electra ?\n*xanadu ?\n*Horn of Gondor (Boromir) - Horn in Song of Roland ?\n*deor - deor's complaint\n*the first riddle ?\n*hengest (hengist) and horsa ?\n*crist\n*Túrin’s proclivity for falling into trances is difficult to understand and justify as a plot device. His trancelike state recalls Brynhild’s sleep on the magic mountain, but her trance is a punishment for disobedience to Odin.\n*Túrin’s character flaw is not well enough defined. He suffers from hubris but also from  a kind of unbecoming fecklessness, which is not quite a tragic quality. All of this is equally true of Sigurd.\n*The incest theme seems underused; its plot significance in the Volsunga Saga  is much more compelling.\n*Túrin’s fate is overdetermined. Like Oedipus, he is doomed by the curse on his father, though the curse here is the personal and seemingly disproportionate malice of a fallen archangel, mediated by a malevolent dragon. Like Kullervo, he is doomed by his own flawed character: reckless, brooding, unyielding in pride.\n*nirnaeth arnoediad - battle of the somme ?\n*Look at the wizard Väinamöinen or something. He`s the real hero and disappeard in the deep. After a while he took form in a body, not a soul. What does this look alike? GANDALF the WIZARD. \n*Yes I agree that there are some traces of the sootsayer Väinämöinen in Gandalf.  They both are powerfull in lore and (with nothing better to call it) chant (for Väinämöinen’s ’magic’, again for the lack of a better word, happens through song and Gandalf’s through prayer.) and they are still no gods or prime creators.  They both have the same kind of appearance too, but that can be said for many other characters that also have other qualities in common with Gandalf and may have ´been an influence when coming up with him.  One of them is the Norse headgod Odin.\n*And to me at least Väinämöine resembles much more Radagast with his powers of being able to communicate with animals and taking care of nature. Of course Gandalf posesses some of these qualities too, but not as much as Radagast.   But then again I would have to go with the grey colour instead of the brown for Väinämöinen if there would be one appointed to him.\n*Angainor on Melkor - The chaining of Fenris\n*The Eye of Woden - The Eye of Sauron ?\n*ilúvatar - ilmatar ?\n*sador labadal's injury - chronology p.&nbsp;42, 5 jun 1913 ?\n*booth (WotJ p.&nbsp;279) - WotJ p.&nbsp;303, note 36\n*elvish words ending with -nen and -tar - finnish\n*The Hobbit, hobbits - beowulf, andrew lang, brothers grimm, e.h. knatchbull-hugessen, rudyard kipling, william morris, george macdonald, especially the princess and the goblin and the princess and curdie. And certainly, you don’t have to look far to see numerous connections between the Hobbits and the Snergs — in their physical descriptions, their love of communal feasting, the numerous similar locations through which the heroes of the two stories travel, such as dangerous forests and underground caverns\n*'mellon' - 'sesam' ?\n*exchange between bilbo and gandalf - AH p.&nbsp;39\n*Turin Turambar (name) - reminds one of the name of a hero of a Kullervo-themed song, Turu (?) Tuurikkainen\n*http://praxeology.net/unblog12-05.htm#09\n*http://www.boston.com/news/globe/ideas/articles/2007/05/06/in_the_beginning_/\n*The Hobbt, later part - HotH1 p.&nbsp;25\n*http://www.lotrplaza.com/forum/forum_posts.asp?TID=216402\n*execution of eöl - execution at the tarpeian rock in rome ?\n* While debating whether to break up the chair for winter firewood, Sador talks to Túrin, the young son of Húrin who will soon be sent into exile and become the wandering, accursed hero of this gloomy, gory and highly compelling tale. \"I wasted my time,\" Sador says of his long labors, \"though the hours seemed pleasant. But all such things are short-lived; and the joy in the making is their only true end, I guess.\" It's impossible not to hear John Ronald Reuel Tolkien reproaching or consoling himself with these words.\n*http://findarticles.com/p/articles/mi_qa3777/is_200210/ai_n9135926/print\n*http://findarticles.com/p/articles/mi_m0OON/is_4_23/ai_99848426/print\n*last desert - the gobi desert (HotH p.&nbsp;9, 17, 43)\n*far east - china (HotH p.&nbsp;9, 17)\n*luthany (tol eressea) - england (HotH p.&nbsp;17)\n*kortirion - warwick (HotH p.&nbsp;17)\n*tavrobel - HotH1 p.&nbsp;17, http://www.lotrplaza.com/forum/forum_posts.asp?TID=213443\n*anachronisms in The Hobbit - HotH p.&nbsp;18, 43\n*beleriand, broceliand (name?) - HotH p.&nbsp;20\n*bolt - HotH p.&nbsp;26\n*bolt, tolkien's other early work - HotH p.&nbsp;55\n*valar - HotH p.&nbsp;64\n*the silmarillion - HotH p.&nbsp;64\n*early tolkien - beyond the fields we know: the short stories of lord dunsany by rateliff\n*ossiriand (name) - HotH p.&nbsp;26\n*éowyn - HotH p.&nbsp;42\n*Three is Company  - this is surely a deliberate mis-quoting of the well-known RL proverb 'Two's company, three's a crowd'.\n*the hill (name), the water (name) - HotH1 p.&nbsp;45\n*He used often to say there was only one Road; that it was like a great river: its springs were at every doorstep, and every path was its tributary. \"It's a dangerous business, Frodo, going out of your door,\" he used to say. \"You step into the Road, and if you don't keep your feet, there is no knowing where you might be swept off to. - The Road is a recurring image in Tolkien's writings, often in contrast with the security and comfort of home. It was also a common literary motif when he was young, when there were fewer cars and people walked a great deal. The 'open road' held the promise of freedom and adventure, but also of risk and uncertainty. In The Wind in the Willows by Kenneth Grahame, Mr Toad praises 'the open road, the dusty highway, the heath, the common, the hedgerows, the rolling downs! Camps, villages, towns, cities! Here to-day, up and off to somewhere else to-morrow! Travel, change, interest, excitement!' (Chapter 2).\n*maiar - fays\n*fairy and mortal man - thomas rymer theme\n*The line \"Grief is a hone to a hard mind\" reminds me of the scene in Macbeth where Malcolm says to Macduff: \"Be this the whetstone of your sword: let grief convert to anger; blunt not the heart, enrage it.\" (4.3.228-9)\n*the mewlips - lord dunsany's 'the hoard of the giggelins' in 'the book of wonder'\n*hobbit names - HotH p.&nbsp;60\n*narrator in TH - HotH p.&nbsp;55, 64\n*círdan - väinämöinen as shipwright ?\n*proverbs in LR - http://www.lotrplaza.com/forum/forum_posts.asp?TID=218078\n*while the Turin story drew its core plot from THE KALEVALA it takes its tone and mood instead from THE VOLSUNGA SAGA—that is, the story of Sigurd, a doomed hero who does great deeds.\n*dragons sleeping on treasure - HotH p.&nbsp;75\n*trolls' (and orc's'?) speech - AH p.&nbsp;70\n*the trolls encounter in TH - AH p.&nbsp;72\n*the dragon's visit - AH p.&nbsp;61\n*Elendil - Nimruzir in Adunaic, like Noah in Genesis, also both survived the Deluge in boats \n*the hobbit - through the looking glass, lewis carroll (HotH p.&nbsp;56)\n*Tolkienists regard Sam as Frodo's batman. In the British Army, a batman was an orderly who acted as the personal servant of an officer. It was a role with which Tolkien (who served as an Army officer in the First World War) would have been extremely familiar. Sam undertakes all of the typical roles of a batman — he runs errands for Frodo, he cooks, he transports him (or at least carries him), and he carries his luggage. Tolkien confirmed this interpreta\n**\"My Sam Gamgee is indeed a reflexion of the English soldier, of the privates and batmen I knew in the 1914 war, and recognized as so far superior to myself\" \n**Commpare to the relation between Don Quixote and his squire Sancho Panza, and the gradual \"Quixotization\" of Sancho. \n*tharni - character in lord dunsany's plays of god and men\n*the staff broke because Gandalf smashed it down on the stone like Moses outside the land of Caanan (which was likewise why Moses also could no longer lead his people).\n*galdor (name) - http://www.ealdriht.org/galdor.html, http://www.wyrdwords.vispa.com/heathenry/galdor.html\n*dark plague (morgoth and sauron) - the black plague\n*dorwinion (land of wine) - vinland ?\n*bombur produced a drum - HotH2 p.&nbsp;784\n*pipe-weed - HotH2 p.&nbsp;783\n*'Come not between the Nazgûl and his prey! - 'Come not between the dragon and his wrath' in King Lear\n*Longshanks was a nickname of Edward I, King of England (ruled 1272-1307).\n*The scene in which Imrahil shows Éowyn to be alive by noting that her faint breath shows on his polished vambrace is similar to the scene in Lear where the King tries to determine if Cordelia still lives. Tolkien writes: Then the prince seeing her beauty, though her face was pale and cold, touched her hand as he bent to look more closely on her. “Men of Rohan!” he cried. “Are there no leeches among you? She is hurt to the death maybe, but I deem that she yet lives.” And he held the bright-burnished vambrace that was upon his arm before her cold lips, and behold! a little mist was laid on it hardly to be seen. (RK, V, vi, 121)Compare Lear: “Lend me a looking glass; / If that her breath will mist or stain the stone, / Why, then she lives.” (V, iii, 266-67) The rage of Éomer upon ﬁnding Éowyn apparently dead is also similar to Lear’s rage at the death of Cordelia: “Éowyn, Éowyn!” he cried at last: “Éowyn, how come you here? What madness or devilry is this? Death, death, death! Death take us all!” Then without taking counsel or waiting for the approach of the men of the City, he spurred headlong back to the front of the great host, and blew a horn, and cried aloud for the onset. Over the ﬁeld rang his clear voice calling: “Death! Ride, ride to ruin and the world’s ending!” (RK, V, vi, 119)Compare Lear: “And my poor fool11 is hanged! No, no, no life?Why should a dog, a horse, a rat have life, And thou no breath at all? Thou’lt come no moreNever, never, never, never, never!” (V, iii, 311-14)\n*south downs - south downs near Lullington, Sussex ?\n*Tolkien had decided to rename Saeros to Orgol, with negative meaning in Sindarin, and permitting a pun on Old English orgol, orgel \"pride\", cognate, but not ancestral, to Modern English orgulous\n*I also realized almost immediately that the quest for the ring was actually a grail quest. It was King Arthur and Camelot all over again.\n\n*Midgewater Marshes. Translate by sense. The name was suggested by Mývatn in Iceland, of the same meaning.\n*tolkien's various methods of literary construction - amon hen 208 p.&nbsp;14\n*The Adventures of Tom Bombadil', which was published in the Oxford Magazine in 1934. It tells of Tom's encounters with 'Goldberry, the River-woman's daughter', with the 'Old Man Willow' which shuts him up in a crack of its bole (an idea, Tolkien once said, that probably came in part from Arthur Rackham's tree-drawings), with a family of badgers, and with a 'Barrow-wight', a ghost from a prehistoric grave of the type found on the Berkshire Downs not far from Oxford.\n*the saruman passage - the company they keep p.&nbsp;117\n*http://www.lotrplaza.com/Archive4/display_topic_threads.asp?ForumID=46&TopicID=155483&PagePosition=3\n*poem about charles williams, the company they keep p.&nbsp;69\n\n==External links==\n*[http://www.theguardian.com/books/booksblog/2014/dec/09/tolkien-death-of-smaug-began-america-middle-earth Tolkien’s death of Smaug: American inspiration revealed] by [[John Garth]]\n\n[[Category:Tolkien Gateway research]]"}}}