{"parse": {"title": "Creatures of Middle-earth (2nd edition)", "pageid": 23668, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Creatures of Middle-earth (2nd edition).jpg"}, {"ns": 0, "exists": "", "*": "1994"}, {"ns": 0, "exists": "", "*": "Creatures of Middle-earth"}, {"ns": 0, "exists": "", "*": "Iron Crown Enterprises"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Pete Fenlon"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Creatures_of_Middle-earth_(2nd_edition).jpg"], "wikitext": {"*": "{{book\n|title=Creatures of Middle-earth\n| image = Creatures of Middle-earth (2nd edition).jpg\n|author=Ruth Sochard Pitt, Jeff O'Hare, [[Pete Fenlon|Peter C. Fenlon, Jr.]] \n|isbn=1-55806-216-5 \n|publisher=[[Iron Crown Enterprises]]\n|date=[[1994]]\n|format=Softcover\n|pages=144\n|ice=2012\n}}\n'''''Creatures of Middle-earth''''' is a supplement (in the ''Sourcebook''-series) for ''[[Middle-earth Role Playing]]'', 2nd Edition. It replaced the 1st Edition ''[[Creatures of Middle-earth]]''.\n\n== Cover/Jacket Text == \n\n''\"Then Bard drew his bow-string to his ear. The dragon was circling back, flying low, and as he came the moon rose above the eastern shore and silvered his great wings...'' \n\n''\"The dragon swooped once more lower than ever, and as he turned and dived down his belly glittered white with sparkling fires of gems in the moon - but not in one place. The great bow twanged. The black arrow sped straight from the string, straight for the hollow by the left breast where the foreleg was flung wide. In it smote and vanished, barb, shaft, and feather, so fierce was its flight. With a shriek that deafened men, felled trees and split stone, Smaug shot spouting into the air, turned over and crashed down from on high in ruin.\"'' - The Hobbit \n\nHow would you fare against Smaug the Golden? Could your marksmanship find the dragon's weak spot? Would your courage withstand the worm's fire? Test your powers against Morgoth's legacy: the Watcher in the Water outside Durin's Doors, the huorns of Fangorn Forest, the wargs of haunted Hollin, and the Balrog of Moria. All these beasts and more appear in the pages of Creatures of Middle-earth. \n\nCreatures details the significant beasts and monsters of Tolkien's world - the kelvar, living things that move, born of the Great Song, such as ravens, ulmodili (dolphins), mearas (descendants of Oromeë's steed), oliphaunts, great eagles, crebain, the Kirinkir of fallen Númenor, and black swans; as well as the twisted things \"of horn and ivory\" that \"dye the earth with blood\" at Morgoth's behest. \n\nCreatures of Middle-earth includes: \n*BEASTS - everything from the Great Eagles of the Misty Mountains to the Ravens of Erebor to the noisy Neekerbreekers that so annoyed Merry, Pippin, Sam, and Frodo in the Midgewater Marshes. Each animal has a short description preceded by specifics on its size, preferred climate, and favored environment. \n*MONSTERS - ranging from the mighty shapechanging Vampires of Morgoth, such as Thuringwethil, to the Wights guarding the tombs in the Barrow-downs, to the sly Crebain that served as Sauron's spies. \n*MAPS - 21 b&w maps depicting where in Endor each creature dwells. \n\nThis compendium is a revised version of the sourcebook released in 1988. It includes expanded material on the dragons of Middle-earth, many more illustrations, and stats for MERP, Rolemaster, and the Lord of the Rings Adventure Game.\n\n{{title|italics}}\n[[Category:MERP]]\n[[Category:Publications by title]]"}}}