{"parse": {"title": "Adunaroth", "pageid": 60392, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Adûnaic"}, {"ns": 0, "exists": "", "*": "Cirth"}, {"ns": 0, "exists": "", "*": "Edain"}, {"ns": 0, "exists": "", "*": "Neo-Elvish"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Númenorean"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Tengwar"}, {"ns": 0, "exists": "", "*": "Third Age"}], "templates": [], "images": [], "wikitext": {"*": "'''Adunaroth''' (\"Tracks of the West\") is a fanon fictional writing script for the [[Adûnaic]] language. It was created in 2004 by Dutch Tolkien enthusiast Arno Luyendijk.\n\n==Overview==\nAdunaroth is an alphabet writing script, with unique letters for the consonants and vowels known to exist in Adûnaic. It also has unique letters for the language's long vowels (â, ê, î, ô, û), written as double vowels, and unique letters for double consonants (geminate). These double vowels (long vowels) and double consonants are differentiated from single vowels (short vowels) and single consonants by adding a horizontal line at the centre of the letter. However, Adunaroth does not have separate letters for the four known diphtongs that occur in Adûnaic. This is likely due to these diphtongs being fairly rare in the known Adûnaic vocabulary, not necessitating the frequent use of a separate letter.\n\n==Inspiration==\nAdunaroth is inspired by both of Tolkien's two major fictional writing scripts, ''[[cirth]]'' (an elven invention, but used primarily by Dwarves, often called \"runes\") and ''[[tengwar]]'' (the primary elvish writing script of the [[Second Age]] and [[Third Age]]). Professor Tolkien never hinted whether any of the Mannish peoples created their own writing scripts, and the [[Edain]] and their [[Númenorean]] descendants also preferred elvish scripts for much of their history. Arno Luyendijk argued that the most likely and plausible explanation for the existence of Adunaroth would be the socio-political changes in the later eras of [[Númenor]]: When Númenorean rulers and people turned their backs on elvish languages, after their previously cordial relations with elves had turned cold and suspicious. However, the inspiration by ''cirth'', and to a lesser extent ''tengwar'', is still very visible in Adunaroth, highlighting its heritage in the existing writing scripts of Arda.\n\n==Name==\nThe name of the writing script was compiled from Tolkien's surviving notes on the three different draft versions of the Adûnaic language. It translates to \"Tracks of the West\" or more loosely \"Tracks of the Men of Westernesse\" (from ''adûn'', Adûnaic for \"west\" and ''roth'', a \"track\", \"path\", either on land or one created by a ship at sea).<ref>[https://eldamo.org/content/language-pages/lang-ad.html Adûnaic language overview and analysis. Eldamo.org website by Paul Strack]</ref><ref>[https://folk.uib.no/hnohf/adunaic.htm Adûnaic language overview and analysis. Ardalambion website (folk.uib.no/hnohf/) by Helge Fauskaner]</ref>\n\n==Usability==\nIn addition to handwriting use, the Adunaroth script has also been adopted for use as a text editor font, in TrueType format, by Robert Lloyd Wheelock.\n\nAside from potential fanon language expansion projects or similar Tolkien linguistic projects (in the manner of [[Neo-Elvish]] or Neo-Khuzdul), Adunaroth is also intended to be usable for tabletop roleplaying and live-action roleplaying where [[Adûnaic]] plays a role.\n\n==External links==\n*[https://omniglot.com/conscripts/adunaroth.htm Adunaroth] at [https://omniglot.com/index.htm Omniglot.com], the Online Encyclopedia of Writing Systems and Languages\n\n==References==\n<references/>\n\n[[Category:Fanon]]"}}}