{"parse": {"title": "The Horns of Ylmir", "pageid": 8460, "redirects": [{"from": "Sea Chant", "to": "The Horns of Ylmir"}], "links": [{"ns": 0, "exists": "", "*": "1892"}, {"ns": 0, "exists": "", "*": "1910"}, {"ns": 0, "exists": "", "*": "1912"}, {"ns": 0, "exists": "", "*": "1914"}, {"ns": 0, "exists": "", "*": "1915"}, {"ns": 0, "exists": "", "*": "1916"}, {"ns": 0, "exists": "", "*": "4 December"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Earendil"}, {"ns": 0, "exists": "", "*": "Gnomish"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien: A Biography"}, {"ns": 0, "exists": "", "*": "John Howe"}, {"ns": 0, "exists": "", "*": "Land of Willows"}, {"ns": 0, "exists": "", "*": "Of Tuor and his Coming to Gondolin"}, {"ns": 0, "exists": "", "*": "Old English"}, {"ns": 0, "exists": "", "*": "Ossë"}, {"ns": 0, "exists": "", "*": "Sea-longing"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin (chapter)"}, {"ns": 0, "exists": "", "*": "The Quenta"}, {"ns": 0, "exists": "", "*": "The Shaping of Middle-earth"}, {"ns": 0, "exists": "", "*": "Tuor"}, {"ns": 0, "exists": "", "*": "Ulmo"}, {"ns": 0, "exists": "", "*": "Ulumúri"}, {"ns": 0, "exists": "", "*": "Ylmir"}, {"ns": 102, "exists": "", "*": "Index:Poems by J.R.R. Tolkien"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:SM"}, {"ns": 10, "exists": "", "*": "Template:B"}], "images": ["John_Howe_-_Ulmo,_Lord_of_the_Waters.jpg"], "wikitext": {"*": "[[Image:John Howe - Ulmo, Lord of the Waters.jpg|thumb|250px|[[John Howe]] - ''Ulmo, Lord of the Waters'']]\n'''The Horns of Ylmir''' is a poem first written by [[J.R.R. Tolkien]] in [[1914]], and published in ''[[The Shaping of Middle-earth]]'', as an appendix to \"[[The Quenta]]\".<ref name=Horns>{{SM|QA2}}, pp. 213-218</ref>\n\nThe title refers to the [[Ulumúri]], the conches of [[Ulmo]] that give the sea-music and cause [[sea-longing]].\n\n==History of composition==\nThe first version of the poem was titled ''The Tides'' and dated [[4 December]], [[1914]] together with the note ''On the Cornish Coast'', although notes on subsequent manuscripts suggest it was begun as early as [[1910]] to [[1912]].<ref>{{SM|QA2}}, pp. 214-215</ref> It is thought to be inspired by Tolkien's visit to the Lizard Peninsula in Cornwall, in the summer of 1914, where the sea left a great impression on him.<ref>{{B|II}}, pp. 70-71</ref>\n\nThe second version bears the title ''Sea Chant of an Elder Day'' (''Fyrndaga Sœléoþ'' in [[Old English]]) and the date March [[1915]]. It has some minor emendations, and already has a prose prologue alleging the song was made by [[Tuor]] for his son [[Earendil|Eärendel]] in the [[Land of Willows]].\n\nIn the third revision, the title indicated it was a song \"from the [[The Fall of Gondolin (chapter)|Fall of Gondolin]]\", therefore it should have been published in ''[[The Book of Lost Tales Part Two]]''. Only a few small emendations were made, like changing the name ''Ulmo'' to ''[[Ylmir]]'' (the [[Gnomish]] translation of ''[[Ulmo]]'') and including references to [[Ulmo]] and [[Ossë]] within the poem.<ref name=Horns />\n\n==The poem==\n\"Tuor recalleth in a song sung to his son Eärendil the visions that Ylmir's conches once called before him in the twilight in the Land of Willows.\"\n<poem style=\"font-style:italic; margin-left:20px;\">\n'Twas in the Land of Willows where the grass is long and green—\nI was fingering my harp-strings, for a wind had crept unseen\nAnd was speaking in the tree-tops, while the voices of the reeds\nWere whispering reedy whispers as the sunset touched the meads\nInland musics subtly magic that those reeds alone could weave\n'Twas in the Land of Willows that once Ylmir came at eve.\nIn the twilight by the river on a hollow thing of shell\nHe made immortal music, till my heart beneath his spell\nWas broken in the twilight, and the meadows faded dim\nTo great grey waters heaving round the rocks where sea-birds swim.\n\nI heard them wailing round me where the black cliffs towered high\nAnd the old primeval starlight flickered palely in the sky.\nIn that dim and perilous region in whose great tempestuous ways\nI heard no sound of men's voices, in those eldest of the days,\nI sat on the ruined margin of the deep-voiced echoing sea\nWhose roaring foaming music crashed in endless cadency\nOn the land besieged for ever in an aeon of assaults\nAnd torn in towers and pinnacles and caverned in great vaults;\nAnd its arches shook with thunder and its feet were piled with shapes\nRiven in old sea-warfare from those crags and sable capes.\n\nLo! I heard the embattled tempest roaring up behind the tide\nWhen the trumpet of the first winds sounded, and the grey sea sang and cried\nAs a new white wrath woke in him, and his armies rose to war\nAnd swept in billowed cavalry toward the walled and moveless shore.\nThere the windy-bannered fortress of those high and virgin coasts\nFlung back the first thin feelers of the elder tidal hosts;\nFlung back the restless streamers that like arms of a tentacled thing\nCoiling and creeping onward did rustle and suck and cling.\nThen a sigh arose and a murmuring in that stealthy-whispering van,\nWhile, behind, the torrents gathered and the leaping billows ran,\nTill the foam-haired water-horses in green rolling volumes came—-\nA mad tide trampling landward—and their war-song burst to flame.\n\nHuge heads were tossed in anger and their crests were towers of froth\nAnd the song of the great seas were singing was a song of unplumbed wrath,\nFor through that giant welter Ossë's trumpets fiercely blew,\nThat the voices of the flood yet deeper and the High Wind louder grew;\nDeep hollows hummed and fluted as they suck the sea-winds in;\nSpumes and great white spoutings yelled shrilly o'er the din;\nGales blew the bitter tresses of the sea in the land's dark face\nAnd wild airs thick with spindrift fled on a whirling race\nFrom battle unto battle, till the power of all the seas\nGathered like one mountain about Ossë's awful knees,\nAnd a dome of shouting water smote those dripping black facades\nAnd its catastrophic fountains smashed in deafening cascades.\n\nThen the immeasurable hymn of Ocean I heard as it rose and fell\nTo its organ whose stops were the piping of gulls and the thunderous swell;\nHeard the burden of the waters and the singing of the waves\nWhose voices came on for ever and went rolling to the caves,\nWhere an endless fugue of echoes splashed against wet stone\nAnd arose and mingled in unison into a murmuring drone—-\n'Twas a music of uttermost deepness that stirred in the profound,\nAnd all the voices of all oceans were gathered to that sound;\n'Twas Ylmir, Lord of Waters, with all-stilling hand that made\nUnconquerable harmonies, that the roaring sea obeyed,\nThat its waters poured off and Earth heaved her glistening shoulders again\nNaked up into the airs and cloudrifts and sea-going rain,\nTill the suck and suck of green eddies and the slap of ripples was all\nThat reached to mine isléd stone, save the old unearthly call\nOf sea-birds long-forgotten and the grating of ancieng wings.\n\nThus murmurous slumber took me mid those far-off eldest things\n(In a lonely twilit region down whose old chaotic ways\nI heard no sound of men's voices, in those eldest of the days\nWhen the world reeled in the tumult as the Great Gods tore the Earth\nIn the darkness, in the tempest of the cycles ere our birth),\nTill the tides went out, and the Wind died, and did all sea music's cease\nAnd I woke to silent caverns and empty sands and peace.\nThen the magic drifted from me and that music loosed its bands—\nFar, far-off, conches calling—lo! I stood in the sweet lands,\nAnd the meadows were about me where the weeping willows grew,\nWhere the long grass stirred beside me, and my feet were drenched with dew.\nOnly the reeds were rustling, but a mist lay on the streams\nLike a sea-roke drawn far inland, like a shred of salt sea-dreams.\n'Twas in the Land of Willows that I heard th' unfathomed breath\nOf the Horns of Ylmir calling—and shall hear them till my death.</poem>\n\n==See also==\n*[[Of Tuor and his Coming to Gondolin]]\n*[[Index:Poems by J.R.R. Tolkien|Poems by J.R.R. Tolkien]]\n\n{{References}}\n{{DEFAULTSORT:Horns of Ylmir, The}}\n[[Category:Poems in The History of Middle-earth]]\n[[Category:Songs]]"}}}