{"parse": {"title": "The Black Gate is Closed", "pageid": 7152, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "4 March"}, {"ns": 0, "exists": "", "*": "5 March"}, {"ns": 0, "exists": "", "*": "Dark Lord"}, {"ns": 0, "exists": "", "*": "Easterlings"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Gondorians"}, {"ns": 0, "exists": "", "*": "Haradrim"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Isildur"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Minas Morgul"}, {"ns": 0, "exists": "", "*": "Morannon"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Of Herbs and Stewed Rabbit"}, {"ns": 0, "exists": "", "*": "Oliphaunts"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Teeth of Mordor"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Passage of the Marshes"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}], "images": ["Michael_Kaluta_-_The_Black_Gate_is_Closed.jpg"], "wikitext": {"*": "{{chapter\n| image=Michael Kaluta - The Black Gate is Closed.jpg\n| title=The Black Gate is Closed\n| book=The Two Towers\n| number=14\n| event=[[Frodo Baggins|Frodo]] comes to the [[Morannon]] but turns aside.\n| date=[[4 March|4]]-[[5 March]] {{TA|3019|n}}\n| location=The [[Morannon]]\n| previous=The Passage of the Marshes\n| next=Of Herbs and Stewed Rabbit\n}}\n\n'''The Black Gate is Closed''' is the third chapter of the second book in ''[[The Two Towers]]''.\n\n==Summary==\n[[Frodo Baggins|Frodo]], [[Samwise Gamgee|Sam]], and [[Gollum]] finally arrived at the [[Morannon|gates]] of [[Mordor]]. They beheld the [[Teeth of Mordor]], the tall towers built earlier by the [[Gondorians|Men of Gondor]] after the fall of [[Sauron]], but then later reoccupied by the [[Dark Lord]] upon his return to power.\n\nThe trio reached the gate and watched armies of [[Easterlings]] enter it. They spent the night, and discovered that the gates' sentries were always on guard day and night. Sam wondered how they would enter. Gollum replied that they must not enter, prompting Sam to ask why they bothered travelling to Mordor in the first place if they could not go inside. Gollum replied that he had fulfilled his part of the agreement, guiding the [[Hobbits]] to the gate. Sam was angry, again asking why they bothered going to Mordor at all. Frodo affirmed that he must enter Mordor at all costs. At the Hobbits’ insistence, Gollum admitted that there was another way into the kingdom, a secret way that he had discovered earlier. Sam distrusted Gollum, but the Hobbits had little choice but to follow the creature’s lead. Frodo reminded Gollum that he had sworn by his \"[[The One Ring|Precious]]\" to guide them safely and not betray them.\n\nGollum directed Sam and Frodo toward a road that bended south around Mordor, telling them that the road extended for a hundred leagues, but warning that they should not go that way. Frodo asked if there was a third way. Gollum admitted that there was a third path running around to the back of the kingdom, past a fortress built long ago by tall [[Men]] with shining eyes. Frodo realized that Gollum referred to the former fortress of [[Isildur]], the warrior who won the Ring from Sauron during his defeat. Part of the fortress was a tall tower called the [[Minas Morgul|Tower of the Moon]]. Sam asked whether the tower was occupied, and Gollum replied that it was guarded by [[Orcs]] and by even worse creatures called Silent Watchers. Sam remarked that this third path sounded just as risky as the first one, but Gollum said the Dark Lord was focusing his attention elsewhere. Gollum admitted that the rear path past the Tower of the Moon was dangerous, but that it was worth trying. The hobbits were suspicious, but they accepted Gollum’s advice.\n\nFour [[Nazgûl]] appeared in the sky overhead, and the hobbits knew that Sauron was observing them. Frodo and Sam grabbed their knives, but they knew that escape was impossible. Gollum sensed that [[Haradrim]] were heading toward Mordor too — Men with long dark hair, gold rings, and red flags. He described them as very fierce, saying that he had never seen anything like them. There were always Men entering Mordor then. Sam asked whether the men had [[Oliphaunts]] with them, as he had heard the creatures described in old poetry. Gollum had never seen an Oliphaunt. He urged the hobbits to sleep through the daylight hours, and proceed again at night.\n\n{{DEFAULTSORT:Black Gate is Closed}}\n[[fi:Musta portti on kiinni (TSH)]]\n[[Category:The Two Towers chapters]]"}}}