{"parse": {"title": "Letter to Maria Mroczkowska", "pageid": 57035, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1969"}, {"ns": 0, "exists": "", "*": "1973"}, {"ns": 0, "exists": "", "*": "Atlantis-haunting"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Przemyslaw Mroczkowski"}, {"ns": 0, "exists": "", "*": "Ryszard Derdziński"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": ["Uczoność_i_wyobraźnia_w_Oxfordzie.png"], "wikitext": {"*": "[[File:Uczoność i wyobraźnia w Oxfordzie.png|thumb]]\nCirca [[1969]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to Maria Anuncjata Mroczkowska''', daughter of [[Przemyslaw Mroczkowski]].<ref>{{webcite|author=[[Ryszard Derdziński]]|articleurl=http://tolkniety.blogspot.com/2020/04/j-r-r-tolkiens-letter-to-miss-maria.html|articlename=J.R.R. Tolkiens letter to Miss Maria Mroczkowska (fragments from c. 1969)|dated=24 april 2020|website=[http://tolkniety.blogspot.com tolkniety.blogspot.com]|accessed=26 April 2020}}</ref>\n\n*'''Publication:''' Extracts from the letter, translated into Polish, were published in [[1973]] in the article \"Uczoność a wyobraźnia w Oxfordzie\" (\"[the relationship between] Lernedness and imagination in Oxford\") in the magazine ''[[Wikipedia:Tygodnik Powszechny|Tygodnik Powszechny]]'', nr 40, p.&nbsp;7.\n\n== From the article==\n\n[Tentative translation back into English by [[Ryszard Derdziński]]:]<ref group=note>Permission granted by [[Ryszard Derdziński]] to reproduce the translation at Tolkien Gateway.<!-- Permission granted 26 april 2020, to User:Morgan, at Derdziński's page at Facebook --></ref>\n\n''\"I don't like when they write about me and I think it is premature. And the least I can accept is when they analyze me. I share the opinion of [[Gandalf]] (Lord of the Rings, vol. I, p. 272): \"He that breaks a thing to find out what it is has left the path of wisdom.\" (…)'' \n \n''The expression you used („digested”) is apt and immediately demonstrates the impossibility of performing such a task (and its uselessness, as I think). In any case, this is not a task in which I could help. It's like applying a gastric lavage to someone who enjoyed a good dinner! I had no clear purpose in writing except that I wanted to tell a long story of a compact, unified plan and atmosphere whose collective impression in reading would be homogeneous. The kind that suits me best. As for the latter, I can not say anything more specific then to call it \"European\" as seen from a certain side: from the North-West. But I certainly did not intend it (at least consciously) as a summary of English culture, or to examine its roots. I have no analytical or allegorical mind. Therefore, constructing the imaginary culture and historical period, I had to show that they have (in the same use) deep historical roots, which are only outlined.'' \n \n''I did not deliberately model my writing on any literary genres: many elements could be attributed to various genres. If I was forced to put my story in a category, I would call it (and I call it) a heroic romance. I call for caution regarding \"sources\". They still tell me about my own sources (critics and others). Often these are things that I've never read and I don't want to read. It seems that no one could understand that something can appear in something else without any other connection except that both are part of human experiences and traditions. You can evoke the voice of the horn by your imagination without reading »The Song of Roland«, etc. etc. (…)''\n \n''your letter led me to think back and I realize that (not to reach for noisy phrases), I was born to write this whole historio-myth (we are all born to do something personal - individual). As far as I remember (in the field of thought processes), i.e. from the age of seven or eight, I realize two interests that dominate everything else: [[elves]] and [[orcs]]. In this is the embryo of \"The Lord of the Rings\" etc. I collected and stored every detail related to it or fueling these interests throughout my life. There is one more peculiar element. I had something that could be called the [[Atlantis-haunting|Atlantic complex]]. It disturbed my dreams like some other images disturbed [[Wikipedia:Carl Jung|Jung]]'s dreams: something irresistible was invading the country, growing in power.\"''\n\n{{references|n}}\n{{title}}\n[[Category:Letters|Mroczkowska, Maria]]"}}}