{"parse": {"title": "Orcs/Origin", "pageid": 59341, "redirects": [{"from": "Origin of the Orcs", "to": "Orcs/Origin"}], "links": [{"ns": 0, "exists": "", "*": "1937"}, {"ns": 0, "exists": "", "*": "Angband"}, {"ns": 0, "exists": "", "*": "Annals of Aman"}, {"ns": 0, "exists": "", "*": "Aulë"}, {"ns": 0, "exists": "", "*": "Awakening of Men"}, {"ns": 0, "exists": "", "*": "Awakening of the Elves"}, {"ns": 0, "exists": "", "*": "Canonicity"}, {"ns": 0, "exists": "", "*": "Carl F. Hostetter"}, {"ns": 0, "exists": "", "*": "Carl Hostetter"}, {"ns": 0, "exists": "", "*": "Chaining of Melkor"}, {"ns": 0, "exists": "", "*": "Children of Ilúvatar"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Dagor Dagorath"}, {"ns": 0, "exists": "", "*": "Drúedain"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "Eagles"}, {"ns": 0, "exists": "", "*": "Elena Kukanova"}, {"ns": 0, "exists": "", "*": "Eressëa"}, {"ns": 0, "exists": "", "*": "Fandom"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Fëa and hröa"}, {"ns": 0, "exists": "", "*": "Fëar"}, {"ns": 0, "exists": "", "*": "Goblin-men"}, {"ns": 0, "exists": "", "*": "Goblins"}, {"ns": 0, "exists": "", "*": "Great March"}, {"ns": 0, "exists": "", "*": "Half-orcs"}, {"ns": 0, "exists": "", "*": "Halls of Mandos"}, {"ns": 0, "exists": "", "*": "Henning Janssen"}, {"ns": 0, "exists": "", "*": "Huan"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Laws and Customs among the Eldar"}, {"ns": 0, "exists": "", "*": "Light of Valinor"}, {"ns": 0, "exists": "", "*": "Mandos"}, {"ns": 0, "exists": "", "*": "Melko"}, {"ns": 0, "exists": "", "*": "Morgoth's Ring"}, {"ns": 0, "exists": "", "*": "Music of the Ainur"}, {"ns": 0, "exists": "", "*": "Myths Transformed"}, {"ns": 0, "exists": "", "*": "Noldoli"}, {"ns": 0, "exists": "", "*": "Of the Coming of the Elves and the Captivity of Melkor"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Oromë"}, {"ns": 0, "exists": "", "*": "Quendi and Eldar"}, {"ns": 0, "exists": "", "*": "Quenta Noldorinwa"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion (Lost Road)"}, {"ns": 0, "exists": "", "*": "Saruman"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Shadow"}, {"ns": 0, "exists": "", "*": "Silmarils"}, {"ns": 0, "exists": "", "*": "Spirits"}, {"ns": 0, "exists": "", "*": "The Annals of Aman"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales"}, {"ns": 0, "exists": "", "*": "The Book of Lost Tales Part Two"}, {"ns": 0, "exists": "", "*": "The Drúedain"}, {"ns": 0, "exists": "", "*": "The Earliest Annals of Beleriand"}, {"ns": 0, "exists": "", "*": "The Fall of Gondolin (chapter)"}, {"ns": 0, "exists": "", "*": "The Fall of Númenor (chapter)"}, {"ns": 0, "exists": "", "*": "The Later Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "The Lost Road and Other Writings"}, {"ns": 0, "exists": "", "*": "The Nature of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Quenta"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "The Shaping of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The Tower of Cirith Ungol"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Turambar and the Foalókë"}, {"ns": 0, "exists": "", "*": "Two Lamps"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Utumna"}, {"ns": 0, "exists": "", "*": "Utumno"}, {"ns": 0, "exists": "", "*": "Valar"}, {"ns": 0, "exists": "", "*": "Wise"}, {"ns": 0, "exists": "", "*": "Year of the Trees 1075"}, {"ns": 0, "exists": "", "*": "Year of the Trees 1085"}, {"ns": 0, "exists": "", "*": "Years of the Trees"}, {"ns": 0, "*": "Death of Incarnate Bodies"}, {"ns": 0, "*": "Elvish Reincarnation"}, {"ns": 0, "*": "Notes on Órë"}, {"ns": 14, "exists": "", "*": "Category:Images by Jan Pospíšil"}, {"ns": 14, "exists": "", "*": "Category:Images by Turner Mohan"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:YT"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:LT2"}, {"ns": 10, "exists": "", "*": "Template:SM"}, {"ns": 10, "exists": "", "*": "Template:LR"}, {"ns": 10, "exists": "", "*": "Template:MR"}, {"ns": 10, "exists": "", "*": "Template:NM"}, {"ns": 10, "exists": "", "*": "Template:UT"}], "images": ["Elena_Kukanova_-_Ork_sketch.jpeg", "Turner_Mohan_-_Origin_of_the_Orcs.jpg", "Henning_Janssen_-_Goblin_Bone_Band.jpg", "Jan_Pospíšil_-_TOR_Half_orc.jpeg"], "wikitext": {"*": "[[File:Elena Kukanova - Ork sketch.jpeg|thumb|''Ork sketch'' by [[Elena Kukanova]]]]\n{{quote|The [[Shadow]] that bred them can only mock, it cannot make: not real new things of its own. I don't think it gave life to the Orcs, it only ruined them and twisted them; and if they are to live at all, they have to live like other living creatures.|[[Frodo Baggins|Frodo]] in ''[[The Return of the King]]'', \"[[The Tower of Cirith Ungol]]\"}}\nThe '''origin of the [[Orcs]]''' is never definitely explained in [[J.R.R. Tolkien]]'s works. Throughout the years, he changed the explanation, but he was doubtful because of the theological implications of an evil race and the relations of [[fëa and hröa|''fëa'' and ''hröa'']] in his cosmology. As Tolkien died without deciding on a final explanation, the [[canonicity]] of the origin of Orcs is a popular debate in the [[fandom]]. Listed here are the different origins of the Orcs given in Tolkien's texts, ordered chronologically.\n\n==Bred from stone==\nThe first conception in ''[[The Book of Lost Tales]]'' (1917-1920) describes explicitly how [[Melko]] created Orcs or [[Goblins]] directly from earth:\n\n{{blockquote|...for all that race were bred by [[Melko]] of the subterranean heats and slime. Their hearts were of granite and their bodies deformed.<ref>{{LT2|III}}, p. 159</ref>}}\n\nThe text also mentions [[Noldoli]] being twisted by Melko and mingled among the Orcs, so that they were even confused as being of that race, but as [[Christopher Tolkien]] comments, that notion is unrelated with the origin.<ref>{{LT2|IIIn}}, §3 ''Miscellaneous Matters'', (iii) ''Orcs'', p. 219</ref> Created directly by him, Orcs are thus called \"broodlings of Melko\"<ref>{{LT2|II}}, p. 14</ref> or \"children of Melko\".<ref>{{LT2|III}}, p. 193</ref>\n\nIn the following and more serious revision of his mythology, Tolkien kept the same origin: in the ''[[Quenta Noldorinwa]]'' (1930s) it is written that Morgoth created the Orcs in [[Utumna]], before the [[Awakening of the Elves]]: \"''the hordes of Orcs he made of stone, but their hearts of hatred''\".<ref>{{SM|Q2}}, p. 82</ref> However, in ''[[The Earliest Annals of Beleriand]]'' this happens in [[Angband]] after the theft of the [[Silmarils]].<ref>{{SM|7}}, pp. 295, 314, 328</ref>\n\n==Based on Elves==\nFollowing the idea that Morgoth created the Orcs after the Awakening of the Elves, Tolkien developed it in the ''[[Quenta Silmarillion (Lost Road)|Quenta Silmarillion]]'' of [[1937]]. There it is said that, after the destruction of the [[Two Lamps]], Morgoth created many evil creatures of different shapes, \"''yet the Orcs were not made until he had looked upon the Elves, and he made them in mockery of the [[Children of Ilúvatar]]''\".<ref>{{LR|P2VI}}, 3(a). \"Of the Coming of the Elves\", §18, p. 212</ref> Later in the text is explained that they were made of stone, like in the previous version.<ref>{{LR|P2VI}}, 5. \"Of the Flight of the Noldor\", §18, p. 233</ref> Therefore this origin is a development of the previous one, but already points to the great sin of the mockery of the Children of Ilúvatar.\n\nThe same explanation is mentioned in the second version of ''[[The Fall of Númenor (chapter)|The Fall of Númenor]]'', written in the same years.<ref>{{LR|P1II3}}, p. 24</ref>\n\n==Corrupted Elves==\n[[File:Turner Mohan - Origin of the Orcs.jpg|thumb|''Origin of the Orcs'' by [[:Category:Images by Turner Mohan|Turner Mohan]]]]\nIn the ''[[Annals of Aman]]'' (1950s) appears the most known origin: in the {{YT|1085}}, those Elves who ran from [[Oromë]] were captured by Melkor and taken to [[Utumno]]:\n{{blockquote|But of those hapless who were snared by Melkor little is known of a certainty. [...] Yet this is held true by the wise of [[Eressëa]]: that all those of the Quendi that came into the hands of Melkor, ere Utumno was broken, were put there in prison, and by slow arts of cruelty and wickedness were corrupted and enslaved. Thus did Melkor breed the hideous race of the Orkor in envy and mockery of the Eldar, of whom they were afterwards the bitterest foes. For the Orkor had life and multiplied after the manner of the Children of Ilúvatar; and naught that had life of its own, nor the semblance thereof, could ever Melkor make since his rebellion in the [[Music of the Ainur|Ainulindalë]] before the Beginning: so say the wise. And deep in their dark hearts the Orkor loathed the Master whom they served in fear, the maker only of their misery. This maybe was the vilest deed of Melkor and the most hateful to Eru.<ref>{{MR|P2e}}, §45, pp. 73-74</ref>}}\n\nAs Christopher Tolkien comments, this new origin includes the explicit idea that Morgoth could not ''make'' anything with life after his rebellion.<ref>{{MR|P2f}}, §45, p. 78</ref> This was the text Christopher used for his edition of ''[[The Silmarillion]]'' ([[Of the Coming of the Elves and the Captivity of Melkor|chapter 3]]), although while revising the ''Annals'', his father wrote a note in the margin: \"''Alter this. Orcs are not Elvish''\".<ref>{{MR|P2f}}, §43, p. 80</ref> It is notable however, that the text itself is not sure about the origin, but only presents what \"''the wise of Eressëa''\" held, which might not be true. This in-world aspect is also used in another essay, in which Tolkien wrote that although Morgoth could not ''beget'' anything, the Eldar ''believed'' he had bred Orcs by corrupting Elves and Men.<ref>{{MR|P5VII}}, pp. 405-406</ref>\n\n==Soulless animals==\n[[File:Henning Janssen - Goblin Bone Band.jpg|thumb|''Goblin Bone Band'' by [[Henning Janssen]]]]\nIn later years, Tolkien revised several aspects of his legendarium, but never had the chance to apply them to the narrative. He wrote different origins for the Orcs, which Christopher gathers in ''[[Myths Transformed]]''. The first origin is an essay from c. 1959. Tolkien begins by mentioning the case of [[Aulë]] and the [[Dwarves]], in which it is clear that only Eru could give reason and free will to new creatures. Orcs often rebelled against Morgoth or Sauron, or criticized them; therefore, Orcs had to be pre-existing creatures, not being utterly controlled by their Lord unless directly. Then they would be beasts with the capacity for speech, like parrots, but without rational souls (''[[fëar]]''). Morgoth would have deformed them to resemble the Children of Ilúvatar in a blasphemous mockery and taught them to speak. A similar case would be the [[Eagles]] and [[Huan]], who were taught language and physically improved by the [[Valar]].\n\nThis origin implies that Morgoth could actually corrupt a whole race against the will of Eru. However, Morgoth did this by dispersing his power: the evil wills of the Orcs only had their origin in his, even if another agent like [[Sauron]] could take control of them. As hate is non-cooperative, Orcs could rebel while still remaining in their allegiance to evil (Morgoth).<ref>{{MR|P5VIII}}, pp. 409-411</ref>\n\n==Mixed origin==\nIn the text about the previous explanation, Tolkien still mentions the terrible possibility of an Elvish strain in the Orcs. This would result on them having ''fëar'', which after death would have to wait in [[Halls of Mandos|Mandos]] till the [[Dagor Dagorath|End]]. But as Christopher comments, this is a direct contradiction with what had been stated about the Orcs being nothing more than \"talking beasts\".<ref>{{MR|P5VIII}}, Notes, p. 413, note 10</ref> However, Tolkien develops the idea of the Elvish strain in a separate note, although not with much detail. Returning to the idea that Morgoth could not create new creatures with independent wills, it is probable that Orcs had a \"mixed origin\", using corrupted Elves and Men. Morgoth would have among them corrupted [[Spirits|minor spirits]], which took terrible and similar bodily forms in order to dominate. Christopher notices that the concept of embodied ''Maiar'' among Orcs appears in the previous text, in which it is said that they could have been primitive Orcs.<ref>{{MR|P5IX}}, pp. 413-414</ref> That previous mention also includes the notion that the ''Maiar'' could practice embodied procreation, causing their own detriment, but there is no statement about Orcs coming from them.\n\n==Corrupted Men==\n[[File:Jan Pospíšil - TOR Half orc.jpeg|thumb|''Half orc'' by [[:Category:Images by Jan Pospíšil|Jan Pospíšil]]]]\nIn these late revisions, Tolkien had proposed that the [[Awakening of Men]] happened in some period before the [[Great March]] of the ''Eldar'', when Melkor was still in Middle-earth.<ref>{{MR|P5X}}, Notes, p. 423, note 3. Cf. pp. 378, 385</ref> This notion is put in relation with the origin of the Orcs in an appendix to ''[[Quendi and Eldar]]'' (1959-1960). The essay begins by noticing that Elves did not meet any Orcs before the [[Great March]], perhaps in c. {{YT|1075}}<ref>{{NM|Awaking}}, p. 43</ref>, and this is related to the fact that Men had awakened recently. Although Tolkien still finds chronological problems, he here develops the idea that Orcs came from Men:\n\n{{blockquote|Finally, there is a cogent point, though horrible to relate. It became clear in time that undoubted Men could under the domination of Morgoth or his agents in a few generations be reduced almost to the Orc-level of mind and habits; and then they would or could be made to mate with Orcs, producing new breeds, often larger and more cunning. There is no doubt that long afterwards, in the [[Third Age]], [[Saruman]] rediscovered this, or learned of it in lore, and in his lust for mastery committed this, his wickedest deed: the interbreeding of Orcs and Men, producing both [[Half-orcs|Men-orcs]] large and cunning, and [[Goblin-men|Orc-men]] treacherous and vile.}}\n\nTherefore, the [[Wise]] always taught that Orcs were not evil in their beginning and deserved compassion, even if they must be fought. However, granting them mercy was hard in times of war, and Morgoth had utterly convinced Orcs that Elves and Men were crueler than themselves. Besides, they were so controlled by their Lord, that when Morgoth was expelled from Arda, they scattered without control. Their lives tended to be controlled by a master. Hence, Sauron took control of them thereafter, even achieving greater control than Morgoth. With Sauron, Tolkien finds a solution to the chronological problems: Melkor was indeed the one who had the idea to breed Orcs in mockery of Men, but only Sauron had the patience and cunning to accomplish this. Thus the idea came from far back in Melkor's mind, but the actual breeding only began after the Awakening of Men. During the [[Chaining of Melkor]], Sauron hid in Middle-earth and continued with his work of breeding Orcs. Thus, when Morgoth came back he found great hosts under his service.<ref>{{MR|P5X}}, pp. 415-422</ref>\n\nThis same origin can be found in the unfinished account of the [[Drúedain]] that Tolkien wrote in his last years. While mentioning the merry laughter of the Drúedain, a note explains that if someone declared that Morgoth might have created Orcs from the Drúedain, the Eldar answered: \"''Doubtless Morgoth, since he can make no living thing, bred Orcs from various kinds of Men, but the Drúedain must have escaped his Shadow; for their laughter and the laughter of Orcs are as different as the [[Light of Valinor|light of Aman]] from the darkness of Angband''\". However, both races considered each other as renegades, which causes some to think there was actually some remote kinship.<ref>{{UT|12c}}, p. 385, note 5</ref>\n\n== Potential explanations not specifically correlated to Orcs ==\nWhile considering the nature of feä, Tolkien provided writings that, while not directly stated to correlate to Orcs, offer potential insight on their creation.\n\n=== Countersummons of the Shadow and the Unbodied ===\nPresented within ''[[Morgoth's Ring]]'', Tolkien considers the matter of fëa that refuse the summons of [[Mandos]].\n{{blockquote|Re-birth is not the only fate of the houseless fëar. The Shadow upon Arda caused not only misfortune and injury to the body. It could corrupt the mind; and those among the Eldar who were darkened in spirit did unnatural deeds, and were capable of hatred and malice.\n...\n\nThe fëa is single, and in the last impregnable. It cannot be brought to Mandos. It is summoned; and the summons proceeds from just authority, and is imperative; yet it may be refused. Among those who refused the summons (or rather invitation) of the Valar to Aman in the first years of the Elves, refusal of the summons to Mandos and the Halls of Waiting is, the Eldar say, frequent. It was less frequent, however, in ancient days, while Morgoth was in Arda, or his servant Sauron after him; for then the fëa unbodied would flee in terror of the Shadow to any refuge — unless it were already committed to the Darkness and passed then into its dominion. In like manner even of the Eldar some who had become corrupted refused the summons, and then had little power to resist the countersummons of Morgoth.\n\n...\n\nIt is therefore a foolish and perilous thing, besides being a wrong deed forbidden justly by the appointed Rulers of Arda, if the Living seek to commune with the Unbodied, though the houseless may desire it, especially the most unworthy among them. For the Unbodied, wandering in the world, are those who at the least have refused the door of life and remain in regret and self-pity. Some are filled with bitterness, grievance, and envy. Some were enslaved by the Dark Lord and do his work still, though he himself is gone. They will not speak truth or wisdom. To call on them is folly. To attempt to master them and to make them servants of one own’s will is wickedness. Such practices are of Morgoth; and the necromancers are of the host of Sauron his servant.\n\nSome say that the Houseless desire bodies, though they are not willing to seek them lawfully by submission to the judgement of Mandos. The wicked among them will take bodies, if they can, unlawfully. The peril of communing with them is, therefore, not only the peril of being deluded by fantasies or lies: there is peril also of destruction. For one of the hungry Houseless, if it is admitted to the friendship of the Living, may seek to eject the fëa from its body; and in the contest for mastery the body may be gravely injured, even if it be not wrested from its rightful habitant. Or the Houseless may plead for shelter, and if it is admitted, then it will seek to enslave its host and use both his will and his body for its own purposes. It is said that Sauron did these things, and taught his followers how to achieve them.<ref>{{MR|P3II3c}}, \"Of Re-birth and Other Dooms of Those that go to Mandos\", pp. 304-7</ref>}}\n\n===Sunderance of fëa and body ===\nIn the article [[Death of Incarnate Bodies]] from the [[The Nature of Middle-earth]], which [[Carl Hostetter]] believes was written between 1958-1959, Tolkien postulates the following:\n{{blockquote|But what if the fëa deserts a body which is not greatly injured, or which is whole? It then, it might be thought, remains a living corporeal body, but without mind or reason; it becomes an animal (or kelva), seeking nothing more than food by which its corporeal life may be continued, and seeking it only after the manner of beasts, as it may find it by limbs and senses. This is a horrible thought. Maybe such things have indeed come to pass in Arda, where it seems that no evil or perversion of things and their nature is impossible. But it can have happened only seldom.\n ...\n(The rare cases are those where sunderance has happened in Aman where there is no decay. Also others more horrible. For it is recorded in the histories that Morgoth, and Sauron after him, would drive out the fëa by terror, and then feed the body and make it a beast. Or worse: he would daunt the fëa within the body and reduce it to impotence; and then nourish the body foully, so that it became bestial, to the horror and torment of the fëa.)<ref>{{NM|P2xvii}}, \"Death of Incarnate Bodies\", pp. 249-250</ref>}}\n\n===Reincarnation through rebirth===\nIn a complex of texts on [[Elvish Reincarnation]], Tolkien analyzes multiple schemes. In particular, he determines that Elves must not be re-born to new parents as the fëa and the hröa would not be compatible, and thus cause great discomfort.\n{{blockquote|The most fatal objection is that it contradicts the fundamental notion that fëa and hröa were each fitted to the other. Since hröar have a physical descent, the body of rebirth, having different parents, must be different, and should cause acute discomfort or pain to the reborn fëa.<ref name=\"rebirth\">{{NM|Reincarnation}}</ref>}}\n\n{{blockquote|Therefore since the creative power of Eru was infinite (both outside and within the confines of His great Design in which we have part) it would be absurd, indeed unthinkable, to imagine him showing, as it were, a niggardliness in using again an unfortunate houseless spirit to inhabit a new body. For even if this was produced by parents of close kinship, it would not be its own, nor fully acceptable to it. Moreover to do this would be wrong; since a spirit that had already been born preserved a full memory of its former incarnate life, and if this was in some way veiled so that it was not immediately accessible to its consciousness, it could not be obliterated, and this would contribute to its unease: it would be “maladjusted”, a defective creature.<ref name=\"rebirth\"/>}}\n\n===Melkor's claim===\nIn the article [[Notes on Órë]] (c. 1968), Tolkien further speculates that a consequence of Men rebelling against Eru and accepting  Melkor as God was an impairment on the fëa, and Melkor having some claim on them.\n{{blockquote|The “disaster” the Elves thus suspected was some rebellion against Eru taking [the] form of accepting Melkor as God. One consequence of this was that the fëa was [?impaired] and Melkor had claim upon those who had rebelled against him and sought the protection of Eru, and access to [??] óre which [?amazed??] but were [?useless] and only the wisest of Men could distinguish between [?his] evil promptings and the true óre.<ref>{{NM|Ore}}</ref>}}\n\n{{references}}\n[[Category:Debates]]\n[[Category:Orcs]]"}}}