{"parse": {"title": "Epic Pooh", "pageid": 9362, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "C. S. Lewis"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Michael John Moorcock"}, {"ns": 0, "exists": "", "*": "Terry Pratchett"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "Ursula LeGuin"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}], "images": [], "wikitext": {"*": "'''''Epic Pooh''''' is an article by the British science fiction writer [[Michael John Moorcock]], originally written for the BSFA, and revised for inclusion in his 1987 book ''Wizardry and Wild Romance''. In it, Moorcock reviews the field of epic fantasy, with a particular focus on epic fantasy written for children. The article has proven controversial because of its attack on [[J.R.R. Tolkien]]'s ''[[The Lord of the Rings]]''. \n\nMoorcock criticises a group of celebrated writers of epic fantasy for children, including Tolkien, [[C. S. Lewis]], and Richard Adams. His criticism is based on two principles: the poverty of their writing style, and a political criticism. Moorcock accuses these authors of espousing a form of \"corrupted Romance\", which he identifies with Anglican Toryism. The defining traits of this attitude are an anti-technological, anti-urban stance which is ultimately misanthropic, that glorifies a vanished or vanishing rural idyll, and is rooted in middle-class or bourgeois attitudes towards progress and political change.\n\nWriters who Moorcock cites approvingly, in contrast to his treatment of Tolkien, Lewis and Adams, include [[Terry Pratchett]], J. K. Rowling, [[Ursula LeGuin]], Philip Pullman and Alan Garner.\n\nThe title arises from Moorcock's claim that the writing of Tolkien, Lewis, Adams and others has a similar purpose to the ''Winnie-the-Pooh'' writings of A. A. Milne, another author of whom he disapproves: it is intended to comfort rather than challenge.\n\n== Revision ==\nMoorcock's most recent revisions to the piece add mention of such authors as Pratchett and Rowling and drop those whose names would be less familiar today. As an example, from the original \"...are successful. It is the tone of Warwick Deepings ''Sorrell and Son'', of John Steinbeck at his worst, or, in a more sophisticated form...\" and from the revised version \"...are successful. It is the tone of many forgotten British and American bestsellers, well-remembered children's books, like The Wind in the Willows, you often hear it in regional fiction addressed to a local audience, or, in a more sophisticated form...\"\n\n== External links ==\n* [http://www.revolutionsf.com/print.php3?id=953 Epic Pooh,] Revised version. Michael Moorcock,  (British Fantasy Society, 1978).\n* [https://thesilverkey.blogspot.com/2009/11/cimmerian-sighting-knocking-some.html \"Cimmerian sighting: Knocking some stuffing out of Moorcock's Epic Pooh\"] By Brian Murphy\n* [http://www.oldenhammer.com/2015/04/epic-burn-moorcock-versus-tolkien.html \"Epic Burn: Moorcock versus Tolkien\"] By Matthew J.K. Sullivan\n* [https://gwydionmadawc.com/57-about-tolkien/defending-tolkien-against-michael-moorcocks-condemnation/ \"Defending Tolkien against Moorcock's Condemnation: Cock and Bull about Epic Fantasy\"] By Gwydion Williams\n* [https://www.curtisweyant.com/blog/epic-pooh-pooh/ \"Epic Pooh-Pooh\"] By Curtis Weyant\n\n{{references}}\n\n[[Category:Published articles]]\n[[Category:Tolkien criticism]]"}}}