{"parse": {"title": "Chrysophylax", "pageid": 14552, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of Chrysophylax"}, {"ns": 0, "exists": "", "*": "Alan Lee"}, {"ns": 0, "exists": "", "*": "Ancalagon"}, {"ns": 0, "exists": "", "*": "Augustus Bonifacius"}, {"ns": 0, "exists": "", "*": "Blunderbuss"}, {"ns": 0, "exists": "", "*": "Caudimordax"}, {"ns": 0, "exists": "", "*": "Dragons"}, {"ns": 0, "exists": "", "*": "Farmer Giles"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Fire-drakes"}, {"ns": 0, "exists": "", "*": "Glaurung"}, {"ns": 0, "exists": "", "*": "Gostir"}, {"ns": 0, "exists": "", "*": "Ham"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Latin"}, {"ns": 0, "exists": "", "*": "Lhamthanc"}, {"ns": 0, "exists": "", "*": "Middle Kingdom"}, {"ns": 0, "exists": "", "*": "Quercetum"}, {"ns": 0, "exists": "", "*": "Scatha"}, {"ns": 0, "exists": "", "*": "Smaug"}, {"ns": 0, "exists": "", "*": "Stephen Thorne"}, {"ns": 0, "exists": "", "*": "Tales from the Perilous Realm (radio series)"}, {"ns": 0, "exists": "", "*": "The Giant"}, {"ns": 0, "*": "Mottled Monster"}, {"ns": 0, "*": "Very Red"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Dragon infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Dragons"}], "images": ["Alan_Lee_-_Farmer_Giles_of_Ham.jpg"], "wikitext": {"*": "{{Dragon infobox\n| name=Chrysophylax Dives\n| image=Alan Lee - Farmer Giles of Ham.jpg\n| caption=\"Farmer Giles of Ham\" by [[Alan Lee]]\n| othernames=\n| titles=The Rich\n| realm=\n| affiliation=\n| hoard=In the mountains, composed of gold, silver, rings, necklaces, jewels, diamonds, and more\n| birth=\n| birthlocation=\n| death=\n| deathlocation=\n| slayer=\n| type=[[Fire-drakes|Fire]]\n| legs=Four\n| wings=Yes\n| colour=\n}}\n\n'''Chrysophylax Dives''' was the name of the [[dragons#Other fiction|dragon]] who decided to invade the [[Middle Kingdom]] where [[Farmer Giles]] of [[Ham]] lived. Of ancient and imperial lineage, Chrysophylax was rich, cunning, inquisitive, greedy, well-armoured, but not overly bold. He lived in the mountains in a lair with brazen doors set upon great pillars.<ref name=\"Giles\">[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]''</ref>\n\n==History==\nIn the cold, hard winter after the pleasant summer when a [[The Giant|giant]] had blundered onto the lands of Farmer Giles and been hit with rubbish from the farmer's [[blunderbuss]], the giant's report of a land stocked with sheep and cattle but no people (or at least no knights, just stinging flies) induced the hungry dragon to invade the [[Middle Kingdom]]. He flew to midland realm a week before Christmas and began smashing and burning, as well as feeding upon sheep, cattle, and horses. When he reached the village of [[Quercetum]] he added two young people and the village parson to his diet.\n\nWhen Farmer Giles stumbled upon the dragon in the countryside the parson of Quercetum had long been digested, so Chrysophylax attempted to make a meal of Giles. Impressed by the farmer's sword, the dragon desisted in his attack. Emboldened, Giles waved his sword to shoo away the pest and the famous blade [[Caudimordax]] managed to wound Chrysophylax in his right wing joint. This made flight impossible and the farmer chased the injured dragon into Ham. There the people bargained with him and made him promise most faithfully to return with his treasure in return for his life.\n\nThe wily and unscrupulous dragon did no such thing; instead he returned to his lair and stayed there. However a month later he saw the approach of a cavalcade of knights sent by the king to get his hoard. Chrysophylax charged down upon them and killed and scattered them all, until suddenly he was confronted by Giles, in armour and with Caudimordax in hand. The dragon led the farmer to his lair and brought forth a great treasure, yet was allowed by Giles to leave behind enough to keep him respectable. Loaded with loot, Chrysophylax then carried this portion of his hoard on his back to Ham.\n\nLater, when King [[Augustus Bonifacius]] came storming up to the bridge of Ham, Giles met him and demanded the king's crown. Before the king's men could seize the farmer, Chrysophylax came out from under the bridge where he had been hidden. Having drunk many gallons of water he produced a great fog, from which he bellowed \"Go home, you fools!\" to the assembled knights and men-at-arms. The dragon stuck a claw into the king's horse, which caused the king to lead the rout of all his men away from the village.<ref name=\"Giles\"/>\n\nChrysophylax stayed a long time in Ham, housed in the parson's tithe-barn, and guarded by the twelve likely lads. Finally, after much begging, Giles set the dragon free (partly because of the expense of keeping him fed – dragons growing on and on like trees). They agreed upon a pact of non-aggression and in his bad heart Chrysophylax felt kindly towards Giles, as much as a dragon could feel.\n\nReturning to the mountains, Chrysophylax found an upstart, a young dragon who had moved into his cave. After a noisy battle Chrysophylax ate his opponent, which reduced his feelings of humiliation. He also paid a visit to the giant who had given him the erroneous information that had begun his misadventure. He gave him a piece of his mind that made the poor fellow feel very crushed.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]'', Envoy</ref>\n\n==Etymology==\n''Chrysophylax'' (Χρυσοφύλαξ) is Greek for \"gold-guard\" and ''[[Wiktionary:dives#Latin|dīves]]'' is [[Latin]] for \"rich\".\n\n==Portrayal in adaptations==\n'''1992: ''[[Tales from the Perilous Realm (radio series)|BBC Radio's Tales from the Perilous Realm]]''\n:Chrysophylax is voiced by [[Stephen Thorne]].\n\n{{references}}\n\n{{dragons}}\n\n[[Category:Dragons]]\n[[Category:Farmer Giles of Ham]]\n[[Category:Greco-Roman names]]\n[[de:Chrysophylax]]\n[[fi:Chrysophylax]]"}}}