{"parse": {"title": "Arrival at Bree", "pageid": 43073, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1923"}, {"ns": 0, "exists": "", "*": "1936"}, {"ns": 0, "exists": "", "*": "A Long-expected Party (chapter in The Return of the Shadow)"}, {"ns": 0, "exists": "", "*": "Archet"}, {"ns": 0, "exists": "", "*": "At Rivendell"}, {"ns": 0, "exists": "", "*": "At the Sign of the Prancing Pony"}, {"ns": 0, "exists": "", "*": "Big Folk"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Bree-hill"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Combe"}, {"ns": 0, "exists": "", "*": "Farewell Party"}, {"ns": 0, "exists": "", "*": "Flight to the Ford"}, {"ns": 0, "exists": "", "*": "From Hobbiton to the Woody End"}, {"ns": 0, "exists": "", "*": "From Weathertop to the Ford"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Of Gollum and the Ring"}, {"ns": 0, "exists": "", "*": "One Ring"}, {"ns": 0, "exists": "", "*": "Prancing Pony"}, {"ns": 0, "exists": "", "*": "Queries and Alterations"}, {"ns": 0, "exists": "", "*": "Return to Hobbiton"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Shire-folk"}, {"ns": 0, "exists": "", "*": "Smial"}, {"ns": 0, "exists": "", "*": "Songs for the Philologists"}, {"ns": 0, "exists": "", "*": "Staddle"}, {"ns": 0, "exists": "", "*": "The Adventures of Tom Bombadil"}, {"ns": 0, "exists": "", "*": "The Attack on Weathertop"}, {"ns": 0, "exists": "", "*": "The Barrow-wight"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Man in the Moon Stayed Up Too Late"}, {"ns": 0, "exists": "", "*": "The Old Forest and the Withywindle"}, {"ns": 0, "exists": "", "*": "The Return of the Shadow"}, {"ns": 0, "exists": "", "*": "The Stone Troll"}, {"ns": 0, "exists": "", "*": "To Maggot's Farm and Buckland"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Tom Bombadil (chapter)"}, {"ns": 0, "exists": "", "*": "Trotter"}, {"ns": 0, "exists": "", "*": "Trotter and the Journey to Weathertop"}, {"ns": 0, "exists": "", "*": "Weathertop"}, {"ns": 0, "*": "Crick"}], "templates": [{"ns": 10, "exists": "", "*": "Template:HoMe6chapters"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:RS"}, {"ns": 10, "exists": "", "*": "Template:FR"}, {"ns": 10, "exists": "", "*": "Template:AB"}], "images": [], "wikitext": {"*": "{{HoMe6chapters}}\n\"'''Arrival at Bree'''\" is the title of the eighth chapter of ''[[The Return of the Shadow]]'', the sixth book of ''[[The History of Middle-earth]]'' series by [[Christopher Tolkien]].\n\n==Synopsis==\nWhen [[J.R.R. Tolkien]] came to write what would eventually become chapter 9 of Book I of ''[[The Lord of the Rings]]'', \"[[At the Sign of the Prancing Pony]]\", he began with a description of the town of [[Bree]], a village of fifty homes built by [[Big Folk|Big People]], that had two neighboring villages, [[Staddle]] and [[Crick]]. There are [[Hobbits]] too, living on the slopes of [[Bree-hill]] or in the valley of Combe (not yet a village). The travelling hobbits find the houses of [[Men]] to be strange, large, and tall.\n \nAt this point (before the travelers reach the inn) Tolkien halted and began again. For readers of the published story this new version has a surprising development – Men no longer inhabit Bree. Now the three villages of Bree-land – Bree, [[Combe]], and [[Archet]] – are all Hobbit towns, the innkeeper is a Hobbit, the [[Prancing Pony]] has a round front door leading into the side of Bree-hill (just like a Hobbit [[Smial]]), and no Men seem to be in the inn's common room. In the description of the area it is stated that many Hobbits were scattered about in the West of the world at that time, more than the [[Shire-folk]] imagined.\n \nThe four hobbits – Bingo, Odo, Frodo,<ref group=\"note\">These three hobbits would eventually be renamed; Bingo Bolger-Baggins becomes Frodo Baggins, Odo Took becomes Peregrin Took, and Frodo Took becomes Samwise Gamgee.</ref> and Merry – are relieved to reach the inn with its large round door. It is the Prancing Pony and the sign names the innkeeper as Barnabas Butterbur.<ref group=\"note\">The name \"Barnabas Butterbur\" was written in ink over the penciled name \"Timothy Titus\".</ref>\n \nThe first person the travelers encounter is Mr. Butterbur himself, the largest and fattest Hobbit that Bingo had ever seen. Momentarily it appears that the house and stables are too full for the newcomers until Bingo says that [[Tom Bombadil]] recommended the Prancing Pony. Tom's name is the key that obtains rooms and food for the Shire hobbits. Bingo gives false names (Hill, Rivers, Green, and Brown) for himself and his friends. Butterbur vaguely remembers there is something important about four hobbits and five ponies arriving at the inn.\n \nThe hobbits eat their meal in their parlour.  Merry decides to go for a walk while the other three visit the big meeting-room. In the dim light the innkeeper makes introductions, with all of those in attendance being Hobbits. Bingo becomes alarmed when Odo and Frodo talk too much about recent events in the Shire. Suddenly Bingo notices a queer-looking, brown-faced person sitting in the shadows, smoking, drinking, and paying close attention to Odo and Frodo's words.\n \nThe mysterious stranger is the second surprising difference between this draft and the finished story – instead of a Man the person sitting in the shadows is a Hobbit. He is a ranger called [[Trotter]] on account of the strange wooden shoes he wears. Trotter beckons to Bingo and warns him to stop his friends from talking too much. As Odo recounts the [[Farewell Party]] Bingo panics and jumps on a table to distract the crowd. Desperately, while secretly fingering the [[One Ring]] in his pocket, Bingo sings a song.<ref name=\"Bree\">{{RS|Bree}}</ref>\n \nThe song Tolkien originally placed in the text was ''The Troll Song''. [[Christopher Tolkien]] states that it was a rough and unfinished version and his father quickly decided to put in ''[[The Man in the Moon Stayed Up Too Late|The Cat and the Fiddle]]'', in part because it began with a line about an inn, which is \"what brought it to Bingo's mind.\"<ref>{{RS|1IXN}},note 11</ref>\n \nThe song is well received. Bingo is given a drink and asked to sing the song again. Capering about the table Bingo slips, falls off the table, and disappears. The Hobbit crowd draws away from Odo and Frodo. A swarthy-faced fellow and an ill-favoured friend (both Hobbits) depart. Bingo reappears next to Trotter, who asks to have a quiet word with him. Christopher Tolkien states that the rest of the chapter is almost word for word as the final version (except for names). However at the end of the chapter Butterbur remembers why four traveling hobbits and five ponies are important. In the manuscript the chapter does not end here but Christopher decided to make a break at this point.<ref name=\"Bree\"/>\n \nA note is added about the songs sung at the Prancing Pony. The Troll Song that Tolkien rejected was originally called ''The Root of the Boot'' and was published in [[1936]] in ''[[Songs for the Philologists]]''. This original version is given but Christopher notes that it was changed for this scene.<ref>{{RS|1VIIIS1}}</ref> After rejecting this song for this spot in the story Tolkien later gave the song to [[Samwise Gamgee]] when the party was on [[Weathertop]] in the chapter, \"[[Flight to the Ford]]\".<ref>{{FR|I12}}</ref> Eventually the song was titled ''[[The Stone Troll]]'' when it was included in the poetry collection ''[[The Adventures of Tom Bombadil]]''.<ref>{{AB|7}}</ref>\n \n\"The Cat and the Fiddle\" was originally published well before the Troll Song, appearing in ''Yorkshire Poetry'', Volume II, number 19, in [[1923]].<ref>{{RS|1VIIIS2}}</ref> Again the original verses are revealed, which were changed for the final story<ref>{{FR|I9}}</ref> and republished in ''The Adventures of Tom Bombadil''.<ref>{{AB|5}}</ref>\n \n{{references|note}}\n[[Category:The Return of the Shadow chapters]]"}}}