{"parse": {"title": "The influence of J.R.R. Tolkien on the D&D and AD&D games", "pageid": 70732, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1985"}, {"ns": 0, "exists": "", "*": "Dragon Magazine"}, {"ns": 0, "exists": "", "*": "Dungeons and Dragons"}, {"ns": 0, "exists": "", "*": "L. Sprague de Camp"}, {"ns": 0, "exists": "", "*": "March"}, {"ns": 0, "exists": "", "*": "Poul Anderson"}, {"ns": 0, "exists": "", "*": "Robert E. Howard"}, {"ns": 0, "exists": "", "*": "Tolkien in D&D"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "'''''The influence of J. R. R. Tolkien on the D&D and AD&D games: Why Middle Earth is not part of the game world'''''  is an essay published by [[Wikipedia:Gary Gygax|Gary Gygax]] in [[Dragon Magazine]] #95 in [[March]] [[1985]]. Like the earlier article ''[[Tolkien in D&D]]'', it again addresses the amount of influence of Tolkien's works on ''[[Dungeons and Dragons]]''.\n\nGygax details his extensive literary background, explaining that his interest in fantasy, science fiction, and horror began at a young age through fairy tales, the Brothers Grimm, and pulp magazines. He credits [[Robert E. Howard]], particularly ''Conan the Conqueror'', as a pivotal influence that reshaped his understanding of adventure. He states that the seeds of ''Dungeons and Dragons'' came from these diverse literary sources, fertilised by his interest in wargames. Further inspiration he primarily ascribes to [[L. Sprague de Camp]], Fletcher Pratt, Fritz Leiber, [[Poul Anderson]], A. Merritt, and H.P. Lovecraft.\n\nWhen he finally mentions Tolkien again, he notes that while he enjoyed ''The Hobbit'', he found ''“The Ring trilogy”'' tedious. He criticized the slow pace and dismissed it as an allegory of English workers against Nazi Germany. Generally, Gygax does not find Tolkien's works to be a good fit for his game. He characterises Gandalf as “ineffectual” with “low-powered” magic, noting that neither the character nor his spells could have influenced the games. He expresses a fondness for Tom Bombadil but explains that a character of such power “cannot enter the games” for being too powerful. Sauron is dismissed as “poorly developed, virtually depersonalized,” and the One Ring is seen as merely a “standard ring of invisibility”, though one that is cursed.\n\nGygax acknowledges that Ents and Orcs appear in the game. Noting that Ent comes from an old Anglo-Saxon word for giant, he praises Tolkien's interpretation of them as sentient trees. However, he states that his trolls are more influenced by Poul Anderson. He acknowledges that his halflings draw “substantial inspiration” from Hobbits, but also argues that Dwarves and elves are well-known mythological creatures.\n\nFinally, Gygax claims that his superficial use of certain terms was a deliberate marketing strategy: ''“The seeming parallels and inspirations are actually the results of a studied effort to capitalize on the then-current 'craze' for Tolkien's literature.”'' He instead believes in the game's intrinsic appeal to overcome the inevitable objections from Tolkien enthusiasts who would discover the dissimilarities. In his words, ''“there is no resemblance between the two, and it is well nigh impossible to recreate any Tolkien-based fantasy while remaining within the boundaries of the game system.”''<ref>Gary Gygax, \"The influence of J.R.R. Tolkien on the D&D and AD&D games\", in Dragon Magazine 95, pp. 12-13</ref>\n\n==Reactions==\nIn a later issue of Dragon magazine, a reader's letter is published criticising some of the specific claims Gygax made about Tolkien's works. The editorial note states that this was ''“the least inflammatory and insulting of the many pages of feedback”'' they received, and that ''“virtually every other letter [they] got was an unbridled expression of outrage”''.<ref>\"The Forum\", in Dragon Magazine 97, p. 6</ref>\n{{references}}\n{{title|italics}}\n[[Category:Published articles]]"}}}