{"parse": {"title": "Letter to Mrs A. Mountfield", "pageid": 46134, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "17 January"}, {"ns": 0, "exists": "", "*": "1964"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letters not published in The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Oxford"}, {"ns": 0, "exists": "", "*": "The Hobbit"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}], "images": ["Mrs._A._Mountfield_17_January_1964.jpg"], "wikitext": {"*": "[[File:Mrs. A. Mountfield 17 January 1964.jpg|thumb]]\nOn [[17 January]] [[1964]], [[J.R.R. Tolkien]] wrote '''[[Letters not published in The Letters of J.R.R. Tolkien|a letter]] to Mrs A. Mountfield''' of Eltham Green School.<ref name=Bonhams>{{webcite|author=|articleurl=http://www.bonhams.com/auctions/21763/lot/277/|articlename=Lot 277 TOLKIEN (J.R.R.), Auction 21763|dated=|website=[http://www.bonhams.com/ bonhams.com]|accessed=18 May 2014}}</ref>\n\n*'''Subject:''' A letter of thanks.\n*'''Description:''' 1 page, printed heading, typed and partly handwritten letter. 4to, Sandfield Road, Headington.<ref name=Bonhams/>\n\n==From the auction==\n\nAutograph and partly typed letter signed (\"J.R.R. Tolkien\"), to Mrs A. Mountfield of Eltham Green School, thanking her for sending the letter by one of her class children which gave him great pleasure (\"...''[[The Hobbit]]'' seems to have gone down well at school; I have had several letters telling me of class activities arising from interest in it. Not all as well penned as this...\") but adding that he hopes \"it will turn out not to be the only gift to you from [[Oxford]]\"; adding in his own hand: \"for you to hand on\" and observing: \"All teaching is exhausting, and depressing and one is seldom comforted by knowing when one has had some effect. I wish I could now tell some of mine (of long ago) how I remember them and things they said, though I was (only, as it appeared) looking out of the window or giggling at my neighbour\".<ref name=Bonhams/>\n\n==Transcription==\n\nDear Mrs. Mountfield,\n\nThe Letter you sent from one of your class children gave me great pleasure. The Hobbit seems to go down well at school; I have had several letters telling me of class activities arising from interest in it. Not all as well penned as this.\n\nAll the same, I hope it will turn out not to be the only gift to you from Oxford, for you to hand on. All teaching is exhausting, and depressing and one is seldom comforted by knowing when one has had some effect. I wish I could now tell some of mine (of long ago) how I remember them and things they said, though I was (only, as it appeared) looking out of the window or giggling at my neighbour.\n\nYours sincerely,\n\nJ. R. R. Tolkien\n\n{{references}}\n[[Category:Letters|Mountfield, A.]]"}}}