{"parse": {"title": "Niggle", "pageid": 49321, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of Niggle"}, {"ns": 6, "exists": "", "*": "File:Leaf by Niggle (Audiobook) - Niggle.png"}, {"ns": 0, "exists": "", "*": "1957"}, {"ns": 0, "exists": "", "*": "24 June"}, {"ns": 0, "exists": "", "*": "Atkins"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Gentle Treatment"}, {"ns": 0, "exists": "", "*": "Great Tree"}, {"ns": 0, "exists": "", "*": "HarperCollins"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "Inspector of Houses"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Leaf by Niggle"}, {"ns": 0, "exists": "", "*": "Letter 199"}, {"ns": 0, "exists": "", "*": "Mr. Parish"}, {"ns": 0, "exists": "", "*": "Mrs. Parish"}, {"ns": 0, "exists": "", "*": "Niggle's Parish"}, {"ns": 0, "exists": "", "*": "Niggle's Picture"}, {"ns": 0, "exists": "", "*": "Society"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Workhouse Infirmary"}, {"ns": 0, "*": "Town Council"}, {"ns": 0, "*": "Emergency Service"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Infobox character"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row"}, {"ns": 10, "exists": "", "*": "Template:Infobox ribbon row/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HM"}, {"ns": 10, "exists": "", "*": "Template:L"}, {"ns": 10, "exists": "", "*": "Template:Webcite"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Leaf_by_Niggle_(Audiobook)_-_Niggle.png"], "wikitext": {"*": "{{infobox character\n| name=Niggle\n| people=\n| image=Leaf by Niggle (Audiobook) - Niggle.png\n| caption=Niggle as depicted on the cover art of the [[HarperCollins]] Leaf by Niggle Audiobook.\n| pronun=\n| othernames=\n| titles=\n| position=Painter\n| location=[[Workhouse Infirmary]], [[Niggle's Parish]]\n| affiliation=[[Society]]\n| language=English\n| birth=\n| birthlocation=Earth\n| rule=\n| death=\n| deathlocation=\n| age=\n| notablefor=\n| house=\n| family=\n| parentage=\n| siblings=\n| spouse=\n| children=\n| gender=\n| height=\n| hair=\n| eyes=\n| clothing=\n| weapons=\n| steed=\n| audio=\n| audiocaption=\n}}\n\n'''Niggle''' was the protagonist of [[J.R.R. Tolkien]]'s short story ''[[Leaf by Niggle]]''. Niggle was an artist who had a long journey to make, but procrastinated on it due to his dislike of the idea.\n\n==History==\n\n===At home===\nDespite being a painter, Niggle spent much of his time being hindered from painting. The laws of his society forced him to do things that he considered a nuisance. Most of the time, though he did them well, he could not find a way out of these things. \n\nThough he had many pictures, he did not consider himself good enough to paint any of them, focusing rather on leaves rather than bigger things like trees. Niggle worked only to please himself. Therefore, he painted a [[Great Tree]] in the middle of a Forest with many other trees surrounding it. He niggled over each and every leaf of his tree with much obsessive attention to detail, making every leaf uniquely beautiful. Niggle ended up discarding all of his other artworks, or tacking them onto the [[Niggle's Picture|main canvas]], which became a single vast embodiment of his vision.\n\nHowever, there were many mundane chores and duties that prevented Niggle from giving his work the attention that he believed it deserved, and so it remained incomplete. In the back of his head, Niggle knew that he had a great trip looming, and that he must pack and get his bags prepared. In addition, Niggle's next door neighbor, a gardener named [[Mr. Parish]], whom Niggle sometimes called \"Old Earthgrubber\", was the sort of neighbor who always dropped by calling for help for anything that he needed done. Moreover, Mr. Parish was lame of foot and had a sick wife, obviously needing the help. Niggle, having a good heart, took time out to help. However, Niggle does not take any joy in doing good deeds and occasionally loses his temper while doing so.\n\nWhile helping Mr. Parish, Niggle caught a cold in the rain upon going out to get the doctor for [[Mrs. Parish]] and the builder for Mr. Parish’s roof. However, the doctor arrived two days late (though still in time to deal with both Mrs. Parish and Niggle), and the builder never came at all. More than a week later, Niggle's cold faded away and he tried to paint again, only to be interrupted by the [[Inspector of Houses]], who threatened to take Niggle’s painting away to fix Parish's roof. Niggle protested, claiming that Parish could file a complaint with the [[Town Council]] to get the [[Emergency Service]] to help. The Inspector of Houses countered Niggle's protest, revealing that the Emergency Service was busy dealing with a flood in the nearby valley, which left many families homeless. The Inspector also stated that \"houses come first\" which was \"the law\".\n\nWhen Niggle again tried to protest, he was interrupted yet again, this time by a man wearing all back called the driver. The driver forcibly took Niggle away in a carriage, giving him very little time to pack one bag. The driver took him to a train, which then took him through a dark tunnel and to a railway station. Niggle was so surprised as he was rushed out by the porter that he forgot the one bag that he did have time to pack. As a result of the missing luggage, the porter ended up sending Niggle in an ambulance to a place known as the [[Workhouse Infirmary]].\n\n===The Workhouse Infirmary===\nNiggle's experience in the Workhouse Infirmary was akin to a prison and the officials and attendants were unfriendly and the only person he ever saw was a severe doctor. During his life there, he at first worried endlessly about the past, pondering on his life choices. Yet, he became so accustomed to his life there that he became good at the work. becoming the \"master of his time\", conquering his procrastination and no longer feeling restless inside.\n\nEventually, he was forced to take a break by the severe doctor that supervised him. During the break, he overheard two voices and inferred that there was “a Medical Board, or perhaps a Court of Inquiry, going on close at hand”, on a subject that the First Voice called \"the Niggle case\". The Second Voice made the argument that though Niggle had put off his journey until the last minute, \"his heart was in the right place\".\n\nThe First Voice countered that his heart did not function correctly and that he had wasted so much time that he arrived at the Workhouse Infirmary without any luggage. The First Voice believed that Niggle should spend more time working there. The Second Voice suggested that they should decide Niggle's fate by looking at the Records for favorable points, though the First Voice assumed that there would be very few.\n\nThe Second Voice then pointed out that, while Niggle never thought that his painting was more important than helping people, “a ''Leaf by Niggle'' has a charm of its own”, and that Niggle did do many good deeds. The First Voice countered that Niggle could have done more if he had actually put his painting aside completely and that the \"Calls\" that he did fulfill, he considered being \"Interruptions\".\n\nIn response, the Second Voice brought up the Parish case and the bicycle-ride as evidence. For the first example, the Second Voice made the claim that Niggle never expected any gratitude at all and Parish never did anything for him. The Second Voice called Niggle's bicycle-ride an actual sacrifice on Niggle’s part since he knew he would lose his last chance to finish his work and that Parish was overreacting.\n\nThe Second Voice prevailed and the First Voice hesitatingly gave in, allowing the Second Voice to suggest giving Niggle the [[Gentle Treatment]]. Yet the First Voice revealed then to Niggle that they knew that he had overheard them, asking him for his opinion. Niggle then simply asked multiple questions about Mr. Parish’s welfare and if they could cure his leg. Upon agreeing to the generous terms of the voices, Niggle was paroled from the Workhouse Infirmary, and he met the porter again, who took him by train to the place where the Gentle Treatment would happen. Of which, it was said to be a region with no \"fixed name\".\n\nUpon arriving at the destination, Niggle was greeted by the sight of his old bicycle, which now had his name carved into it. After riding for a long while, Niggle's surroundings started to become more and more familiar, until he fell from his bike and beheld a great revelation.\n\n===The Great Tree===\nThe sight of the Great Tree from his great painting greeted his eyes. Except here, unlike in his painting, his Tree was real and was more beautiful than even he could ever have made it in the flawed and incomplete form of his painting. He witnessed the ever growing branches and leaves, and the singing birds flying off into the Forest and he even sees far off, the Mountains that were always in the distance of his painting.\n\nAs Niggle wandered and explored the Forest, he came to a smaller variation of the Great Tree and realized that, while it was all completed, there was still work that needed to be done in various regions of the Forest. He also came to the conclusion that he did not want this all to be his own “private park”, without help or advice. Therefore, he needed Mr. Parish’s help and after, a few seconds, Niggle runs into him with Parish claiming that the Second Voice sent him.\n\nThe two men then decided to work together to enhance the Forest. They built houses and gardens, planting flowers. After a while, they both grew tired and thirsty, and they received tonics from the Second Voice. Eventually, they came to the Spring at the heart of the Forest. Niggle realized that he had imagined the Spring being in his painting, but never had time to paint it in. After resting by the Spring, they worked for a long time later until the whole land became finished. Only then did Mr. Parish lose his limp and the Great Tree fully blossom.\n\nThe next day, they wandered to the very Edge of the land on the border of the Mountains beyond, where they met a shepherd, who offered to be Niggle's guide in the Mountains beyond the edge. However, this caused friction between Niggle and Parish, as Parish was not yet as ready to move on as Niggle was and wanted to wait for his wife. Niggle bid farewell to Parish, leaving to go and explore the Mountains, hoping to discover whatever lay beyond them.\n\nWhile Niggle went off through the mountains, he never found out that his name in life was the subject of a debate among three different men. It was revealed that, despite Niggle’s name never entering a conversation again, [[Atkins]] had kept one beautiful leaf of the piece of the painting that he had preserved, framed it, and put it in the Town Museum, entitled as “Leaf: by Niggle”. While it attracted a few people, the museum was eventually burnt down and [[Society]] had entirely forgotten about the leaf and Niggle.\n\n===Niggle's Parish===\nBack to the two voices, the Second Voice considered Niggle's area to be the perfect holiday spot and that they were sending more people there. The First Voice proposed that they had to give the region a name. However, the Second Voice claimed the porter had already settled the matter some time ago, when he announced the arrival of the \"Train for [[Niggle's Parish]] in the bay\". The Second Voice claimed that right after that a message was sent to Niggle and Mr. Parish to see what they thought of the name.\n\nThe First Voice pressed the Second Voice to say what they thought and was told that Niggle and Mr. Parish laughed, echoing throughout the Mountains.\n\n==Inspiration==\nTo ''[[wiktionary:niggle|niggle]]'' means to dwell too much on minor or trivial points and details. Tolkien boasted of himself to be \"a world-class [[wiktionary:niggler|niggler]]\".<ref>{{HM|RC}}, p. xliii, quoting a letter of [[Christopher Tolkien]]</ref> As the story arose from his preoccupation on detail while writing ''[[The Lord of the Rings]]''<ref>{{L|199}}</ref> Niggle seems to represent Tolkien himself.<ref>{{webcite|articleurl=https://tolkienlibrary.com/reviews/leafbyniggle.htm|articlename=Leaf by Niggle - a symbolic story about a small painter|accessed=12 June 2022|website=TL}}</ref>\n\n{{References}}\n\n[[Category:Leaf by Niggle]]"}}}