{"parse": {"title": "Canon", "pageid": 3936, "redirects": [{"from": "Canonicity", "to": "Canon"}], "links": [{"ns": 0, "exists": "", "*": "17 July"}, {"ns": 0, "exists": "", "*": "1960"}, {"ns": 0, "exists": "", "*": "1963"}, {"ns": 0, "exists": "", "*": "1971"}, {"ns": 0, "exists": "", "*": "20 September"}, {"ns": 0, "exists": "", "*": "Allen and Unwin"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Blue Wizards"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "Donato Giancola"}, {"ns": 0, "exists": "", "*": "Doriath"}, {"ns": 0, "exists": "", "*": "Dwarves"}, {"ns": 0, "exists": "", "*": "East"}, {"ns": 0, "exists": "", "*": "Elendil"}, {"ns": 0, "exists": "", "*": "Elrond"}, {"ns": 0, "exists": "", "*": "Elves"}, {"ns": 0, "exists": "", "*": "Finarfin"}, {"ns": 0, "exists": "", "*": "Findis"}, {"ns": 0, "exists": "", "*": "Fingolfin"}, {"ns": 0, "exists": "", "*": "Fingon"}, {"ns": 0, "exists": "", "*": "Finwë"}, {"ns": 0, "exists": "", "*": "Fëanor"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gil-galad"}, {"ns": 0, "exists": "", "*": "Gondolin"}, {"ns": 0, "exists": "", "*": "Guy Gavriel Kay"}, {"ns": 0, "exists": "", "*": "Half-elven"}, {"ns": 0, "exists": "", "*": "Humphrey Carpenter"}, {"ns": 0, "exists": "", "*": "Indis"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Last Writings"}, {"ns": 0, "exists": "", "*": "Legendarium"}, {"ns": 0, "exists": "", "*": "Letter 131"}, {"ns": 0, "exists": "", "*": "Letter 144"}, {"ns": 0, "exists": "", "*": "Letter 211"}, {"ns": 0, "exists": "", "*": "Letter 247"}, {"ns": 0, "exists": "", "*": "Letter 325"}, {"ns": 0, "exists": "", "*": "Master of Lake-town"}, {"ns": 0, "exists": "", "*": "Michael Martinez"}, {"ns": 0, "exists": "", "*": "Milton Waldman"}, {"ns": 0, "exists": "", "*": "Míriel"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Orodreth"}, {"ns": 0, "exists": "", "*": "Quenta Silmarillion"}, {"ns": 0, "exists": "", "*": "Red Book of Westmarch"}, {"ns": 0, "exists": "", "*": "Rivendell"}, {"ns": 0, "exists": "", "*": "Round World version of the Silmarillion"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "The Adventures of Tom Bombadil"}, {"ns": 0, "exists": "", "*": "The History of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Hobbit"}, {"ns": 0, "exists": "", "*": "The Hobbit 1st edition"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings Appendices"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Peoples of Middle-earth"}, {"ns": 0, "exists": "", "*": "The Road Goes Ever On (book)"}, {"ns": 0, "exists": "", "*": "The Shibboleth of Fëanor"}, {"ns": 0, "exists": "", "*": "The Silmarillion"}, {"ns": 0, "exists": "", "*": "The War of the Jewels"}, {"ns": 0, "exists": "", "*": "Thorin"}, {"ns": 0, "exists": "", "*": "Tolkien's Legendarium"}, {"ns": 0, "exists": "", "*": "Tolkienist"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Trolls"}, {"ns": 0, "exists": "", "*": "Unfinished Tales"}, {"ns": 0, "exists": "", "*": "Valinor"}, {"ns": 0, "exists": "", "*": "Írimë"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Canon policy"}, {"ns": 4, "exists": "", "*": "Tolkien Gateway:Manual of Style"}, {"ns": 12, "exists": "", "*": "Help:References"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Rewrite"}, {"ns": 10, "exists": "", "*": "Template:Maintenance"}, {"ns": 10, "exists": "", "*": "Template:Maintenance/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Blockquote"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Sources"}, {"ns": 10, "exists": "", "*": "Template:Disambig-two"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Fact"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:L"}, {"ns": 10, "exists": "", "*": "Template:PM"}, {"ns": 10, "exists": "", "*": "Template:WP"}], "images": ["CdxIconEditUndo.svg", "CdxIconReference.svg", "CdxIconArticleDisambiguation.svg", "Donato_Giancola_-_J.R.R.Tolkien_Portrait.jpg"], "wikitext": {"*": "{{rewrite}}\n{{sources}}\n{{disambig-two|the general concept of canon regarding Tolkien's work|Tolkien Gateway policy page|[[Tolkien Gateway:Canon policy]]}}\n[[File:Donato Giancola - J.R.R.Tolkien Portrait.jpg|thumb|''J.R.R.Tolkien'' by [[Donato Giancola]]]]\n'''Canon''' is a term to refer to consistent \"absolute truth\" in literature, religion and fiction, in contrast to apocryphal tales of \"lesser\" significance and value. Many sophisticated works of fiction have some canon that refers to the corpus of the officially-released works and aims to internal consistency. For a full definition, see [[Wikipedia:Canon (fiction)]].\n\nIt is difficult to speak of what is \"true\" in the context of [[J.R.R. Tolkien]]'s [[legendarium]], or which texts should be considered part of the '''canon'''. \n\n==Publication history==\n\n{{quote|...there are Tolkien's latest thoughts, his best thoughts, and his published thoughts and these are not necessarily the same.|''[[Tolkien's Legendarium|Tolkien's Legendarium: Essays on The History of Middle-earth]]''}}\n\nThere are various reasons that make the idea of a Tolkien canon problematic:\n\n* Tolkien worked on Middle-earth over the course of decades, making substantial changes. Readers may remember, for example, the differences between ''The Hobbit'' and ''The Lord of the Rings'' with regard to [[Gandalf]] and the [[Elves]].{{fact}} Moreover, toward the end of his life the focus of his writing shifted from pure storytelling to more philosophical concerns, which led to a considerable shift in tone and content.{{fact}}\n\n* Tolkien's writing is laden with details and hints, which can be contradictory, especially in the posthumously published work. Such information should not take precedence over more explicit statements elsewhere, but it can help to flesh out our understanding of Middle-earth (even if it does at times add confusion). In general, the '''revised''' versions of ''The Hobbit'' and ''The Lord of the Rings'' are considered canon, but with ''The Silmarillion'' and other posthumous texts the matter is more complex.\n\n* To add to the confusion, in some cases, Tolkien intentionally left some gaps in his works. In [[Letter 144]] he provided both an explanation and an example of this, writing that ''\"even in a mythical Age there must be some enigmas, as there always are. [[Tom Bombadil]] is one (intentionally).\"'' Giving an incomplete picture in this way can be frustrating, but it also makes the invented world feel more natural.\n\n{{blockquote|I am doubtful myself about the undertaking. Part of the attraction of the [[The Lord of the Rings|L.R.]] is, I think, due to the glimpses of a large history in the background: an attraction like that of viewing far off an unvisited island, or seeing the towers of a distant city gleaming in a sunlit mist. To go there is to destroy the magic, unless new unattainable vistas are again revealed. Also many of the older legends are purely 'mythological', and nearly all are grim and tragic: a long account of the disasters that destroyed the beauty of the Ancient World, from the darkening of [[Valinor]] to the Downfall of [[Númenor]] and the flight of [[Elendil]].|[[Letter 247]], [[20 September]] [[1963]]}}\n\nAs only ''[[The Hobbit]]'', ''[[The Lord of the Rings]]'', ''[[The Adventures of Tom Bombadil]]'', and ''[[The Road Goes Ever On (book)|The Road Goes Ever On]]'' were published during Tolkien's lifetime, some argue only those works should be considered \"true\" canon with respect to Tolkien's publication history.{{fact}} Tolkien himself considered the published works as \"fixed\" and tried not to introduce new concepts that would contradict or alter them, while he continued to revise some unpublished material for most of his life.{{fact}} However, Tolkien's publication history was complicated, and was not related to his views on canon.{{fact}}\n\n''The Hobbit'' was revised twice, and ''The Lord of The Rings'' once during Tolkien's lifetime. The reasons for the revisions to 1950 revised edition of ''The Hobbit'' were not related to canonicity, but instead were designed to make the book more consistent with ''The Lord of the Rings''. When The Hobbit was first published in the 1930s, Tolkien had not been planning to write the later work, and so some details were inconsistent. The [[the One Ring|ring]] that Bilbo obtained, for example was not related to [[Sauron]] in the [[The Hobbit 1st edition|original edition]]. It was simply a magic ring that could make the wearer invisible. In anticipation of the publication of its sequel, Tolkien had to rewrite parts of ''The Hobbit'' to make it consistent with ''The Lord of the Rings.'' \n\nIn Tolkien's commentary in the [[The Lord of the Rings Appendices|Appendices]] of ''The Lord of The Rings'', where he presented the work itself as being a [[Red Book of Westmarch|translation of mythology]] written down ''in'' the world of Arda, subject to errors and other inaccuracies of those fictional characters who \"wrote\" the material Tolkien is \"translating.\" Similarly, ''The Hobbit'' is said to be a translation of a memoir written by Bilbo Baggins, and it is commonly thought that a degree of unreliable narration is intentionally presented at different parts of the story. This particular element was added by Tolkien to provide an in-universe explanation for the inconsistencies between the first edition of ''The Hobbit'' and later editions. \n\nIt is worth noting that the term \"mythology\" or \"legends\" as used by Tolkien in reference to his work does '''not''' mean it shouldn't be considered a formal part of canon or inherently unreliable. Tolkien conceived all of his writing as part of a vast \"mythology\" which he had originally intended to replace the lost myths and legends of his homeland of England.{{fact}} As time went on, he abandoned the idea of writing a mythology for England and instead came to see his work as a vast corpus of mythology, stories, history and legends for his own invented world.{{fact}} As a result of this, all his writings relating to Middle-earth are known collectively as ''The Legendarium''.{{fact}} \n\n[[Christopher Tolkien]] kept as closely as possible to the material his father wrote when ''[[The Silmarillion]]'' was published, and stated he had kept it as consistent as possible because his father considered the account of the forging of the Rings and the Downfall of Númenor to be \"essential background to The Hobbit and its sequel\" <ref name=\":0\">Letter 131 to Milton Waldman- Unknown Date, 1951</ref> \n\nJ.R.R Tolkien also left a comprehensive and detailed summary of ''The Silmarillion'' which we wrote in [[Letter 131]] to his friend [[Milton Waldman]], and this reveals that the version published by Christopher is largely unchanged in its major details and events. \n\n{{Blockquote|The cycles begin with a cosmogonical myth: the Music of the Ainur. God and the Valar (or powers: Englished as gods) are revealed.\n\nIt moves then swiftly to the History of the Elves, or the Silmarillion proper; to the world as we perceive it, but of course transfigured in a still half-mythical mode: that is it deals with rational incarnate creatures of more or less comparable stature with our own. The Knowledge of the Creation Drama was incomplete: incomplete in each individual 'god', and incomplete if all the knowledge of the pantheon were pooled. For (partly to redress the evil of the rebel Melkor, partly for the completion of all in an ultimate finesse of detail) the Creator had not revealed all.\n\nSo, proceeding, the Elves have a fall, before their 'history' can become storial. (The first fall of Man, for reasons explained, nowhere appears – Men do not come on the stage until all that is long past, and there is only a rumour that for a while they fell under the domination of the Enemy and that some repented.) The main body of the tale, the Silmarillion proper, is about the fall of the most gifted kindred of the Elves, their exile from Valinor (a kind of Paradise, the home of the Gods) in the furthest West, their re-entry into Middle-earth, the land of their birth but long under the rule of the Enemy, and their strife with him, the power of Evil still visibly incarnate. It receives its name because the events are all threaded upon the fate and significance of the Silmarilli ('radiance of pure light') or Primeval Jewels.\n\nThe chief of the stories of the Silmarillion, and the one most fully treated is the Story of Beren and Lúthien the Elfmaiden. There are other stories almost equally full in treatment, and equally independent and yet linked to the general history. There is the Children of Húrin, the tragic tale of Túrin Turambar and his sister Níniel ...\n\nThere is the Fall of Gondolin: the chief Elvish stronghold. And the tale, or tales, of Earendil the Wanderer. He is important as the person who brings the Silmarillion to its end, and as providing in his offspring the main links to and persons in the tales of later Ages. \n\nThe next cycle deals (or would deal) with the Second Age. But it is on Earth a dark age, and not very much of its history is (or need be) told. In the great battles against the First Enemy the lands were broken and ruined, and the West of Middle-earth became desolate. We learn that the Exiled Elves were, if not commanded, at least sternly counselled to return into the West, and there be at peace. They were not to dwell permanently in Valinor again, but in the Lonely Isle of Eresseëa within sight of the Blessed Realm. The Men of the Three Houses were rewarded for their valour and faithful alliance, by being allowed to dwell 'western-most of all mortals', in the great 'Atlantis' isle of Númenóre.\n\nThe Elves of Eregion made Three supremely beautiful and powerful rings, almost solely of their own imagination, and directed to the preservation of beauty: \nBut secretly in the subterranean Fire, in his own Black Land, Sauron made One Ring, the Ruling Ring that contained the powers of all the others, and controlled them, so that its wearer could see the thoughts of all those that used the lesser rings, could govern all that they did, and in the end could utterly enslave them.\n\nHe reckoned, however, without the wisdom and subtle perceptions of\nthe Elves. The moment he assumed the One, they were aware of it, and of his secret purpose, and were afraid. They hid the Three Rings, so that not even Sauron ever discovered where they were and they remained unsullied. The others they tried to destroy.\nIn the resulting war between Sauron and the Elves Middle-earth, especially in the west, was further ruined.\n\nThe Downfall of Númenor, the Second Fall of Man , brings on the catastrophic end, not only of the Second Age, but of the Old World, the primeval world of legend (envisaged as flat and bounded). \nSo the end of the Second Age draws on in a major catastrophe; but it is not yet quite concluded.\n\nThe Second Age ends with the Last Alliance (of Elves and Men), and the great siege of Mordor.\nIt ends with the overthrow of Sauron and destruction of the second visible incarnation of evil. But at a cost, and with one disastrous mistake. Gilgalad and Elendil are slain in the act of slaying Sauron. Isildur, Elendil's son, cuts die ring from Sauron's hand, and his power departs, and his spirit flees into the shadows. \nBut the evil begins to work. Isildur claims the Ring as his own, as 'the Weregild of his father', and refuses to cast it into the Fire nearby. He marches away, but is drowned in the Great River, and the Ring is lost, passing out of all knowledge. But it is not unmade, and the Dark Tower built with its aid still stands, empty but not destroyed. So ends the Second Age with the coming of the Númenórean realms and the passing of the last kingship of the High Elves|- Letter 131 to Milton Waldman- Unknown date probably 1951 }}<br />Throughout his commentaries in ''[[The History of Middle-earth]]'', Christopher has pointed out any discrepancies between his editorial decisions and alterations and later additions or revisions his father intended to make to small details about people, places and things in the text. He pointed out where different versions existed, or changes had been made by his father.\n\nThe chapters in the published ''Silmarillion'' about the ruin of [[Doriath]] and the fall of [[Gondolin]], especially the former, were edited by Christopher Tolkien and [[Guy Gavriel Kay]], to fill in some gaps in the available draft material{{fact}}, and therefore may not represent J.R.R. Tolkien's own ideas about how those stories should have been be compiled and completed. ''The Fall of Gondolin'' was abandoned by J.R.R Tolkien and never finished, so Christopher and Kay had to complete it and write a proper ending.{{fact}} \n\n''[[Unfinished Tales]]'' consists of essays and stories composed at various times. Many were written before ''The Lord of the Rings'' and some were written afterwards. Most were generally consistent with ''The Lord of the Rings'', although some of the stories were set in the First and Second Age and did not relate directly to ''The Lord of the Rings'' because they were written years before. Galadriel does not appear in any of the early versions of stories like ''The Children of Hurin'', for example, even though parts of it are set in Doriath because her character was not created until later. \n\nThe book contains a chapter entitled ''The History of Galadriel and Celeborn'', which chronicles Galadriel and Celeborn's movements in the Second Age as well as their involvement in some of the events of the First Age. There are different versions of some parts and events of the story. It also contains a section on the nature of the Istari, and a details account of the battle of Gladden Fields. The differences between some differing versions of some of the material, especially relating to Galadriel and Celeborn does create some inconsistencies, but as a whole Unfinished Tales is consistent with Tolkien's finished work. \n\nThe various texts published in ''[[The History of Middle-earth]]'' date from all periods of Tolkien's life and generally exclude the more finished sections used for the published works. \n\nTowards the end of his life, Tolkien described the tales of the ''[[Quenta Silmarillion]]'' as legends, chiefly those of Men but blended with those of the Sindar. As such the tales could contain a various traditions and accounts passed down through time, embellished in literary tradition.<ref>{{L|325}}</ref><ref>{{PM|XI}}</ref><ref>{{PM|XIII}}</ref> Tolkien had, at several points suggested he the described the ''Lord of the Rings'' and ''The Hobbit'' in a similar way. Indeed, he considered everything he wrote to be set \"body of mythology\" or set of legends, so the term \"legend\" should not be considered evidence that he didn't want ''The Silmarillion'' to be counted alongside the rest of his work. Since, as already stated, Tolkien considered parts of the ''The Silmarillion'' to be \"essential background\" to ''The Hobbit'' and ''The Lord of the Rings.''<ref name=\":0\" />\n\n==Determining a priority==\nWhen handling two or more inconsistent elements of Tolkien's Legendarium, there are at least two (sometimes overlapping, sometimes conflicting) rules of thumb according to which a [[Tolkienist]] can apply criticism and determine which is more valid over the other.\n;Final intent\n:This principle follows the axiom that Tolkien's Legendarium is a work that was revised towards maturity and refinement, therefore later ideas are more valid than earlier ones. For example, in one of his [[Last Writings]] (q.v.) near the end of his life, Tolkien wrote that the [[Blue Wizards]] played a big role in the [[East]]. This can be considered the \"final word\" on the matter, obsoleting an earlier idea (stated in [[Letter 211]]) that they fell like Saruman.\n;Height intent\n:This principle considers that by the writing of ''The Lord of the Rings'' the Legendarium had reached its peak of maturity. Afterwards, Tolkien's personal and unpublished writings presented a \"decline\" and were mainly experiments with philosophical matters of Arda, which sometimes contradicted the established works. These were eventually abandoned or left unfinished. Such concepts include the [[Round World version of the Silmarillion]], or the [[1960]] partial rewrite of ''The Hobbit''.\n\n==Individual Issues==\n===Gil-galad===\nAn example of the canon question is the lineage of [[Gil-galad]]. In the published ''Silmarillion'' he is said to be the son of [[Fingon]], but as disclosed in ''[[The War of the Jewels]]'' Tolkien considered many arrangements before apparently deciding that he was the son of [[Orodreth]], who would then also be displaced as a son of [[Finarfin]] and turned into Finarfin's grandson instead. Also, most people think [[Finwë]] had three children, all sons; [[Fëanor]] by his first wife [[Míriel]], and [[Fingolfin]] and [[Finarfin]] by [[Indis]]. However, this is incorrect, since he also had two daughters, [[Findis]] and [[Írimë]], by his second wife (Findis was in fact Finwë's first child by Indis), thus Finwë had five children. If the published ''Silmarillion'' is taken as canon all later material must be discarded, but if the later writings by Tolkien are taken as canon the ''Silmarillion'' must be rewritten, a task which Christopher Tolkien had stated he would not do as he was then retired.{{fact}} So we are left with a ''[[Quenta Silmarillion]]'' which contradicts the original author's intentions in some minor details, but which is the only authoritative narrative in existence for most of the stories and narratives which remain unaltered. The latter third of the ''Quenta Silmarillion'' in particular was never rewritten by Tolkien as a whole after the early narrative of his youth.\n\n===''The Hobbit''===\nA further problem is reconciling ''The Hobbit'' with ''The Lord of the Rings''. In 1947, Tolkien suggested to his publisher, [[Allen and Unwin|George Allen & Unwin]], that ''The Hobbit'' required revision to make it more consistent with the then nearly finished sequel. In 1950, Tolkien was surprised to be informed that the publisher had incorporated his 1947 suggestions into a new edition of ''The Hobbit''. When he received the proofs for this update he subsequently altered some of the as-yet unpublished material in ''The Lord of the Rings'' to more fully conform to the changes Allen & Unwin had made to ''The Hobbit''.{{fact}}\n\nAmong inconsistencies which survived into the second edition, [[Bilbo Baggins|Bilbo]] and the [[Dwarves]] took far too long to reach [[Rivendell]] when a map from ''The Lord of the Rings'' was used to gauge the distance, which can only be explained with great difficulty if at all.{{fact}} There are additional problems as well, such as the exact location of the [[Trolls|Troll]] encounter. When he began writing ''The Hobbit'' Tolkien did not intend for it to be part of his Middle-earth mythology, but was simply populating an imaginary landscape with characters and locations for a children's adventure story. Nonetheless, for his own amusement, Tolkien borrowed several references to his unpublished mythology to give the story a sense of depth. Thus Gandalf and [[Thorin]] wield swords from [[Gondolin]], and [[Elrond]], ruler of Rivendell, is [[Half-elven]].\n\n{{references}}\n==External links==\n*{{WP|Middle-earth canon}}\n*[http://tolkien.slimy.com/essays/TolkParish.html Essay on Tolkienian canon] by Steuard Jensen\n**[http://tolkien.slimy.com/publist.html List of Middle-earth books] with notes about suggested canonicity (part of the above site)\n*\"[http://middle-earth.xenite.org/2012/04/26/a-funny-thing-happened-on-the-way-to-the-canon/ A Funny Thing Happened on the Way to the Canon]\" by [[Michael Martinez]]\n[[Category:Fandom]]"}}}