{"parse": {"title": "The Hobbit Sketchbook", "pageid": 57089, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:The Hobbit Sketchbook.jpg"}, {"ns": 0, "exists": "", "*": "14 November"}, {"ns": 0, "exists": "", "*": "2019"}, {"ns": 0, "exists": "", "*": "Alan Lee"}, {"ns": 0, "exists": "", "*": "HarperCollins"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["The_Hobbit_Sketchbook.jpg"], "wikitext": {"*": "{{book\n| title=The Hobbit Sketchbook\n| image = The Hobbit Sketchbook.jpg\n| author=[[Alan Lee]]\n| editor=\n| illustrator=[[Alan Lee]]\n| publisher=[[HarperCollins]]\n| date=[[14 November]] [[2019]]\n| format=Hardback\n| pages=192\n| isbn=9780008226749\n}}\n'''''The Hobbit Sketchbook''''' is a book containing illustrations by [[Alan Lee]].\n==From the publisher==\nThis richly illustrated book celebrates in words and pictures the beautiful work that award-winning artist Alan Lee produced for J.R.R. Tolkien’s ''The Hobbit'', and includes dozens of brand-new paintings and pencil drawings exploring the world of Bilbo Baggins.\n\nSince ''The Hobbit'' was first published in 1937, generations of readers have fallen under its spell. That magic was reignited sixty years later, when Alan Lee was commissioned to produce a special illustrated edition, and his delicate pencil drawings and beautiful watercolour paintings have become for many the definitive vision of J.R.R. Tolkien’s Middle-earth.\n\nIn this sumptuous, large-format hardback Alan Lee reveals in pictures and in words how he created these images, which would prove so powerful, matching perfectly with Tolkien’s own vision, that they would eventually define the look of Peter Jackson’s film adaptations and earn Alan a coveted Academy Award.\n\n''The Hobbit Sketchbook'' is filled with more than 100 of his sketches and early conceptual pieces that reveal how the project progressed from idea to finished art. It also contains a wealth of brand-new full-colour paintings and sketches drawn specially for this book, which unlock the secrets of how Alan creates his own magic and provide a fascinating insight into the imagination of the man who breathed new life into Tolkien’s vision.\n\n{{DEFAULTSORT:Hobbit Sketchbook, The}}\n{{title|italics}}\n[[Category:Art books]]\n[[Category:Publications by title]]"}}}