{"parse": {"title": "Tolkien, le façonnement d'un monde", "pageid": 49650, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Didier Willis"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Jason Fisher"}, {"ns": 0, "exists": "", "*": "Kristine Larsen"}, {"ns": 0, "*": "Gerard Hynes"}], "templates": [{"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:Title"}], "images": [], "wikitext": {"*": "'''''Tolkien, le façonnement d'un monde''''' (\"Tolkien, the shaping of a world\") is a 2-volume collection of scholarly essays in French on [[J.R.R. Tolkien]]. The collection focuses on botany, astronomy and geography (in a very broad sense), with essays from French authors as well as translations from English.\n\n==Contents==\n\n*Vol. 1, ''Botanique & Astronomie'' (Botany & Astronomy), July 2011, 276 p.\n**[[Didier Willis]], \"Avant-propos — Tolkien et le souci du détail\" (Foreword – Tolkien: an attention to details)\n**Stéphanie Loubechine, \"Le Saule et le Bouleau — Symbolique de l’arbre chez Tolkien\" (The Willow and the Birch: Symbolic views on Tolkien’s tree)\n**Alain Lefèvre, \"Asphodèles et amarantes — Champs élyséens de ''mallos'' et d’''alfirin''\" (Asphodels and amaranths: Elysian fields of ''mallos'' and ''alfirin'')\n**Didier Willis, \"Derrière les feuilles du ''lebethron'' — Variations sur le thème de l’Arbre et la Feuille\" (Behind the leaves of ''lebethron'': Variations on the Tree and the Leaf)\n**Lionel Pras, \"Tolkien parmi les arbres\" (Tolkien among trees)\n**[[Kristine Larsen]], \"Pour une identification définitive de Borgil — Une approche astronomique et littéraire\" (A definitive identification of Tolkien’s Borgil: an astronomical and literary approach)\n**Didier Willis, \"La Couronne de Durin à l’épreuve de l’archéoastronomie\" (The Crown of Durin put to the test of archeoastronomy)\n**François Augereau & Didier Willis, \"Des lettres lunaires et du nouvel an des Nains — Les Nains et le cycle métonique\" (Of moon-letters and Dwarvish new year: Dwarves and the metonic cycle)\n**Alain Lefèvre, \"Le conte perdu de Mercure — Tuor et Idril élevés au rang d’astre\" (The lost tale of Mercury: Tuor and Idril elevated to the stars)\n**François Augereau, \"Astres dévorés — Les éclipses chez Tolkien, motif en quatre temps\" (Devoured stars: Eclipses in Tolkien’s works: a quadruple pattern)\n\n*Vol. 2, ''Astronomie & Géographie'' (Astronomy & Geography), March 2014, 356 p.\n**Kristine Larsen, \"Oiseaux marins et étoiles du matin — Céyx, Alcyone et les métamorphoses d’Eärendil et Elwing\" (Sea Birds and Morning Stars: Ceyx, Alcyone, and the Many Metamorphoses of Eärendil and Elwing)\n**Alain Lefèvre, \"L’astre rouge de la Lune du Chasseur\" (The red star at the Hunter's Moon)\n**Bertrand Bellet, \"Les mois et les saisons en Terre du Milieu\" (Months and seasons in Middle-earth)\n**[[Jason Fisher]], \"Aux sources des Cercles du Monde de Tolkien — Spéculations sur la ''Heimskringla'', la Vulgate et la ''mappa mundi'' de Hereford\" (Sourcing Tolkien's Circles of the World: Speculations on the ''Heimskringla'', the Latin Vulgate Bible, and the Hereford ''Mappa Mundi'')\n**[[Gerard Hynes]], \"Sous la sombre quille de la Terre — Tolkien et la géologie\" (Beneath the Earth's dark keel: Tolkien and Geology)\n**Didier Willis, \"Númenor et la ''Cottoniana'' — Enquête sur une île en forme d’étoile à cinq branches\" (Númenor and the ''Cottoniana'': Enquiry on a five-pointed star-shaped island)\n**Priscille Henon, \"Dédales en Terre du Milieu\" (Labyrinths in Middle-earth)\n**William A. S. Sarjeant, \"La géologie de la Terre du Milieu\" (The geology of Middle-earth)\n**Jean-Rodolphe Turlin, \"La pierre des Trois Quartiers\" (The Three-Farthing Stone)\n**Didier Willis, \"Du Beleriand aux confins de Rhûn — Collages et reconstructions cartographiques\" (From Beleriand to the borders of Rhûn: collages and cartographic reconstructions)\n**Jean-Rodolphe Turlin, \"Une cartographie pour la Comté\" (Toward a cartography of the Shire)\n**Éric Flieller, \"Rhosgobel, la demeure énigmatique du mystérieux Radagast\" (Rhosgobel, the enigmatic home of mysterious Radagast)\n**Didier Willis, \"Borlas de Pen-arduin, entre berges et collines\" (Borlas of Pen-arduin, in between river banks and hills)\n**Didier Willis, \"Lanterniers, portiers et hôteliers de Minas Tirith\" (Lampwrights, porters and innkeepers of Minas Tirith)\n**Damien Bador, \"Des deux Carroc à la Pierre d’Erech\" (From the two Carrocks to the Stone of Erech)\n\n==External links==\n\n*[https://sites.google.com/site/dragonbrumeux/home Volume 1 official webpage] (French)\n*[https://sites.google.com/site/dragonbrumeux/vol2 Volume 2 official webpage] (French)\n*[https://sites.google.com/site/dragonbrumeux/english Abstracts and contents] (English, work-in-progress)\n*[http://www.tolkienlibrary.com/press/1008-Le-Dragon-de-Brume.php Volume 1 brief presentation] (English)\n*[http://www.tolkienlibrary.com/press/1145-tolkien-le-faconnement-monde-volume-2-astronomie-Geographie.php Volume 2 brief presentation] (English)\n\n{{references|note}}\n{{title|italic}}\n[[Category:French publications]]\n[[Category:Scholarly books]]"}}}