{"parse": {"title": "Sîrayn", "pageid": 71991, "redirects": [], "links": [{"ns": 14, "*": "Category:Images of Sîrayn"}, {"ns": 0, "exists": "", "*": "An Artist's Interpretation of Middle Earth"}, {"ns": 0, "exists": "", "*": "Army of the Southern Dragon"}, {"ns": 0, "exists": "", "*": "Charnesra"}, {"ns": 0, "exists": "", "*": "Ciryatanor"}, {"ns": 0, "exists": "", "*": "Far Harad"}, {"ns": 0, "exists": "", "*": "Fifth of the Nazgûl"}, {"ns": 0, "exists": "", "*": "Fourth Age"}, {"ns": 0, "exists": "", "*": "Fourth Age 61"}, {"ns": 0, "exists": "", "*": "Greater Harad"}, {"ns": 0, "exists": "", "*": "Haradwaith"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Languages in Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Middle-earth"}, {"ns": 0, "exists": "", "*": "Middle-earth Role Playing"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Nazgûl's Citadel"}, {"ns": 0, "exists": "", "*": "Near Harad"}, {"ns": 0, "exists": "", "*": "Ny Chennacatt"}, {"ns": 0, "exists": "", "*": "Númenor"}, {"ns": 0, "exists": "", "*": "Pete Fenlon"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Second Age"}, {"ns": 0, "exists": "", "*": "Second Age 2280"}, {"ns": 0, "exists": "", "*": "Second Age 600"}, {"ns": 0, "exists": "", "*": "Tartas Izain"}, {"ns": 0, "exists": "", "*": "Third Age"}, {"ns": 0, "exists": "", "*": "Third Age 1100"}, {"ns": 0, "exists": "", "*": "Third Age 1632"}, {"ns": 0, "exists": "", "*": "Third Age 1640"}, {"ns": 0, "exists": "", "*": "Tûl Harar"}, {"ns": 0, "exists": "", "*": "Tûl Isra"}, {"ns": 0, "exists": "", "*": "Yellow Mountains"}, {"ns": 0, "*": "Second Age 1929"}, {"ns": 0, "*": "Second Age 1933"}, {"ns": 0, "*": "Second Age 1935"}, {"ns": 0, "*": "Second Age 1999"}, {"ns": 0, "*": "Harshandat"}, {"ns": 0, "*": "Chennacatt"}, {"ns": 0, "*": "Third Age 83"}, {"ns": 0, "*": "Third Age 1201"}, {"ns": 0, "*": "Third Age 1380"}, {"ns": 0, "*": "Third Age 1385"}, {"ns": 0, "*": "Third Age 1436"}, {"ns": 0, "*": "Third Age 1457"}, {"ns": 0, "*": "Third Age 1555"}, {"ns": 0, "*": "Fourth Age 66"}, {"ns": 0, "*": "Bay of Ormal"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Adaptation"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Location infobox"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:SA"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:FoA"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:ICE"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["CdxIconInfoFilled.svg", "Map_of_Sîrayn_(excerpt).jpeg"], "wikitext": {"*": "{{Adaptation}}\n{{location infobox\n| name=Sîrayn\n| image=\n| caption=\n| pronun=\n| othernames=\n| location=Southern Middle-earth\n| type=Region\n| description=\n| regions=\n| settlements=[[Tûl Isra]], [[Tûl Harar]], [[Charnesra]]\n| inhabitants=\n| created=\n| destroyed=\n| rebuilt=\n| events=\n| audio=\n| audiocaption=\n| map=[[File:Map of Sîrayn (excerpt).jpeg|thumb|Excerpt from [[Pete Fenlon]]'s “[[An Artist's Interpretation of Middle Earth]]”]]\n| timeline=\n}}\nIn [[Middle-earth Role Playing]], '''Sîrayn''' ([[Languages in Middle-earth Role Playing#Tazinain|Ta.]] \"Land of Rivers\"), also known as Greater Harad, was a region encompassing the basin of the Sîresha river and the northern slopes of the [[Yellow Mountains]]. It was a land of extremes, ranging from lush river valleys to inhospitable deserts. Sîrayn served as the intellectual and economic hub of southern [[Middle-earth]], boasting a larger population and more extensive lands than its neighbours [[Near Harad]] and [[Far Harad]].\n\nThe region was historically volatile, marked by the rise and fall of numerous dynasties, shifting climates, and frequent wars. By the Third Age, it was dominated by the city of [[Tûl Isra]], which sought to subjugate the other six cities of the region under the influence of the [[Fifth of the Nazgûl|Akhôrahil the Ringwraith]]'s agents.<ref name=\"history\">{{ICE|3111}}, pp. 6-8</ref>\n\nThe region is the titular subject of the [[Greater Harad]] supplement.\n\n==History==\n===Second Age===\nIn the first century of the [[Second Age]], [[Languages in Middle-earth Role Playing#Apysaic|Apysaic]]-speaking nomadic tribes from the north and east settled the fertile valleys of the river Sîresha. Transitioning from a nomadic lifestyle, they developed a sophisticated agricultural society featuring irrigation canals, dry farming techniques, and domesticated livestock. As the population grew, craft specialization, writing, and a priestly hierarchy emerged, leading to the establishment of thirteen self-governing cities by {{SA|600}} along the river.\n\nThe peace of the region was shattered in {{SA|1929}} when Akhôrahil launched a conquest of Sîrayn. Commanding forces from the neighbouring kingdom of [[Ciryatanor]], his general [[Army of the Southern Dragon#Wyatan|Wyatan]] systematically razed resisting cities. By {{SA|1933}}, major centers like Rask, Tûl Isra, and Tyarett had fallen. In {{SA|1935}}, the city of [[Charnesra]] was destroyed in a battle against the Sorcerer's forces, though the resistance won a pyrrhic victory. However, by {{SA|1999}}, Akhôrahil had fully subjugated Sîrayn and [[Harshandat]], ruling the South for nearly three centuries.\n\nHis reign ended in {{SA|2280}} when a [[Númenor|Númenórean]] army defeated Akhôrahil, forcing him to flee to [[Mordor]]. The following year, a massive uprising by the people of Sîrayn overthrew the remaining puppet rulers, though the conflict resulted in the destruction of most remaining cities in Isra and [[Chennacatt]]. Only the seaport of [[Tûl Harar]] survived the Second Age intact.\n\n===Third Age===\nThe region remained sparsely populated until the Third Age, when Haradan tribes resettled the river valleys. By {{TA|83}}, Tûl Isra was refounded by Clan Másra, followed by the reconstruction of Tyarett and Charnesra. Prosperity returned with the discovery of rich ores in the Yellow Mountains, but it was short-lived. After {{TA|1100}}, Akhôrahil returned to his fortress of [[Ny Chennacatt]], unleashing Orcs and demons upon the region.\n\nIn {{TA|1201}}, Obed I of Clan Másra united the peoples of Sîrayn. He successfully drove back the southern hordes, establishing the political entity of Sîrayn and marking the first year of the Sîranean calendar. He eventually perished in the final battles near Horse-head’s Peak, were he was entombed.\n\nThe following centuries saw a power struggle between Clan Másra and the rival Clan Bulgan. In {{TA|1380}}, Bazaud Izain of Clan Bulgan seized the throne of Tûl Isra in a bloody coup, becoming the new Tarb ([[Languages in Middle-earth Role Playing#Tazinain|Ta.]] “Might-lord”). His regime was heavily influenced by [[Tartas Izain]], a sorcerer who became his Taraskon ([[Languages in Middle-earth Role Playing#Tazinain|Ta.]] \"Wisdom-lord\") in {{TA|1385}}. Tartas Izain introduced the worship of the “[[Sauron|Silent One]]”. Clan Másra  regained power in {{TA|1436}}, forcing Tartas to flee to Charnesra, engulfing the region in civil war. In {{TA|1457}}, Tûl Isra and Tyarett destroyed Charnesra, ending the immediate threat from Tartas Izain and his uncle Shuftas Gabar.\n\nClan Bulgan returned to power in {{TA|1555}}, initiating a campaign of conquest that subjugated Rask, Tyarett, Baud Selen, and Tartaust. By {{TA|1632}}, Tartas Izain had re-infiltrated the government of Tûl Isra, manipulating the weak Tarb to further the Dark Lord's designs. Under his influence, Tûl Isra conquered six of the seven cities of Sîrayn, leaving only Tûl Harar independent due to its geographical isolation behind the Sára Bask forest and Kirmlesran hills. This lasted until {{TA|1640}}, when a popular uprising finally overthrew the Bulgan government and restored Clan Másra, coinciding with Akhôrahil's departure for Mordor.<ref name=\"history\"/>\n\n===Fourth Age===\nAfter the defeat of Sauron, the evil cults in Sîrayn briefly declined. The cities became independent again, with an uneasy peace fueled by mutual trade.<ref>{{ICE|3111}}, p. 75</ref> In {{FoA|61}}, the Taryb of Sîrayn signed an agreement with the rulers of Tûl Harar, and in {{FoA|66}} they all united militarily under the Warlord of Tûl Isra.<ref>{{ICE|8205}}, p. 6</ref>\n\n==Geography==\n===Sîresha===\nThe Sîresha river rose in the Káraskon Ravine south of Ny Chennacatt, fed by glacial meltwater and mountain rains. Its waters were notably yellow due to the mountains' sediment. The upper river was fast and unnavigable, dropping through two major rapids: the ''Skara Riskál'' ([[Languages in Middle-earth Role Playing#Tazinain|Ta.]] “Wraith’s Teeth Rapids”) and the ''Skara Sársus'' ([[Languages in Middle-earth Role Playing#Tazinain|Ta.]] “Cougar’s Gullet Rapids”). The river was crossed at its narrowest point by the ''Môra Gaib'' (\"Bridge of the Old-settlers\").\n\nThe lower Sîresha was a tamer stream. Near its delta, it was joined by the Sîrsis river and flowed through the ruins of Charnesra. The river finally emptied into the ''Mard Isauba'', an arm of the [[Bay of Ormal]], at Tûl Harar.<ref name=\"geography\">{{ICE|3111}}, pp. 8-10</ref>\n\n===Isra===\n'''Isra''' was the agricultural heartland of Sîrayn. It consisted of gently rolling lands along the Sîresha, the Sára Bask, and the foothills of the Yellow Mountains. Formed by ancient erosion from the mountains, the yellow topsoil was deep and fertile, particularly in the Sîrsis valley. While farming along the riverbanks was easy, inland agriculture relied on extensive irrigation canals and wells. To the west, Isra was bounded by the ''Brû Isra'', a dry region where rainfall dropped significantly.<ref name=\"geography\"/>\nWheat, millet, and nutty ''fragaub'' were commonly grown, alongside legumes such as ''mezikast'' and ''karnet''. Golden ''isaha'' flowers, dark green ''tulgan'' shrubs, and stunted olive and fig trees dotted the landscape. The region was also home to herd animals, including sheep, goats, onagers, and gazelles, as well as water buffalo near the rivers. These herds were preyed upon by lions, wild dogs, and vultures.<ref name=\"florafauna\">{{ICE|3111}}, pp. 11-14</ref>\n\n===Sára Bask===\nThe '''Sára Bask''' was a forest stretching from the confluence of the Sîresha and Sîrsis rivers to the coast of the Bay of Ormal. While dry and dependent on mountain runoff, it supported hardy vegetation such as cork, olive, fig, and date palms. The riverbanks were lined with magnolia and willow, while the coast was thick with coconut and marauha palms. The forest was patrolled by ''Torbusaud'' ([[Languages in Middle-earth Role Playing#Tazinain|Ta.]] “Greenbarks”), herb-picking barges that harvested the forest.<ref name=\"geography\"/>\n\n===Kirmlesra===\nNorth of the Sîresha lay '''Kirmlesra'''. The Kirmlesran Hills were eroded badlands of red-streaked rock and alkaline soil where little grew but cactuses and thorny scrub. The Dalad Kirm was an extremely hot plain to the west that merged with the great desert of the [[Haradwaith]].<ref name=\"geography\"/> Vegetation was sparse, consisting mostly of deep-rooted, thorny shrubs and tough, springy grasses that rarely grew taller than a foot. The local wildlife adapted to these arid conditions by obtaining moisture from morning dew or the plants they consumed. The ''Quaquam'' (Desert Mouse), for example, got all its water needs from seeds. Most animals in this region lived in burrows or scrubs.<ref name=\"florafauna\"/>\n\n===Chennacatt===\nSouth of the Sîresha and west of Isra lay the plateau of '''Chennacatt'''. At a height of 500 to 1,000 feet above the river, this flat tableland was formed by ancient volcanic activity. It was largely arid, rarely receiving rainfall.<ref name=\"geography\"/> Because the plateau lacks sufficient rainfall for extensive agriculture, the inhabitants relied on domesticated herds of goats, sheep, rabbits, and cattle. Wild fauna included ground squirrels, foxes, predatory birds, and large cats.<ref name=\"florafauna\"/>\n{{references}}\n[[Category:Middle-earth Role Playing locations]]"}}}