{"parse": {"title": "The Siege of Gondor", "pageid": 7169, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "10 March"}, {"ns": 0, "exists": "", "*": "15 March"}, {"ns": 0, "exists": "", "*": "Beregond"}, {"ns": 0, "exists": "", "*": "Boromir"}, {"ns": 0, "exists": "", "*": "Captains of the West"}, {"ns": 0, "exists": "", "*": "Cirith Ungol"}, {"ns": 0, "exists": "", "*": "Denethor"}, {"ns": 0, "exists": "", "*": "Faramir"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Gandalf"}, {"ns": 0, "exists": "", "*": "Gollum"}, {"ns": 0, "exists": "", "*": "Gondor"}, {"ns": 0, "exists": "", "*": "Great Gate of Minas Tirith"}, {"ns": 0, "exists": "", "*": "Grond (battering ram)"}, {"ns": 0, "exists": "", "*": "Guards of the Citadel"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "Ithilien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Journey to the Cross-Roads"}, {"ns": 0, "exists": "", "*": "Men"}, {"ns": 0, "exists": "", "*": "Minas Tirith"}, {"ns": 0, "exists": "", "*": "Mordor"}, {"ns": 0, "exists": "", "*": "Nazgûl"}, {"ns": 0, "exists": "", "*": "Of Herbs and Stewed Rabbit"}, {"ns": 0, "exists": "", "*": "Orcs"}, {"ns": 0, "exists": "", "*": "Osgiliath"}, {"ns": 0, "exists": "", "*": "Pelennor Fields"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Rath Dínen"}, {"ns": 0, "exists": "", "*": "Riders of Rohan"}, {"ns": 0, "exists": "", "*": "Samwise Gamgee"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "Shadowfax"}, {"ns": 0, "exists": "", "*": "Siege of Gondor (disambiguation)"}, {"ns": 0, "exists": "", "*": "Stewards of Gondor"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}, {"ns": 0, "exists": "", "*": "The Muster of Rohan"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "The Ride of the Rohirrim"}, {"ns": 0, "exists": "", "*": "The Taming of Sméagol"}, {"ns": 0, "exists": "", "*": "The Two Towers"}, {"ns": 0, "exists": "", "*": "Third Age 3019"}, {"ns": 0, "exists": "", "*": "Tower of Ecthelion"}, {"ns": 0, "exists": "", "*": "Witch-king"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Disambig-more"}, {"ns": 10, "exists": "", "*": "Template:Hatnote"}, {"ns": 10, "exists": "", "*": "Template:Hatnote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:TT"}], "images": ["CdxIconArticleDisambiguation.svg", "Ted_Nasmith_-_Nazgûl_at_the_Walls.jpg"], "wikitext": {"*": "{{disambig-more|Siege of Gondor|[[Siege of Gondor (disambiguation)]]}}\n{{chapter\n| image=Ted Nasmith - Nazgûl at the Walls.jpg\n| title=The Siege of Gondor\n| book=The Return of the King\n| number=4\n| event=[[Minas Tirith]] is besieged.\n| date=[[10 March|10]]-[[15 March]] {{TA|3019|n}}\n| location=[[Minas Tirith]]\n| perspective=[[Peregrin Took|Peregrin]]\n| previous=The Muster of Rohan\n| next=The Ride of the Rohirrim\n}}\n'''The Siege of Gondor''' is the fourth chapter of the first book of ''[[The Return of the King]]''. It tells of the siege of [[Minas Tirith]] by the forces of [[Mordor]], led by the [[Witch-king|Lord of the Nazgûl]]. Key characters involved are [[Peregrin Took|Pippin]], [[Gandalf]], [[Faramir]] and [[Denethor]].\n\nThe chapter covers various events such as Faramir's perilous assignment to protect [[Osgiliath]], the subsequent battle for the nearby [[Pelennor Fields]], the siege of Minas Tirith, and the internal strife within the city, particularly between Denethor and his son Faramir. Central to the chapter is the tension between Gandalf and Denethor over the handling of the Ring, and the arrival of the [[Riders of Rohan|Rohirrim]]. The chapter ends with a standoff between Gandalf and the Lord of the Nazgûl just as the Riders of Rohan arrive.\n\n==Overview==\n===Pippin’s Service and the Rescue of Faramir===\nIn Minas Tirith, [[Peregrin Took|Pippin]] received his new uniform and gear having become a member of the [[Guards of the Citadel|Tower Guard]]. He spent a long day serving Lord [[Denethor]], [[Gandalf]], and the [[Captains of the West]]. While chatting at the outer wall of the Citadel amid heavy darkness and a stagnant air, Pippin and [[Beregond]] heard the terrifying shriek of a [[Nazgûl|Black Rider]]. Beyond the outermost gate, they saw five [[Nazgûl]] swooping over a small, rapidly approaching group of [[Men]] on horseback. The leader of the horsemen sounded his horn, recognized by Beregond as the trumpet call of Faramir.\n\nThe men, thrown from their terrified horses, ran for the city gate on foot. As one of the Nazgûl descended on Faramir, Pippin saw what appeared to be a brilliant white star in the north. The light is revealed to be from Gandalf approaching on his horse, [[Shadowfax]]. Gandalf had raised his hand and sent a shaft of light shooting upward into one of the Nazgûl, which cried and circled away, the other Nazgûl following. Gandalf returned to the city with Faramir slumped in the saddle.\n\n===Faramir’s Report and Denethor’s Displeasure===\nFaramir was escorted into Denethor’s chambers, where he was shocked to see Pippin, having already had a [[Faramir#In Ithilien|strange encounter]] with two other [[Hobbits]]—[[Frodo Baggins|Frodo]] and [[Samwise Gamgee|Sam]]—in [[Ithilien]].<ref>{{TT|Herbs}}</ref> Gandalf erupted when he learned from Faramir that Frodo and Sam were heading to [[Mordor]] by way of [[Cirith Ungol]]. Faramir noted that he bid farewell to the Hobbits only two days ago;<ref>{{TT|Journey}}</ref> they could not have reached Cirith Ungol yet. They surmised that [[Sauron]]’s new movement on [[Gondor]] was not related to Frodo’s approach to Mordor.\n\nDenethor upbraided Faramir for showing cowardice in defending the outposts. The [[Stewards of Gondor|Steward]] bitterly remarked that [[Boromir]], his other son, would have brought him a \"mighty gift\"—meaning [[The One Ring|the Ring]]. Gandalf pointed out that to the contrary, Boromir would have kept the \"gift\" for himself. The two argued, and Pippin again sensed the strain between them. Denethor opposed sending the Ring with a Hobbit into the hands of Sauron, believing that he himself should have been given the Ring for safekeeping. The gathering dispersed. Pippin asked Gandalf why, as Faramir had indicated, Frodo and Sam were traveling with [[Gollum]].<ref>{{TT|Taming}}</ref> Gandalf feared Gollum’s treachery, but noted that perhaps some good may yet come of [[Gollum#War of the Ring|Gollum’s actions]].\n\n===The Battle for Osgiliath===\nThe next morning, Denethor sent Faramir to protect the outlying ruins of Osgiliath where Mordor's armies were likely to strike first. Faramir dutifully accepted the perilous, possibly suicidal assignment from his father and Steward. The [[Witch-king|Lord of the Nazgûl]], the Black Captain against whom none could stand, led the armies of Mordor. Gandalf rode off toward Osgiliath to help fight the Black Captain, returning the next day leading many wounded men. Faramir remained at Pelennor, trying to hold his men together to execute a safe retreat.\n\n===Minas Tirith Besieged===\nNot long after the battle for Osgiliath, the armies of Mordor approached Minas Tirith. Thousands of black-clad Men and [[Orcs]] streamed onto the plains. A small, beleaguered ensemble rode before them: the last of Gondor's rearguard in retreat. Lord Denethor, clad in armour, sent a small army of horsemen out to protect the retreat. Gandalf rode among them, using his white fire to deter the front lines of the Enemy. The retreating men reached the city safely, but one of the Nazgûl’s poisoned arrows struck Faramir.\n\nSauron's armies besieged the city in a vale of fire, cutting off all roads. They used huge catapults to lob blazing missiles into the [[Minas Tirith#Geography|first ring of the city]]. As the forces of Minas Tirith tried to put these fires out, they realized to their horror that the Enemy’s missiles were the burning heads of those who had died defending Osgiliath.\n\n===Denethor’s Despair===\nStricken with bitterness and grief, Denethor locked himself in the [[Tower of Ecthelion|White Tower]] with Faramir, who was delirious with fever from his arrow wound. Pippin looked on as Denethor wept, cursing Gandalf and bewailing the end of his lineage as Steward of Gondor. As Denethor was holed up in the White Tower, Gandalf took over the defence of Minas Tirith. The army of Mordor launched an attack on the outer wall of the city. Denethor instructed the desperate messengers who arrived in his court that everyone in the city should give up and burn in the fires.\n\nDenethor called for his servants to carry Faramir out of the Citadel to [[Rath Dínen]]<ref>J.R.R. Tolkien, ''The Lord of the Rings, the Retun of the King, \"the Siege of Minas Tirith\"''</ref>, where Gondor's leaders were laid to rest. Denethor placed Faramir on a marble table and called for dry wood and a torch. Pippin warned the servants not to obey Denethor's orders, as it was clear that the Steward was overcome with madness. Pippin broke the rule of the Tower Guard by leaving his post. He sent Beregond up to the Hall of Kings to try to intervene with Denethor, and then the hobbit went in frantic search of Gandalf.\n\n===Stand off at the Great Gate and Unlooked-for Aid===\nThe armies of Mordor, led by the Lord of the Nazgûl, approached the [[Great Gate of Minas Tirith]] with a mighty [[Grond (battering ram)|battering ram]]. The servants of the Enemy struck the great iron door three times, shattering it on the third strike. The Black Captain entered the first ring of the city, and all fled in terror before him bar Gandalf, whom stood alone before him. Gandalf ordered the Lord of the Nazgûl to return to Mordor, to nothingness, but the Ringwraith laughed. He threw back his hood to reveal a crown on a headless body. His sword burst into flame, ready to strike, but Gandalf stood firm and resolute, ready to do battle. As a cock crowed and a great clamour of horns emanated from the north, the [[Riders of Rohan|Rohirrim]] arrived.\n{{references}}\n[[Category:The Return of the King chapters|Siege of Gondor]]\n[[fi:Gondorin piiritys (TSH)]]"}}}