{"parse": {"title": "Fog on the Barrow-downs", "pageid": 7084, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1954"}, {"ns": 0, "exists": "", "*": "28 September"}, {"ns": 0, "exists": "", "*": "Angmar"}, {"ns": 0, "exists": "", "*": "At the Sign of the Prancing Pony"}, {"ns": 0, "exists": "", "*": "Barliman Butterbur"}, {"ns": 0, "exists": "", "*": "Barrow-downs"}, {"ns": 0, "exists": "", "*": "Barrow-wights"}, {"ns": 0, "exists": "", "*": "Bilbo Baggins"}, {"ns": 0, "exists": "", "*": "Black Riders"}, {"ns": 0, "exists": "", "*": "Brandybucks"}, {"ns": 0, "exists": "", "*": "Brandywine"}, {"ns": 0, "exists": "", "*": "Brandywine Bridge"}, {"ns": 0, "exists": "", "*": "Bree"}, {"ns": 0, "exists": "", "*": "Carn Dûm"}, {"ns": 0, "exists": "", "*": "Christina Scull"}, {"ns": 0, "exists": "", "*": "Cold be hand and heart and bone,"}, {"ns": 0, "exists": "", "*": "East Road"}, {"ns": 0, "exists": "", "*": "Fatty Lumpkin"}, {"ns": 0, "exists": "", "*": "Frodo Baggins"}, {"ns": 0, "exists": "", "*": "Goldberry"}, {"ns": 0, "exists": "", "*": "Green Dragon"}, {"ns": 0, "exists": "", "*": "Hobbits"}, {"ns": 0, "exists": "", "*": "In the House of Tom Bombadil"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Men of Westernesse"}, {"ns": 0, "exists": "", "*": "Meriadoc Brandybuck"}, {"ns": 0, "exists": "", "*": "Misty Mountains"}, {"ns": 0, "exists": "", "*": "One Ring"}, {"ns": 0, "exists": "", "*": "Peregrin Took"}, {"ns": 0, "exists": "", "*": "Prancing Pony"}, {"ns": 0, "exists": "", "*": "Sauron"}, {"ns": 0, "exists": "", "*": "The Battle of the Pelennor Fields"}, {"ns": 0, "exists": "", "*": "The Fellowship of the Ring"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings: A Reader's Companion"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings (50th Anniversary Edition)"}, {"ns": 0, "exists": "", "*": "Third Age 3018"}, {"ns": 0, "exists": "", "*": "Tom Bombadil"}, {"ns": 0, "exists": "", "*": "Wayne G. Hammond"}, {"ns": 0, "exists": "", "*": "Witch-king"}, {"ns": 0, "exists": "", "*": "Withywindle"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Short description"}, {"ns": 10, "exists": "", "*": "Template:Chapter"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:TA"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote"}, {"ns": 10, "exists": "", "*": "Template:Section divider"}, {"ns": 10, "exists": "", "*": "Template:Section divider/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Quote/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Refn"}, {"ns": 10, "exists": "", "*": "Template:Reflist"}, {"ns": 10, "exists": "", "*": "Template:Reflist/styles.css"}, {"ns": 10, "*": "Template:Main other"}, {"ns": 10, "exists": "", "*": "Template:References"}, {"ns": 10, "exists": "", "*": "Template:HM"}, {"ns": 828, "exists": "", "*": "Module:Check for unknown parameters"}], "images": ["Paul_Raymond_Gregory_-_Fog_on_the_Barrow_Downs.jpg"], "wikitext": {"*": "{{short_description|8th chapter of the first book of The Fellowship of the Ring}}\n{{chapter\n| image=Paul Raymond Gregory - Fog on the Barrow Downs.jpg\n| title=Fog on the Barrow-Downs\n| book=The Fellowship of the Ring\n| number=8\n| event=[[Frodo Baggins|Frodo]] and his companions are captured by [[Barrow-wights]]; they are rescued by [[Tom Bombadil]].\n| date=[[28 September]] {{TA|3018|n}}\n| location=[[Barrow-downs]]\n| previous=In the House of Tom Bombadil\n| next=At the Sign of the Prancing Pony\n}}\n\n{{Quote|There is a seed of courage hidden (often deeply, it is true) in the heart of the fattest and most timid hobbit, waiting for some final and desperate danger to make it grow.|[[Frodo Baggins]]}}\n\n'''Fog on the Barrow-downs''' is the eighth chapter of the first book in ''[[The Fellowship of the Ring]]''. The main characters are [[Frodo Baggins]], [[Tom Bombadil]], [[Meriadoc Brandybuck]] and [[Peregrin Took]].  The [[Barrow-wights]] are introduced.\n\nThe chapter tells of the [[Hobbits]] journey to the [[Barrow-downs]], where they get lost and are captured by the Barrow-wights. Frodo summons Tom Bombadil, who rescues them and finds them each a sword from the Barrow-wights' stolen treasure. The Hobbits say farewell to Tom and set out towards [[Bree]].\n\nCentral to the chapter is Frodo's bravery in confronting a Barrow-wight and his determination to save his friends, despite his fear.\n\n==Overview==\nThe chapter begins where the [[In the House of Tom Bombadil|preceding chapter]] ends.\n\n===Leaving Tom and Goldberry===\nThe [[Hobbits]] slept well their final night at Tom Bombadil's house. Frodo dreamed of singing, rain, and grassy meadows. In the morning, the Hobbits once again ate breakfast alone. before Tom bid them farewell. They rode northwards towards the Barrow-downs.\n\nAs they left, Frodo suddenly remembered that they hadn't said farewell to [[Goldberry]].  She appeared then, however, at the top of the hill ahead of them, dancing. They made their way to her, and observed that the mists that previously shrouded the landscape had cleared away, giving them a view all the way to the [[Brandywine]] to the west, [[Withywindle]] to the south, and even a hint of the [[Misty Mountains]] to the east. Goldberry bid the Hobbits to make haste in daylight.  Frodo bowed silently to Goldberry and the Hobbits proceeded down the hill and away from the lands of Tom Bombadil, watched by Goldberry until they were nearly out of sight.\n\n===Journey through the Barrow-downs===\nThe Hobbits continued over and around the hills in a north-eastward direction. Climbing up a taller hill, to the north they saw what Merry identified as a row of trees that marked the [[East Road]] as it ran east from the [[Brandywine Bridge]]. This surprised the Hobbits, as it would mean they had covered a much greater distance than they'd assumed. To their direct east they spot green mounds on top of the hills, marked with tall standing stones that made them somewhat uneasy. Below them in a small hollow was another such stone, and they rested upon its eastern side and ate the food given to them by Tom.\n\nUnder the warmth of the midday sun and with full stomachs, the Hobbits fell asleep. When they awoke, they were horrified to discover that the sun was already setting, and the area had become covered in a thick fog, seemingly centered on the standing stone. They scrambled onto their ponies and set off northwards immediately, hoping to go straight towards the trees they had seen earlier. The mist became colder and damper as they proceeded, and darkness quickly fell.\n\nThe Hobbits rode in single file so as not to become separated in the dark mist, with Frodo at the front. He reached what he thought was the opening at the northern end of the Barrow-downs, only to discover that he'd reached a pair of huge standing stones he had not seen earlier from the hilltop. His pony reared up, threw him off, and ran away. Frodo discovered that he was completely alone. \n\n===Encounter with the Barrow-wight===\nFrodo called out to his companions and eventually heard someone calling out to him from the east. The call turned into a desperate cry for help, and finally fell silent. Frodo found himself at the top of a hill, still surrounded by the thick fog. He realized that he'd been going the wrong way, and was standing in front of one of the great barrows. Frodo called out one last time, and was answered by a shrill voice that seems to come from the ground itself:\n\n{{quote|Here! I am waiting for you!|[[Barrow-wights|Mysterious voice]]}}\n\nFrodo tried to run, but instead lost his strength and fell to the ground. He saw a dark figure staring down at him with cold, glowing eyes. The figure gripped him like cold iron, and he fell unconscious.\n\nWhen he awoke, Frodo lay on a stone slab inside the barrow. He immediately realized that he had been taken by a Barrow-wight, held motionless by its evil spell. He thought about [[Bilbo Baggins|Bilbo]] and the little adventures they'd had together, and began to wonder if this was the grim end to this adventure.  This thought gave him courage and helped ward off the Wight's spell, allowing him to move a little.  Frodo noticed an eerie glow emanating around him. He turned over and saw Sam, Merry and Pippin lying on stone slabs beside him, motionless and pale like the freshly-deceased, dressed in white robes, wearing golden crowns, with treasures strewn about them. A single, long sword lay naked across their necks.  Frodo began to hear a murmuring song, an evil incantation, filling the chamber:\n\n{{quote|Cold be hand and heart and bone,<br/>and cold be sleep under stone:<br/>never more to wake on stony bed,<br/>never, till the Sun fails and the Moon is dead.<br/>In the black wind the stars shall die,<br/>and still on gold here let them lie,<br/>till the dark lord lifts up his hand<br/>over dead sea and withered land.|[[Cold be hand and heart and bone,|The Barrow-wight's incantation]]}}\n\nFrodo spotted a pale light coming from a passage at the back of the chamber. Through the passage came a long arm, which crawled on its fingertips towards Sam. For a moment, Frodo considered putting on the [[One Ring]], escaping the barrow and abandoning his friends. He fought this desire and eventually prevailed. He took a short sword that was lying next to him and hacked the hand off the ghostly arm; the sword shattered at that moment.\n\n===Rescue by Tom Bombadil===\nFrodo attempted to wake Merry, but to no avail. Suddenly, he remembered the song that Tom Bombadil had taught the Hobbits the night before, and began singing it. Soon enough, he heard Tom's voice approaching, singing the next verse of his song. The wall of the barrow collapsed, and sunlight streamed in. Through the opening came Tom, who sang a song commanding the Wights to disperse from the barrow.\n\nFrodo and Tom carried the other Hobbits out of the barrow and into the morning sun. Doing so, Frodo believed he saw the Wight's severed hand still wriggling. Tom entered the barrow a final time, made noises suggestive of dispatching the severed hand, and emerged with a pile of treasure that he laid out on the grass. Tom sang once again, commanding the Hobbits to wake. As Merry regained consciousness, he initially seemed to believe that he was one of the kings laid to rest in the barrow, and even recounted the final moments of that life. He quickly returned to himself.\n\nSam inquired as to the whereabouts of his clothes, which Tom said were lost forever and bid the Hobbits take off the funeral shrouds that the Wight's spell had put on them and run naked through the grass, celebrating life. They did as Tom asked as he ran away, singing the names of six ponies, calling them to return. He soon reappeared with the Hobbits' five ponies, and a new, larger one called [[Fatty Lumpkin]]. He explained that this was his pony and he would ride it as he accompanied the Hobbits to the East Road. The narrator tells that the other five ponies (all owned by Merry) previously had no names, but would answer the names that Tom gave them for the rest of their lives.\n\nThe Hobbits retrieved spare clothes from their saddle packs, and ate breakfast. As they did, Tom returned to the treasure pile. He said that the treasure was free for all takers, and explained that this would break the Wight's haunting of the barrow. For himself, he picked a brilliant brooch, which he intended to give as a gift to Goldberry in memory of its original owner. Tom then took four leaf-shaped daggers from the pile, and handed one to each Hobbit to use as a short-sword.{{refn|group=notes|Merry's blade eventually slays the [[Witch-king]] with this blade in ''[[The Battle of the Pelennor Fields]]''.<ref>{{HM|RC}} p.146</ref>}} The daggers looked new, but Tom explained that they were made by the [[Men of Westernesse]] a very long time ago. He said that these Men were once the enemies of [[Sauron]], but were defeated by the evil king of [[Carn Dûm]] in the land of [[Angmar]]. The Hobbits appeared to experience a vision in which they saw an army marching across the Barrow-downs, and behind them, a man with a star on his brow.\n\n===To the East Road and to Bree===\nThe Hobbits and Tom set out northwards. Frodo looked for the two huge standing stones he'd encountered earlier, but saw them nowhere. They soon reached the gap at the northern edge of the downs and quickly realized that they could never have reached it before nightfall on the previous day. What they thought were the trees lining the East Road was nothing more than a hedge at the top of an artificial ditch, which Tom described as the border of a long-gone kingdom.\n\nAs evening fell, the Hobbits finally reached the East Road, and immediately recalled the danger of the [[Black Riders]] that had been forgotten days before. Tom explained that down the road to the east was the village of [[Bree]]. He instructed them to look for [[Barliman Butterbur]], the proprietor of the [[Prancing Pony]] inn, vouching for his character. The Hobbits begged Tom to drink with them at the inn, but Tom refused, saying that this was the edge of his country and that he must return to Goldberry. He bid them farewell and rode off, singing.\n\nNight fell as the Hobbits rode towards Bree. Merry explained that both Hobbits and Men live there, and that [[Brandybucks]] visit the village occasionally as well. Sam hoped that the Prancing Pony would be similar to the [[Green Dragon]] back home. Frodo reminded the others that he was to be addressed by the name \"Underhill\", to keep his identity secret.  The Hobbits spotted the village ahead and made their way towards it through the darkness.\n\n==Composition==\nThe chapter contains the phrase \"[[Wiktionary:glister|glistered]] and sparkled on the grass\". The typists misread [[J.R.R. Tolkien]]'s \"r\" as \"n\" and typed ''[[Wiktionary:glisten|glistened]]'', which has been twice corrected back to ''glistered'' by Tolkien and printed correctly in the first edition of [[1954]]. It was reverted back to its mistaken form in the unauthorised resetting of the ''Fellowship'', however, and failed to be noticed in subsequent editions. The process has been detected by Steve Frisby, and it was finally corrected in the [[The Lord of the Rings (50th Anniversary Edition)|50th Anniversary Edition]].<ref>{{HM|RC}}, pp. xlii, xliii</ref>\n==Notes==\n{{reflist|group=notes}}\n{{references}}\n[[Category:The Fellowship of the Ring chapters]]\n[[fi:Sumua Hautakeroilla (TSH)]]"}}}