{"parse": {"title": "At the End of the Quest, Victory", "pageid": 27036, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "1956"}, {"ns": 0, "exists": "", "*": "1978"}, {"ns": 0, "exists": "", "*": "22 January"}, {"ns": 0, "exists": "", "*": "Christopher Tolkien"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Letter 183"}, {"ns": 0, "exists": "", "*": "The Letters of J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The One Ring"}, {"ns": 0, "exists": "", "*": "The Return of the King"}, {"ns": 0, "exists": "", "*": "The Tolkien Scrapbook"}, {"ns": 0, "exists": "", "*": "W.H. Auden"}], "templates": [], "images": [], "wikitext": {"*": "'''At the End of the Quest, Victory''' is a review by [[W.H. Auden]] of [[J.R.R. Tolkien]]'s ''[[The Return of the King]]'', published in ''The New York Times Book Review'', [[22 January|January 22]], [[1956]].\n\nThe article was reprinted in ''[[The Tolkien Scrapbook]]'' ([[1978]]).  Tolkien wrote a commentary about this review which he never sent or showed to anyone else, which [[Christopher Tolkien]] included as [[Letter 183]] in ''[[The Letters of J.R.R. Tolkien]]''.\n\n==Summary==\nAuden admitted that ''The Lord of the Rings'' was a highly polarizing work, concluding that one reason for the hostility of some readers stems from a general objection to \"Heroic Quests and Imaginary Worlds\". Auden added that a heroic quest is an appropriate image for a subjective, first-person view of life, where life is a series of choices made for a definite purpose, but in an objective, third-person view, people's choices are invisible, and indeed their actions are usually predictable. Tolkien, however, had synthesized the heroic quest with a realistic view of life more successfully than any previous writer. Auden stated that this had been achieved in two ways. First, Tolkien had invented an imaginary world with its own peoples, environment, and history, in greater detail than any previous writer. Second, Tolkien had imagined how evil could be defeated not by the exercise of sheer power, as in Milton's ''Paradise Lost'', but because of its own inherent weakness: the failure to imagine how anyone could seek to destroy the [[The One Ring|One Ring]] rather than use its power for themselves. Auden added that Tolkien had met the challenge of making ''The Return of the King'' even grander than the previous volumes, thus bringing ''The Lord of the Rings'' to a climax.\n\n==Excerpts==\n<blockquote>\n<p>I rarely remember a book about which I have had such violent arguments. Nobody ''seems'' to have a moderate opinion: either, like myself, people find it a masterpiece of its genre or they cannot abide it, and among the hostile there are some, I must confess, for whose literary judgment I have great respect. A few of these may have been put off by the first forty pages of the first chapter of the first volume in which the daily life of the hobbits is described; this is light comedy and light comedy is not Mr.Tolkien's forte. In most cases, however, the objection must go far deeper. I can only suppose that some people object to Heroic Quests and Imaginary Worlds on principle; such, they feel, cannot be anything but light \"escapist\" reading....</p>\n\nLife, as I experience it in my own person, is primarily a continuous succession of choices between alternatives, made for a short-term or long-term purpose.... If, as I believe, Mr. Tolkien has succeeded more completely than any previous writer in this genre in using the traditional properties of the Quest, the heroic journey, the Numinous Object, the conflict between Good and Evil while at the same time satisfying our sense of historical and social reality, it should be possible to show how he has succeeded. To begin with, no previous writer has, to my knowledge, created an imaginary world and a feigned history in such detail....\n\nTo present the conflict between Good and Evil as a war in which the good side is ultimately victorious is a ticklish business.... The battles in the Apocalypse and \"Paradise Lost,\" for example, are hard to stomach because of the conjunction of two incompatible notions of Deity, of a God of Love who creates free beings who can reject his love and of a God of absolute Power whom none can withstand. Mr. Tolkien is not as great a writer as Milton, but in this matter he has succeeded where Milton failed....\n\nThe demands made on the writer's powers in an epic as long as \"The Lord of the Rings\" are enormous and increase as the tale proceeds—the battles have to get more spectacular, the situations more critical, the adventures more thrilling—but I can only say that Mr. Tolkien has proved equal to them.\n</blockquote>\n\n==External links==\n* \"[http://web.archive.org/web/20130730014755/http://www.nytimes.com/1956/01/22/books/tolkien-king.html At the End of the Quest, Victory]\" full text at the Internet Archive\n*[http://timesmachine.nytimes.com/timesmachine/1956/01/22/90749865.html?pageNumber=226&smid=tw-nytarchives New York Times Archive (subscribers only)]\n* \"[http://www.guardian.co.uk/commentisfree/andrewbrown/2010/jan/01/religion-whauden Auden and Tolkien]\", a comment piece about \"At the End of the Quest, Victory\" published in ''The Guardian'' by [[wikipedia:Andrew Brown (writer)|Andrew Brown]]\n[[Category:Published articles]]"}}}