{"parse": {"title": "Cinematic Scripture: The Structure and Usage of The Lord of the Rings as Equipment for Living", "pageid": 35206, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Cinematic Scripture.jpg"}, {"ns": 0, "exists": "", "*": "2009"}, {"ns": 0, "exists": "", "*": "7 May"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Book"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "*": "Template:Usablenext"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Cinematic_Scripture.jpg"], "wikitext": {"*": "{{book\n| title=''Cinematic Scripture: The Structure and Usage of The Lord of the Rings as Equipment for Living''\n| image = Cinematic Scripture.jpg\n| author=Brent Yergensen\n| publisher=VDM Verlag\n| date=[[7 May]] [[2009]]\n| format=Paperback\n| pages=68\n| isbn=3639153022\n}}\n'''''Cinematic Scripture: The Structure and Usage of The Lord of the Rings as Equipment for Living''''' is a [[2009]] book of cinematic analysis.\n\n==From the publisher==\n\"''Film has the capacity to function as cinematic scripture for Christian audiences. Cinematic scripture means that films are authoritative for audiences in the same way as written scripture. In The Lord of the Rings film trilogy, this new form of scripture works as equipment for living by being interpreted by Christian audiences as a call to go to war against evil through the structure of the film?s biblical themes of bifurcation, redemption, and millennialism. These fantasy themes culminate in a rhetorical vision of war that emerges when Christian bloggers describe how they use the films. From the usage of The Lord of the Rings, two functions of this example of cinematic scripture surface: the films are canonical, and they are militant. Because the films are militant, they foster zealously nationalistic attitudes at the expense of prophetic realism.''\"\n{{title|italics}}\n[[Category:Film books]]\n[[Category:Publications by title]]\n[[Category:Scholarly books]]"}}}