{"parse": {"title": "Hordes of the Things", "pageid": 9502, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "16 December"}, {"ns": 0, "exists": "", "*": "1980"}, {"ns": 0, "exists": "", "*": "2003"}, {"ns": 0, "exists": "", "*": "25 November"}, {"ns": 0, "exists": "", "*": "BBC"}, {"ns": 0, "exists": "", "*": "Hordes of the Things (audiobook)"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "The Lord of the Rings"}], "templates": [], "images": [], "wikitext": {"*": "'''''Hordes of the Things''''' is a [[BBC|BBC Radio]] comedy series parodying [[J.R.R. Tolkien]]'s ''[[The Lord of the Rings]]''. It was written by \"A. P. R. Marshall and J. H. W. Lloyd\" ([[wikipedia:Andrew Marshall (writer)|Andrew Marshall]] and [[wikipedia:John Lloyd (writer)|John Lloyd]]) and produced by [[wikipedia:Geoffrey Perkins|Geoffrey Perkins]].\n== History ==\n===Production===\nThe series consists of four half-hour episodes or \"Chronicles\", originally broadcast on BBC Radio 4 from [[25 November|November 25]] to [[16 December|December 16]], [[1980]]. This was the only uncut broadcast; all subsequent repeats have omitted part of the opening narration from The First Chronicle.\n\nThe cast includes [[wikipedia:Patrick Magee (actor)|Patrick Magee]] as the Chronicler, [[wikipedia:Simon Callow|Simon Callow]] as the Crown Prince Veganin, [[wikipedia:Frank Middlemass|Frank Middlemass]] as the wizard Radox the Green, [[wikipedia:Paul Eddington|Paul Eddington]] as King Yulfric the Wise III, [[wikipedia:Maggie Steed|Maggie Steed]] as Queen Elfreda, [[wikipedia:Christian Rodska|Christian Rodska]] as the hero Agar son of Athar, and [[wikipedia:Jonathan Lynn|Jonathan Lynn]] as the dwarf Golin Longshanks.\n\nThe series was launched with a good deal of hype. A full-page feature in Radio Times included a map of the land of Albion and a spoof interview with Marshall and Lloyd. Despite this, the series was repeated only once, never released on cassette or CD, and largely forgotten until BBC 7 dusted off the (still abridged) tapes for a rerun in May [[2003]] and again in December.\n\n===Plot===\nThe Evil One threatens the small kingdom of Albion with her ravening hordes, which have completely surrounded the country and are preparing to move in.\n\nPrince Veganin has raised a mighty army to defend Albion, only to see them all call in sick; his father King Yulfric thinks he is exaggerating the danger, and suggests that allowances should be made for foreign customs (like human sacrifice). In any case, Yulfric is too busy changing clothes with a commoner to have any time for affairs of state - the commoner in question being the woodcutter's daughter.\n\nThe great wizard Radox recruits the young hero Agar to find the mighty horn Summontrumpet which can call forth the six heroes of legend. To Agar's chagrin, Radox sends him a companion in the shape of the gluttonous dwarf Golin Longshanks, who is under the delusion that Radox's programme of height exercises has turned him into a giant.\n\nRadox himself attends the Great Conference of All Wizards, but most of the wizards are too busy with the food and entertainment to bother with the heavy stuff about destroying evil.\n\nMeanwhile Veganin has set off on his own quest to slay the leaders of the evil hordes, beginning with the High Bishop of Zylbor, whose priests baptise people by holding their heads under water until they stop struggling. What Veganin  doesn't realise, until it is seemingly too late, is that the Bishop's gaze will turn anything it falls upon to ashes.\n\nAgar and Golin finally wrest Summontrumpet from the clutches of the Dread Sphynx, which has the body of a snake, the head of a snake, and the feet of a snake, and arrive upon the plains of Albion as the Seven Armies of Hell begin their invasion. The only thing that could ''possibly'' go wrong would be if the wrong person should sound the horn by mistake....\n\n== See also ==\n\n*[[Hordes of the Things (audiobook)]]\n\n==External links==\n*[http://www.bbc.co.uk/programmes/b00cnjz5 Hordes of the Things]\n\n\n[[Category:Parodies]]"}}}