{"parse": {"title": "Farmer Giles", "pageid": 32536, "redirects": [], "links": [{"ns": 0, "exists": "", "*": "Agatha"}, {"ns": 0, "exists": "", "*": "Augustus Bonifacius"}, {"ns": 0, "exists": "", "*": "Blunderbuss"}, {"ns": 0, "exists": "", "*": "Caudimordax"}, {"ns": 0, "exists": "", "*": "Chrysophylax"}, {"ns": 0, "exists": "", "*": "Dragons"}, {"ns": 0, "exists": "", "*": "Farmer"}, {"ns": 0, "exists": "", "*": "Farmer Giles of Ham"}, {"ns": 0, "exists": "", "*": "Garm"}, {"ns": 0, "exists": "", "*": "Georgius"}, {"ns": 0, "exists": "", "*": "Ham"}, {"ns": 0, "exists": "", "*": "J.R.R. Tolkien"}, {"ns": 0, "exists": "", "*": "Little Kingdom"}, {"ns": 0, "exists": "", "*": "Middle Kingdom"}, {"ns": 0, "exists": "", "*": "Roger Garland"}, {"ns": 0, "exists": "", "*": "The Giant"}, {"ns": 0, "exists": "", "*": "Wormwardens"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Familytree/start"}, {"ns": 10, "exists": "", "*": "Template:Familytree"}, {"ns": 10, "exists": "", "*": "Template:Familytree/step2"}, {"ns": 10, "exists": "", "*": "Template:Familytree/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Familytree/end"}, {"ns": 10, "exists": "", "*": "Template:References"}], "images": ["Roger_Garland_-_Farmer_Giles_of_Ham.jpg"], "wikitext": {"*": "[[File:Roger Garland - Farmer Giles of Ham.jpg|right|thumb|\"Farmer Giles of Ham\" by [[Roger Garland]]]]'''Farmer Giles''', or in full '''Ægidius Ahenobarbus Julius Agricola de Hammo''', was the eponymous hero of the story, ''[[Farmer Giles of Ham]]''.  At the beginning of the tale Giles was but a [[farmer]] living in the [[Middle Kingdom]] but by the end he had become a hero, a defender against a [[The Giant|giant]], a tamer of the [[dragons#Other fiction|dragon]] [[Chrysophylax]], and finally the king of the new [[Little Kingdom]].\n\nGiles was a slow sort and set in his ways.  He had a red beard and large, red, thick hands.  He also had a dog named [[Garm]], a wife named [[Agatha]], a grey mare, and a son named [[Georgius]].\n\n==History==\nOne fine summer night Giles was woken up by the cries of Garm, who warned him of a giant trespassing upon his property.  Taking up his [[blunderbuss]], the farmer fired his weapon (more or less by accident) at the face of the intruder, who turned around and went away (thinking he had been stung by a large fly).  After getting up from where the recoil of the blunderbuss had laid him out, Giles found himself the Hero of the Countryside.\n\nEventually even the king of the Middle Kingdom in his capital (about twenty leagues distant from [[Ham]]) heard of Giles' deed.  About three months after the incident the king sent Giles a testimonial letter on the feast of St. Michael.  He also sent the farmer a gift, a plain heavy sword that had been hanging in the king's armoury from a time forgotten.\n\nGiles was mightily pleased with his testimonial and gift, and felt that luck had smiled upon him.  Then one winter's night Garm appeared with the alarming news that a dragon named [[Chrysophylax]] had come to the Middle Kingdom.  At first the dragon was a comfortable distance away, but as he got closer and the king's knights did not appear, the folks of Ham began expecting Giles to save them.  Giles hid his sword and tried to ignore his neighbors' pleas, but one night the parson stayed and insisted on seeing the sword.  Once taken from the shelf the sword leapt from its sheath and refused to be put back in.  The parson asked to take the sword and sheath home, in order to study the inscriptions on them, and got the farmer's ready consent.\n\nThe next day Giles learned that he was the owner of [[Caudimordax]], the famous dragon-slaying sword.  Soon, with much goading by the parson and the miller, as well as the rest of the village of Ham, Giles was off on his grey mare with his cowering dog, armed with a thrown-together suit of metal rings and Caudimordax.\n\nFarmer Giles took Chrysophylax by surprise, or rather ran into him by surprise.  As the dragon tried to make lunch out of Giles the sword Caudimordax took things into its own hands (so to speak).  When Giles waved the sword, trying to shoo the dragon away, the sword managed to smite the dragon upon the joint of his right wing, thus depriving him of flight.\n\nThe victorious farmer chased Chrysophylax all the way into Ham to the village church.  At this point the dragon surrendered and offered repayment for all damages if they would spare his life.  After some haggling the dragon was allowed to leave, in order to fetch his hoard.  While Giles watched, the parson made Chrysophylax swear solemn oaths to return.\n\nAfter the wily dragon had broken his promise and King [[Augustus Bonifacius]] had been insulted by this breaking of a pledge, Giles was summoned to accompany the knights of the land in finding Chrysophylax.  Giles rode with the resplendent warriors who all treated him as a peasant deserved.  When the noisy cavalcade reached the mountains Giles' grey mare had become strategically lame and thus when the dragon attacked, they were not killed in the rush (that is the rush of the dragon upon the knights and the rush of the knights away from the dragon).\n\nOnce again the dragon was cowed by the resolute farmer and his mighty sword.  Giles had Chrysophylax bring him to his lair and bring out a portion of his hoard.  Cannily, Giles did not force Chrysophylax to impoverish himself (which would have provoked a real fight).  As agreed, the dragon bore the loot upon his back as Chrysophylax, Giles, the grey mare, and Caudimordax marched back to civilized lands.\n\nGiles picked up a half dozen of the servants of the run-away knights, who readily fell into his service when he promised to pay them well.  When they reached a village another dozen likely lads were invited into Giles' group, for the farmer had begun to have ideas.  Giles and his party went straight to Ham and he did not bother to report to the king.\n\nWhen the enraged monarch rode to Ham with his remaining knights, Farmer Giles met them upon the bridge into the village.  Sitting upon his grey mare with Garm and Caudimordax at hand Giles defied the king and demanded his crown!  When the king tried to have Giles seized the dragon emerged from his hiding place beneath the bridge and put to rout all the king's horses and all the king's men.  The king, alone, came back to the bridge but he could neither command the rebel farmer nor get him to fight in single combat.\n\nAfter his victory Giles had Chrysophylax kept in the parson's tithe-barn.  This earned him the title \"Dominus de Domito Serpente\" (or in the vulgar Lord of the Tame Worm).  A lord Giles had become, but soon he advanced to Earl, and then to Prince, and finally to King in his own right.  Giles was crowned as Ægidius Draconarius of the Little Kingdom but was known more often as Old Giles Worming.\n\nGiles lived long and grew a great white beard down to his knees.  He ruled a respectable court with a whole new order of knighthood (called the \"[[Wormwardens]]\").  He kept his luck and wits to the end of his days and proved to be a generous king.<ref>[[J.R.R. Tolkien]], ''[[Farmer Giles of Ham]]''</ref>\n\n==The Complete Genealogy of the Royal Household of the Little Kingdom==\n{{familytree/start}}\n{{familytree |GIL|y|AGA|GIL=ÆGIDIUS<br/>DRACONARIUS|AGA= [[Agatha]]}}\n{{familytree | | | |!| | | |}}\n{{familytree | | |GEO| | |GEO= [[Georgius]]}}\n{{familytree/end}}\n\n{{references}}\n\n[[Category:Farmers]]\n[[Category:Farmer Giles of Ham]]\n[[Category:Rulers]]"}}}