{"parse": {"title": "Mythlore 131", "pageid": 66144, "redirects": [], "links": [{"ns": 6, "exists": "", "*": "File:Mythlore 131.jpeg"}, {"ns": 0, "exists": "", "*": "2017"}, {"ns": 0, "exists": "", "*": "Janet Brennan Croft"}, {"ns": 0, "exists": "", "*": "Mythlore"}, {"ns": 0, "exists": "", "*": "Mythlore 130"}, {"ns": 0, "exists": "", "*": "Mythlore 132"}, {"ns": 0, "exists": "", "*": "Mythopoeic Society"}], "templates": [{"ns": 10, "exists": "", "*": "Template:Mythlore"}, {"ns": 10, "exists": "", "*": "Template:Infobox image row"}, {"ns": 10, "exists": "", "*": "Template:Infobox row"}, {"ns": 10, "exists": "", "*": "Template:Infobox/styles.css"}, {"ns": 10, "exists": "", "*": "Template:Mythlorenav"}, {"ns": 10, "exists": "", "*": "Template:Title"}, {"ns": 828, "exists": "", "*": "Module:Paramvalidate"}, {"ns": 828, "exists": "", "*": "Module:Arguments"}], "images": ["Mythlore_131.jpeg"], "wikitext": {"*": "{{mythlore\n|title=''Mythlore'' 131, Volume 36, Issue 1\n| image = Mythlore 131.jpeg\n|editor=[[Janet Brennan Croft]]\n|publisher=[[Mythopoeic Society]]\n|date=Fall/Winter [[2017]]\n|format=Paperback\n|pages=256\n}}\n'''''Mythlore'' 131''' ([https://dc.swosu.edu/mythlore/vol36/iss1/ Volume 36, Issue 1]) is an issue of the ''[[Mythlore]]'' journal, published by the [[Mythopoeic Society]].\n\n==Contents==\n\n====Articles====\n\n* Schmidt, Laura. \"Treasure in the Archives: A Celebration of Archival Collections.\"\n* Fliss, William M. \"‘Things That Were, and Things That Are, and Things That Yet May Be’: The J.R.R. Tolkien Manuscript Collection at Marquette University.\"\n* Łaszkiewicz, Weronika. \"Into the Wild Woods: On the Significance of Trees and Forests in Fantasy Fiction.\"\n* Ivan, Brittani. \"‘Countries of the Mind’: The Mundane, the Fantastic, and Reality in the Landscapes of Diana Wynne Jones's ''Hexwood'' and Garth Nix's Old Kingdom Series.\"\n* Vaccaro, Christopher. \"‘Morning Stars of a Setting World’: Alain de Lille’s ''De Planctu Naturæ'' and Tolkien’s Legendarium as Neo-Platonic Mythopoeia.\"\n* Bergen, Richard Angelo. \"‘A Warp of Horror’: J.R.R. Tolkien’s Sub-creations of Evil.\"\n* Mauk, Margaret S. \"‘Your Mother Died to Save You’: The Influence of Mothers in Constructing Moral Frameworks for Violence in ''Harry Potter''.\"\n* Wise, Dennis Wilson. \"J.R.R. Tolkien and the 1954 Nomination of E.M. Forster for the Nobel Prize in Literature.\"\n* Rand, Thomas. \"''Maleldil'' and Reader Response in C.S. Lewis’s ''Out of the Silent Planet.''\"\n* Tally, Robert T. Jr. \"Three Rings for the Elven-kings: Trilogizing Tolkien in Print and Film.\"\n\n====Features====  \n\n*Croft, Janet Brennan. Editorial.\n*Bratman, David. \"Hugo Dyson: An Update (Note).\"\n* O'Dell, Sarah. \"Robert E. Havard: A Closer Look at the ‘Medical Inkling’ (Note).\"\n* Foster, Mike. \"Memories of Clyde Kilby (Note).\"\n* Flieger, Verlyn. \"A Note on a Name (Note).\"\n* Wootton, J. Aleksandr. Letter to the Editor.\n\n==== Art ====\n\n* \"Gandalf in Meduseld\" from J.R.R Tolkien's ''The Lord of the Rings,'' illustrated by Sarah Lucy Beach, first published in ''Mythlore'' #35.\n* \"''The Meditation of Mordred\"'' from the Arthurian Romances, illustrated by Sarah Lucy Beach, first published in ''Mythlore'' #39.\n* \"Eowyn\" from J.R.R Tolkien's ''The Lord of the Rings'', illustrated by Sarah Lucy Beach, first published in Mythlore #37.\n* \"Isildur and the Ring\" from J.R.R Tolkien's ''The Lord of the Rings'', illustrated by Sarah Lucy Beach, first published in ''Mythlore'' #36.\n\n====Reviews====\n\n* ''Beren and Lúthien''. J.R.R. Tolkien. Ed. Christopher Tolkien. Illustrated by Alan Lee. Reviewed by Kate Neville.\n* ''Tolkien’s Theology of Beauty: Majesty, Splendour, and Transcendence in Middle-earth.'' By Lisa Coutras. Reviewed by Phillip Irving Mitchell.\n* ''The Fantastic of the Fin de Siècle.'' Eds. Irina Grubica and Zdenĕk Beran. Reviewed by Douglas A. Anderson.\n* ''Laughter in Middle-earth: Humour in and around the Works of J.R.R. Tolkien.'' Eds. Thomas Honegger and Maureen F. Mann. Reviewed by Janet Brennan Croft.\n* ''Celtic Myth in Contemporary Children’s Fantasy: Idealization, Identity, Ideology.'' By Dimitra Fimi. Reviewed by Glenn R. Gray.\n* ''From Peterborough to Faëry: The Poetics and Mechanics of Secondary Worlds.'' Eds. Thomas Honegger and Dirk Vanderbeke. Reviewed by David Emerson.\n* ''The Ravenclaw Chronicles: Reflections from Edinboro.'' Ed. Corbin Fowler and ''Harry Potter for Nerds II: Essays for Fans, Academics, and Lit Geeks.'' Eds. Kathryn McDaniel and Travis Prinzi. Reviewed by Jennifer W. Spirko.\n* ''Deeper Magic: The Theology Behind the Writings of C.S. Lewis'' by Donald T. Williams. Reviewed by Diane Joy Baker.\n* ''The Invention of Angela Carter: A Biography'' by Edmund Gordon. Reviewed by Dennis Wilson Wise.\n* ''Forgotten Leaves: Essays from a Smial.'' Eds. Jessica Burke and Anthony Burdge. Reviewed by Cait Coker.\n* ''Tolkien Studies: An Annual Review'' v. XIII. Eds. Michael D.C. Drout, Verlyn Flieger, and David Bratman; ''North Wind: A Journal of George MacDonald Studies'' v. 35. Ed. John Pennington; and ''VII (Seven): Journal of the Marion E. Wade Center'' v.33. Ed. Marjorie Lamp Mead. Reviewed by Janet Brennan Croft.\n* Briefly Noted: ''Orcrist: The Bulletin of the Tolkien and Fantasy Society at the University of Wisconsin--Madison #9''. Ed. Richard C. West, Lucas Annear, and Jack Mathie. Reviewed by Janet Brennan Croft.\n* Briefly Noted: ''The Wizard of Oz as a Parable.'' Steve Adams. Reviewed by Mike Foster.\n{{mythlorenav|130|132}}\n{{title|journal}}\n{{DEFAULTSORT:Mythlore 131}}\n\n[[Category:Mythlore]]"}}}